Repository: noosfero/noosfero
Catalog: plugins/gallery_block/po/*/gallery_block.po
Languages: pt

source: Gallery block
pt: Bloco de galeria

source: Includes a block to display images from a gallery.
pt: Inclui um bloco para mostrar imagens de uma galeria.

source: Fill in with the gallery ID:
pt: Preencha com o ID de uma galeria:

source: Choose a gallery
pt: Escolha uma galeria

source: %{gallery} (%{count} images)
pt: %{gallery} (%{count} imagens)

source: Transition speed (in seconds)
pt: Velocidade de transição (em segundos)

source: Image transition:
pt: Transição de imagem:

source: No automatic transition
pt: Sem transição automática

source: Every 1 second
pt: A cada segundo

source: In groups of
pt: Em grupos de

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Please, edit this block and choose some gallery
pt: Por favor, edite esse bloco e escolha alguma galeria
