Repository: noosfero/noosfero
Catalog: plugins/comment_paragraph/po/*/comment_paragraph.po
Languages: pt

source: Settings successfuly saved
pt: Configurações salvas com sucesso

source: A plugin that display comments divided by paragraphs.
pt: Um plugin que mostra os comentários por paragráfos

source: Deactivate Comments
pt: Desativar Comentários

source: Activate Comments
pt: Ativar Comentários

source: Export Comments
pt: Exportar Comentários

source: No comments for article[%{id}]: %{path}
pt: Nenhum comentário para o artigo [%{id}]: %{path}

source: Comments Discussion
pt: Discussão de Comentários

source: Article with paragraph comments
pt: Artigo com parágrafos comentados

source: This block displays all profile's article discussion
pt: Este bloco mostra todos os debates neste perfil

source: Read more
pt: Leia mais

source: Choose which blog should be displayed
pt: Escolha que blog deve ser mostrado

source: Not Opened Discussions
pt: Discussões Não Abertas

source: Closed Discussions
pt: Discussões Fechadas

source: Available Discussions
pt: Discussões Disponíveis

source: Choose how the content should be displayed
pt: Escolha como o conteúdo deve ser mostrado

source: Title only
pt: Apenas o título

source: Title and abstract
pt: Título e resumo

source: Full content
pt: Conteúdo completo

source: Choose how many items will be displayed
pt: Escolha quantos itens devem ser mostrados

source: Display only discussions from portal community
pt: Mostre apenas discussões da comunidade portal

source: Title
pt: Título

source: Comment Paragraph Plugin Settings
pt: Configurações do Plugin de Comentário por Parágrafos

source: Activation Mode
pt: Modo de Ativação

source: Auto
pt: Automático

source: (all text articles will be activated by default)
pt: (todos os artigos de texto serão ativados por padrão)

source: (click on "Activate Comment Paragraph" )
pt: (clicar em "Ativar Comentário por Parágrafo")

source: Save
pt: Salvar

source: Title:
pt: Título:

source: Paragraph:
pt: Parágrafo:
