Repository: noosfero/noosfero
Catalog: plugins/ldap/po/*/ldap.po
Languages: de

source: Ldap configuration updated successfully.
de: LDAP Konfiguration erfolgreich aktualisiert.

source: Ldap configuration could not be saved.
de: Die LDAP Konfiguration konnte nicht gespeichert werden.

source: A plugin that add ldap support.
de: Ein Plugin, welches Unterstützung für LDAP hinzufügt.

source: Ldap Management
de: LDAP Verwaltung

source: LDAP Configuration
de: LDAP Konfiguration

source: Value
de: Wert

source: Account Password
de: Account Passwort

source: On the fly creation
de: Schnell erstellen

source: Attributes
de: Attribute

source: LDAP Field
de: LDAP Feld

source: Fullname
de: Vollständiger Name

source: Behaviour Configuration
de: Verhaltenskonfiguration

source: Allow password recovery
de: Passwortwiederherstellung erlauben

source: Back to plugins administration panel
de: Zurück zum Plugins-Administrator-Panel
