Repository: noosfero/noosfero
Catalog: plugins/site_tour/po/*/site_tour.po
Languages: pt

source: A site tour to show users how to use the application.
pt: Um plugin para apresentar aos usuários um tour da aplicação

source: Click to start tour!
pt: Clique para iniciar o tour!

source: Site Tour Block
pt: Bloco para Site Tour

source: Configure a step-by-step tour.
pt: Configure o passo a passo do tour.

source: Delete
pt: Apagar

source: Display help button
pt: Mostrar o botão de ajuda

source: Tooltip Actions
pt: Ações do Tooltip

source: Special fields for description: {profile.name}, {profile.identifier}, {profile.url}.
pt: Campos especiais para a descrição: {profile.name}, {profile.identifier}, {profile.url}

source: Group Name
pt: Nome do Grupo

source: Selector
pt: Seletor

source: Description
pt: Descrição

source: New Tooltip
pt: Novo Tooltip

source: Group Triggers
pt: Gatilhos dos Grupos

source: Event
pt: Evento

source: New Group Trigger
pt: Novo Gatilho de Grupo

source: Help
pt: Ajuda

source: Next
pt: Próximo

source: Back
pt: Anterior

source: Skip
pt: Pular

source: Finish
pt: Fim

source: Site Tour Settings
pt: Configurações do Site Tour

source: Tooltips (CSV format: language, group name, selector, description)
pt: Tooltips (Formato CSV: idioma, nome do grupo, seletor, descrição)

source: Group Triggers (CSV format: group name, selector, event (e.g. mouseenter, click))
pt: Gatilhos dos grupos (Formato CSV: nome do grupo, seletor, evento (e.g. mouseenter, click))

source: Save
pt: Salvar
