Repository: noosfero/noosfero
Catalog: plugins/video/po/*/video.po
Languages: pt

source: A plugin that adds a block where you can add videos from youtube, vimeo and html5.
pt: Um plugin que adiciona um bloco onde você pode adicionar vídeos do youtube, vimeo e html5.

source: New Video
pt: Novo Vídeo

source: Video
pt: Vídeo

source: Embedded Video
pt: Vídeo Embutido

source: Display embedded videos.
pt: Mostrar vídeos embutidos.

source: Display a Video
pt: Mostrar um Vídeo

source: This block presents a video from youtube, vimeo and some video formats (mp4, ogg, ogv and webm)
pt: Esse bloco apresenta um vídeo do youtube, vimeo e alguns formatos de video (mp4, ogg, ogv e webm)

source: Video Gallery
pt: Galeria de Vídeos

source: A gallery of link to videos that are hosted elsewhere.
pt: Uma galeria de links para vídeos que estão hospedados em outro lugar.

source: Display a Video Gallery
pt: Mostrar uma Galeria de Vídeos

source: This block presents a video gallery
pt: Esse bloco apresenta uma galeria de vídeos

source: (empty folder)
pt: (pasta vazia)

source: (empty video gallery)
pt: (galeria de vídeos vazia)

source: Register a valid url (Vimeo, Youtube, video files)
pt: Registre uma url válida (Vimeo, Youtube, arquivo de vídeo)

source: Video gallery
pt: Galeria de vídeos

source: URL of the video
pt: URL do vídeo

source: Description:
pt: Descrição:

source: by
pt: por

source: updated at
pt: atualizado
