Repository: noosfero/noosfero
Catalog: plugins/organization_ratings/po/*/organization_ratings.po
Languages: pt

source: Configuration updated successfully.
pt: Configurações atualizadas com sucesso.

source: Configuration could not be saved.
pt: Configurações não puderam ser salvas.

source: You can not vote on this %s
pt: Você não pode votar nesta %s

source: %s successfully rated!
pt: %s avaliado(a) com sucesso!

source: Sorry, there were problems rating this profile.
pt: Desculpe, ocorreram problemas na avaliação deste perfil.

source: Organization Average Rating
pt: Média de Avaliações da Organização

source: This block displays the organization average rating.
pt: Este bloco mostra a média de avaliações da organização.

source: must be between 1 and 5
pt: deve ser entre 1 e 5

source: Organization Ratings
pt: Avaliações da Organização

source: This block displays the organization ratings.
pt: Este bloco mostra as avaliações da organização.

source: More Recent
pt: Mais Recentes

source: Best Ratings
pt: Melhores Avaliações

source: A plugin that allows you to rate a organization and comment about it.
pt: Um plugin que permite que você avalie uma organização e comente sobre ela.

source: Rating:
pt: Avaliação:

source: Be the first to rate!
pt: Seja o primeiro a avaliar!

source: Rate this %s
pt: Avalie esta %s

source: See more
pt: Veja mais

source: Organization Rating Settings
pt: Configuração para Avaliações em Organizações

source: Value
pt: Valor

source: Default amount of stars marked on evaluations
pt: Quantidade padrão de estrelas marcadas nas avaliações

source: Users can rate an organization only once
pt: Usuários podem avaliar uma organização apenas uma vez

source: The comments are moderated
pt: Os comentários são moderados

source: Time in hours between evaluations from the same user.
pt: Tempo em horas entre avaliações do mesmo usuário.

source: To disable cooldown use zero (0) value.
pt: Para desabilitar o tempo de espera utilize o valor zero (0).

source: Order ratings by
pt: Ordenar avaliações por

source: Ratings amount per page
pt: Quantidade de avaliações por página

source: Back
pt: Voltar

source: Rated as
pt: Avaliado em

source: stars
pt: estrelas

source: Comment (Optional):
pt: Comentário (Opcional):

source: Save
pt: Salvar

source: Hi, %s! The administrators set that you can vote
pt: Olá, %s! Os administradores configuraram que você pode votar apenas

source: only once
pt: uma vez

source: for this %s.
pt: para esta %s.

source: Hi, %s! The administrators set the minimum time of
pt: Olá, %s! Os administradores configuraram o tempo mínimo de

source: %d hour(s)
pt: %d hora(s)

source: between each evaluation.
pt: entre cada avaliação.

source: User not logged
pt: Usuário não logado

source: Report your experiences.
pt: Relate suas experiências.

source: * You must be logged in to submit a report.
pt: * Você precisa estar logado para enviar um relato.

source: Rate %s
pt: Avaliar %s

source: Log in
pt: Entrar
