Repository: noosfero/noosfero
Catalog: plugins/sniffer/po/*/sniffer.po
Languages: pt

source: Consumer interests updated
pt: Interesses de consumo atualizados

source: Could not save consumer interests
pt: Não foi possível salvar seu interesse

source: Sniffs product suppliers and consumers near to your enterprise.
pt: Busca fornecedores e consumidores de produtos próximos ao seu empreendimento.

source: Consumer Interests
pt: Interesses de consumo

source: Opportunities Sniffer
pt: Farejador de oportunidades

source: Lists declared and inputs interests
pt: Mostra insumos e interesses de consumo

source: Lists interests
pt: Mostra interesses

source: Interests
pt: Interesses

source: This block show interests of your profile or environment
pt: Este bloco mostra seus interesses ou da rede

source: Legend
pt: Legenda

source: your enterprise
pt: seu empreendimento

source: suppliers
pt: fornecedores

source: consumers
pt: consumidores

source: both
pt: ambos

source: Back to control panel
pt: Voltar ao painel de controle

source: Close
pt: Fechar

source: Can supply
pt: Fornece

source: May consum
pt: Consome

source: Suppliers
pt: Fornecedores

source: Consumers
pt: Consumidores

source: look for products...
pt: buscar por produtos...

source: Maximum distance:
pt: Distância máxima:

source: Buyer interests
pt: Interesses de compra

source: Select here products and services categories that you have an interest on buying. Then you can go to the Opportunity Sniffer and check out enterprises near you that offer such products. Type in some characters and choose your interests from our list.
pt: Selecione aqui as categorias de produtos e serviços que você tem interesse em comprar. Com isso, empreendimentos saberão suas necessidades e poderão te fazer ofertas.Digite e escolha quais são seus interesses.

source: Type in a keyword
pt: Escreva uma palavra chave

source: Save
pt: Salvar

source: Edit %{inputs} and %{interests}
pt: Editar %{inputs} e %{interests}

source: products' inputs
pt: Insumos de produtos

source: declared interests
pt: interesses declarados

source: %{interest} from %{profile}
pt: %{interest} de %{profile}
