Repository: noosfero/noosfero
Catalog: plugins/relevant_content/po/*/relevant_content.po
Languages: pt

source: Relevant content
pt: Conteúdo relevante

source: This block lists the most popular content.
pt: Este bloco apresenta o conteúdo mais popular.

source: Most read articles
pt: Artigos mais lidos

source: Most commented articles
pt: Artigos mais comentados

source: Most liked articles
pt: Artigos mais curtidos

source: Most disliked articles
pt: Artigos mais rejeitados

source: Most voted articles
pt: Artigos mais votados

source: A plugin that lists the most accessed, most commented, most liked and most disliked contents.
pt: Um plugin que lista os conteúdos mais acessados, mais comentados, mais curtidos e mais rejeitados.

source: Limit of items per category
pt: Limite de itens por categoria

source: Display most accessed content
pt: Mostrar conteúdo mais acessado

source: Display most commented content
pt: Mostrar conteúdo mais comentado

source: Display most liked content
pt: Mostrar conteúdo mais curtido

source: Display most voted content
pt: Mostrar conteúdo mais votado

source: Display most disliked content
pt: Mostrar conteúdo mais rejeitado
