Repository: noosfero/noosfero
Catalog: plugins/people_block/po/*/people_block.po
Languages: de, fr, pt

source: Clicking a friend takes you to his/her homepage
de: Klicken Sie auf eine Person, um zu ihrer Startseite zu gelangen
fr: Cliquer sur une personne vous amène à sa page personnelle
pt: Clicando em um amigo você será enviado a página inicial dele

source: {#} friend
de: Freund
fr: {#} ami
pt: {#} amigo

source: Clicking a member takes you to his/her homepage
de: Klicken Sie auf eine Mitglied, um zu seiner Startseite zu gelangen
fr: Cliquer sur un membre vous amène à sa page personnelle
pt: Clicando em um membro você irá para a página dele

source: members
de: Mitglieder
fr: membres
pt: integrantes

source: Show join leave button
de: Beitreten/Verlassen Button anzeigen
fr: Afficher le bouton quitter
pt: Mostrar botão entrar/sair

source: Clicking a person takes you to his/her homepage
de: Klicken Sie auf eine Person, um zu ihrer Homepage zu gelangen
fr: Cliquer sur une personne vous amène à sa page personnelle
pt: Clicando em uma pessoa você irá para a página dela

source: {#} People
de: {#} Personen
fr: {#} Personne
pt: {#} Pessoas

source: Random people
de: Zufällig ausgewählte Leute
fr: Personnes au hasard
pt: Pessoas aleatórias

source: A plugin that adds a people block
de: Ein Plugin, das einen Personen Block hinzufügt
fr: Un plugin qui ajoute un bloc de personnes
pt: Um plugin que adiciona um bloco de pessoas

source: friends|View all
de: friends|Zeige alle
fr: Voir tout
pt: Ver todos

source: Some suggestions for you
de: Einige Vorschläge für dich
fr: Quelques suggestions pour vous
pt: Algumas sugestões para você

source: See all suggestions
de: Alle Vorschläge anzeigen
fr: Voir toutes les suggestions
pt: Veja todas as sugestões

source: Filter by role:
de: Nach Rolle filtern:
fr: Filtrer par rôle :
pt: Filtrar por papel:
