Repository: noosfero/noosfero
Catalog: plugins/admin_notifications/po/*/admin_notifications.po
Languages: pt

source: A plugin for notifications.
pt: Plugin para notificações.

source: Notification Manager
pt: Gerenciador de Notificações

source: Manage Notifications
pt: Gerenciar Notificações

source: Notification successfully created
pt: Notificação criada com sucesso

source: Notification couldn't be created
pt: Não foi possível criar notificação

source: The notification was deleted.
pt: A notificação foi removida.

source: Could not remove the notification
pt: Não foi possível remover a notificação

source: The notification was edited.
pt: A notificação foi editada.

source: Could not edit the notification.
pt: Não foi possível editar a notificação.

source: The status of the notification was changed.
pt: O status da notificação foi modificado.

source: Could not change the status of the notification.
pt: Não foi possível alterar o status da notificação.

source: Back
pt: Voltar

source: Optional Title:
pt: Título Opcional:

source: Enter your message here:
pt: Entre com sua mensagem aqui:

source: Obs: You can use %{name} and %{email} variables to put the user's name and email in the message.
pt: Obs: Você pode usar as variáveis %{name} e %{email} para inserir o nome e email do usuário logado na mensagem.

source: Notifications Status
pt: Status da Notificação

source: Active
pt: Ativa

source: Inactive
pt: Inativa

source: Notifications Color/Type
pt: Cor/Tipo de Notificação

source: Blue - Information
pt: Azul - Informação

source: Yellow - Warning
pt: Amarelo - Atenção

source: Green - Success
pt: Verde - Sucesso

source: Red - Danger
pt: Vermelho - Perigo

source: Display only in the profile homepage
pt: Apresentar apenas na página inicial do perfil

source: Display only in the homepage
pt: Apresentar apenas na página inicial

source: Display to not logged users too
pt: Apresentar também para usuários não logados

source: Display popup until user close the notification
pt: Apresentar popup da notificação até que o usuário a feche

source: Save
pt: Salvar

source: Notifications
pt: Notificações

source: New Notification
pt: Nova Notificação

source: Back to control panel
pt: Voltar ao painel de controle

source: Actions
pt: Ações

source: Do you want to change the status of this notification?
pt: Você quer alterar o status dessa notificação?

source: Deactivate
pt: Desativar

source: Activate
pt: Ativar

source: Edit
pt: Editar

source: Delete
pt: Remover

source: Do you want to delete this notification?
pt: Você quer remover essa notificação?

source: There are active notifications in this environment!
pt: Existem notificações ativas neste ambiente!

source: Manage all notifications here.
pt: Gerencie todas as notificações aqui.

source: Do not show anymore
pt: Não mostrar mais

source: Hide for now
pt: Ocultar momentaneamente
