Repository: noosfero/noosfero
Catalog: plugins/newsletter/po/*/newsletter.po
Languages: pt

source: Newsletter updated.
pt: Boletim informtivo atualizado.

source: Newsletter could not be saved.
pt: O boletim informativo não pôde ser salvo.

source: %s in %s
pt: %s em %s

source: You were unsubscribed from newsletter.
pt: Você foi retirado do boletim informativo.

source: Periodically sends newsletter via email to network users
pt: Enviar boletim informativo aos usuários de rede periodicamente

source: Moderate newsletter
pt: Moderar boletim informativo

source: You have to moderate a newsletter.
pt: Você tem um boletim informativo para moderar.

source: A newsletter was generated and you need to review it before it is sent to users.
pt: Um boletim informativo foi gerado e você precisa revisar antes de ser enviado aos usuários.

source: You need to moderate a newsletter.
pt: Você precisa moderar um boletim informativo.

source: must be a positive number
pt: deve ser um número positivo

source: must be valid
pt: deve ser válido

source: must not have duplicates
pt: não deve ter duplicidades

source: must have only valid emails
pt: deve ter apenas emails válidos

source: If you can't view this email, %s.
pt: Se você não pode ver este email, %s.

source: click here
pt: clique aqui

source: This is an automatically generated email, please do not reply. If you do not wish to receive future newsletter emails, %s.
pt: Este e-mail é gerado automaticamente, por favor não responda. Se você não deseja continuar recebendo boletins informativos, %s.

source: cancel your subscription here
pt: cancele sua inscrição aqui

source: Read more
pt: Leia mais

source: Breaking news
pt: Últimas notícias

source: have unknown file type: %s
pt: tem um tipo desconhecido: %s

source: Additional recipients
pt: Destinatários adicionais

source: Name
pt: Nome

source: There are no additional recipients.
pt: Não há destinatários adicionais.

source: Back
pt: Voltar

source: Newsletter settings
pt: Configurações do boletim informativo

source: Enable send of newsletter to members on this environment
pt: Habilitar envio de boletim informativo aos membros deste ambiente

source: Moderate newsletter each time before sending to users.
pt: Moderar boletim informativo antes de enviar aos usuários.

source: Content
pt: Conteúdo

source: Period (in days) for news compilation
pt: Período (em dias) para compilação das notícias

source: Number of posts compiled per blog (choose 0 for all posts since last newsletter)
pt: Número de posts compilado por blog (escolha 0 para todos os posts desde o último boletim informativo)

source: Blogs from which news will be compiled
pt: Blogs utilizados como fonte do boletim informativo

source: Type in the communities' or blogs' names
pt: Digite nomes de comunidades ou blogs

source: Recipients
pt: Destinatários

source: You can follow the link below to see which e-mails are currently being used as additional recipients for this newsletter.
pt: Você pode clicar no link abaixo para ver quais e-mails estão sendo utilizados como destinatários adicionais para este boletim informativo.

source: You can set additional e-mails to send the newsletter to in addition to all environment's users that already receive the newsletter by default. To do that, you need to upload a CSV file that contains a column for the person's or enterprise's name as well as a column with their e-mail.
pt: Você pode configurar e-mails adicionais em adição aos usuários do ambiente, que já recebem boletins informativos por padrão. Para isto você precisa fazer upload de um arquivo CSV contendo uma coluna com o nome da pessoa ou da instituição e outra coluna com o e-mail.

source: Additional recipients for newsletter
pt: Destinatários adicionais para o boletim informativo

source: The CSV file contains a header row
pt: O arquivo CSV contém uma linha de cabeçalho

source: Number of colunm with name field
pt: Número da columa com o campo nome

source: Number of colunm with email field
pt: Número da coluna com o campo email

source: Header image (images with 640px width):
pt: Imagem do topo (imagens com 640px de largura):

source: Newsletter footer
pt: Rodapé do boletim informativo

source: Save
pt: Salvar

source: Save and visualize
pt: Salvar e visualizar

source: Cancel newsletter subscription
pt: Cancelar inscrição no boletim informativo

source: I don't want to receive future newsletter emails from this network.
pt: Eu não quero receber futuros boletins informativos desta rede.

source: Send an email to %s requesting your unsubscription or click on the button below.
pt: Envie um email para %s solicitando sua desinscrição ou clique no botão abaixo.

source: Confirm unsubscription
pt: Confirmar desinscrição

source: Mailing not found
pt: Mailing não encontrado

source: There is no mailing with id #%s
pt: Não há mailing com o id #%s

source: Check posts you want to include
pt: Marques os posts que você quer incluir
