Repository: noosfero/noosfero
Catalog: plugins/mailing_list/po/*/mailing_list.po
Languages: pt

source: The settings were saved successfully
pt: As configurações foram salvas com sucesso

source: There were some problems saving the settings
pt: Houveram alguns problemas salvando as configurações

source: Could not connect to the Sympa API
pt: Não foi possível conectar com a API do Sympa

source: The mailing list is now sending emails!
pt: Essa lista de discussão está enviando emails agora!

source: The mailing list could not be activated
pt: A lista de discussão não pôde ser ativada

source: All %s mailing lists are activated
pt: Todas as listas de discussão de %s estão ativadas

source: The mailing list is not sending any emails now
pt: A lista de discussão não está enviando emails agora

source: The mailing list could not be deactivated
pt: A lista de discussão não pôde se desativada

source: All %s mailing lists are deactivated
pt: Todas as listas de discussão de %s estão desativadas

source: The mailing list is now deployed!
pt: A lista de discussão está implantada agora!

source: The mailing list could not be deployed
pt: A lista de discussão no pôde ser implantada

source: The mailing lists are being deployed. This may take several minutes.
pt: As listas de discussão estão sendo implantadas. Isso pode levar algunsminutos.

source: The mailing list external server is offline.
pt: O servidor externo de lista de discussão está offline.

source: %s was subscribed on this mailing list
pt: %s foi inscrita(o) nessa lista de discussão

source: %s request to be subscribed on this mailing list was accepted
pt: A requisição de %s para ser inscrita(o) nessa lista de discussão foiaceita

source: %s was asked to join this mailing list
pt: %s foi convidada(o) a participar dessa lista de discussão

source: %s was already asked to join this mailing list
pt: %s já foi convidada(o) a participar dessa lista de discussão

source: %s was unsubscribed from this mailing list
pt: %s foi desinscrita(o) dessa lista de discussão

source: %s could not be unsubscribed from this mailing list
pt: %s não pôde ser desinscrita(o) dessa lista de discussão

source: You just subscribed to %s's mailing list
pt: Você acabou de se inscrever na lista de discussão de %s

source: The request from %s's to subscribe you to it's mailing list was accepted
pt: A requisição de %s para te inscrever em sua lista de discussão foiaceita

source: %s was asked to accept your subscription to the mailing list
pt: %s foi requisitada(o) a aceitar a sua inscrição na lista de discussão

source: %s was already asked to accept your subscription to the mailing list
pt: %s já foi requisitada(o) a aceitar a sua inscrição na lista de discussão

source: You were unsubscribed from %s's mailing list
pt: Você foi desinscrita(o) da lista de discussão de %s

source: You could not be unsubscribed from %s's mailing list
pt: Você não pôde se desinscrita(o) da lista de discussão de %s

source: The operation was scheduled, you will be unsubscribed from all lists shortly
pt: A operação foi programada. Você será desinscrita(o) de todas as listasem breve

source: Mailing List
pt: Lista de Discussão

source: Integrates Noosfero groups with sympa mailing lists through foruns and blogs.
pt: Integra grupos do Noosfero com listas de discussão do Sympa através defóruns e blogs.

source: Mailing list subscription
pt: Inscrição na lista de discussão

source: Member asking to join the group mailing list.
pt: Membro pedindo para participar da lista de discussão do grupo.

source: %{linked_subject} wants to subscribe to the mailing list.
pt: %{linked_subject} quer se inscrever na lista de discussão.

source: %{person} wants to subscribe to %{group}'s mailing list.
pt: %{person} quer se inscrever na lista de discussão de %{group}.

source: Mailing list of %s
pt: Lista de discussão de %s

source: Administrator
pt: Administrador

source: Group asking member to join the mailing list.
pt: Group pedindo que um membro participe da lista de discussão.

source: %{requestor} wants to subscribe you to %{linked_subject} mailing list.
pt: %{requestor} quer inscrever você na lista de discussão de %{linked_subject}.

source: %{requestor} wants to subscribe you on %{group}'s mailing list.
pt: %{requestor} quer inscrever você na lista de discussão de %{group}.

source: This message was sent automatically by %s from the Mailing List Plugin.
pt: Essa mensagem foi enviada automaticamente por %s através do Plugin deLista de Discussão.

source: You can create a reply comment on %s just by replying this e-mail.
pt: Você pode criar um comentário de reposta em %s apenas respondendo essee-mail.

source: Write your reply above the quoted original message to ensure a proper comment creation!
pt: Escreva a sua resposta acima da mensagem original citada para garantir que seu comentário seja criado corretamente.

source: Name
pt: Nome

source: Deployed?
pt: Implantado?

source: Actions
pt: Ações

source: Review mailing list settings
pt: Revisar configurações da lista de discussão

source: No
pt: Não

source: Yes
pt: Sim

source: Activate email sending
pt: Ativa envio de email

source: Deactivate email sending
pt: Desativar envio de email

source: Deploy mailing list
pt: Impantar lista de discussão

source: Edit Mailing List Settings
pt: Editar Configurações da Lista de Discussão

source: API url
pt: Url da API

source: Web interface url
pt: Url da interface web

source: Password
pt: Senha

source: Back
pt: Voltar

source: Save
pt: Salvar

source: Mailing List Settings
pt: Configurações da Lista de Discussão

source: API Url
pt: Url da API

source: Web Interface
pt: Interface Web

source: Connection
pt: Conexão

source: Edit
pt: Editar

source: Manage communities
pt: Gerenciar comunidades

source: Manage enterprises
pt: Gerenciar empreendimentos

source: Manage %s
pt: Gerenciar %s

source: We are creating mailing lists for every %s on the network. This process may take several minutes, so you may come back later to manage the lists.
pt: Estamos criando listas de discussão para cada %s na rede. Esse processo podelevar alguns minutos, então você pode voltar aqui mais tarde para gerenciar aslistas.

source: Deploying...
pt: Implantando...

source: This will create a mailing list for every %s on this network. It might take several minutes. This action isn't reversible. Are you sure you want to deploy the mailing list on ALL %s?
pt: Isso irá criar uma lista de discussão para cada %s nessa rede. Isso pode levaralguns minutos. Essa ação não é reversível. Tem certeza que você querimplantar a lista de discussão em TODOS os grupos?

source: Deploy all
pt: Implantar todos

source: Activate all
pt: Ativar todos

source: Are you sure you want to activate the e-mail sending for mailing list on ALL %s?
pt: Tem certeza que você quer ativar o envio de e-mail para a lista de discussãode TODOS os grupos?

source: Deactivate all
pt: Desativar todos

source: Are you sure you want to deactivate the e-mail sending for mailing list on ALL %s?
pt: Tem certeza que você quer desativar o envio de e-mail para a lista de discussão de TODOS os grupos?

source: Subscribed?
pt: Inscrito?

source: View profile
pt: Ver perfil

source: Subscription waiting approval
pt: Inscrição esperando aprovação

source: Subscribe
pt: Inscrever

source: Unsubscribe
pt: Desinscrever

source: Do you really want to unsubscribe?
pt: Você realmente quer se desinscrever?

source: Type in a search term for blogs or forums
pt: Escreva um termo de busca para blogs ou fóruns

source: Define which blogs or forums should send e-mails to the mailing list
pt: Defina quais blogs ou fóruns devem enviar e-mails para a lista dediscussão

source: Mailing list options
pt: Opções da lista de discussão

source: Send e-mails?
pt: Enviar e-mails?

source: Members
pt: Membros

source: This feature will allow you to integrate forums from this group into a mailing list. After you deploy this feature, a new mailing list will be autmatically created and every member of this group will be subscribed to this mailing list. After the feature is deployed, you will be allowed to select which foruns should be integrated with your mailing list and then every topic created on these selected forums will autmatically send e-mails to the mailing list. The same will happen to comments on the topics and replies to comments.
pt: Essa funcionalidade irá permitir que você integre os fóruns e blogs dessegrupo com uma lista de discussão. Depois de implantar essa funcionalidade, uma nova lista de discussão será criada automaticamente e todos os membrosdesse grupo serão inscritos nessa lista de discussão. Após de a funcionalidadeser implantada, você poderá selecionar quais fóruns ou blogs devem serintegrados com a sua lista de discussão and então todos os tópicos epostagens criados nesses fóruns e blogs selecionados serão enviadospor e-mail para a lista de discussão. O mesmo irá acontecer com comentáriosnos conteúdos e respostas aos comentários.

source: Deploy
pt: Implantar

source: Unsubscribe from all lists:
pt: Desinscrever-se de todas as listas:

source: Unsubscribe from all
pt: Desinscrever-se de todas

source: Do you really want to unsubscribe from all lists?
pt: Você realmente quer se desinscrever de todas as listas?

source: Groups
pt: Grupos

source: Recieve e-mails?
pt: Receber e-mails?
