Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <strong>Members:</strong> Displays the members of the enterprise. You can choose how many members will be displayed.
es: <strong>Miembros:</strong> Muestra los miembros de la empresa. Puedes elegir cuntos miembros sern mostrados.
pt: <strong>Integrantes:</strong> Apresenta os integrantes do empreendimentos. Você pode escolher quantos integrantes serão listados.
ta: <strong> உறுப்பினர்கள்: </strong> நிறுவன உறுப்பினர்களைக் காட்டுகிறது. எத்தனை உறுப்பினர்கள் காண்பிக்கப்படுவார்கள் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: <strong>Products:</strong> Displays the products of the enterprise. You can choose how many products will be displayed.
es: <strong>Productos:</strong> Muestra los productos de la empresa. Puedes elegir cuntos productos sern mostrados.
pt: <strong>Produtos:</strong> Apresenta os produtos do empreendimento. Você pode escolher quantos produtos serão mostrados.
ta: <strong> தயாரிப்புகள்: </strong> நிறுவனத்தின் தயாரிப்புகளைக் காட்டுகிறது. எத்தனை தயாரிப்புகள் காண்பிக்கப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Products block
es: Bloque de productos
pt: Bloco de produtos
ta: தயாரிப்புகள் தொகுதி

source: <strong>Tags:</strong> Tags are created when a person add some of them to the contents created on the enterprise. This block will display the tags used on the contents. You can choose how many tags will be displayed.
es: <strong>Etiquetas:</strong> Las etiquetas son creadas cuando una persona agrega algunas de ellas a los contenidos creados en la empresa. Este bloque mostrar las etiquetas usadas en los contenidos. Puedes elegir cuntas etiquetas sern mostradas.
pt: <strong>Tags:</strong> Tags são criadas quando uma pessoa adiciona alguma tag no conteúdo criado no empreendimento. Este bloco apresentará as tags utilizadas no conteúdo. Você pode escolher quantas tags serão mostradas.
ta: <strong> குறிச்சொற்கள்: </strong> ஒரு நபர் நிறுவனத்தில் உருவாக்கப்பட்ட உள்ளடக்கங்களில் அவற்றில் சிலவற்றை சேர்க்கும்போது குறிச்சொற்கள் உருவாக்கப்படுகின்றன. இந்த தொகுதி உள்ளடக்கங்களில் பயன்படுத்தப்படும் குறிச்சொற்களைக் காண்பிக்கும். எத்தனை குறிச்சொற்கள் காண்பிக்கப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: <strong>Profile Information:</strong> It has a picture and some basic information about the enterprise, like how long the profile is part of the environment and useful links.
es: <strong>Informacin de perfil:</strong> Tiene una imagen y alguna informacin bsica sobre la empresa, como cunto tiempo el perfil ha sido parte del entorno y enlaces tiles.
pt: <strong>Informações do perfil:</strong> Apresenta uma imagem e algumas informações básicas sobre o empreendimento, como há quanto tempo o perfil faz parte do ambiente e links úteis.
ta: <strong> சுயவிவரத் தகவல்: </strong> இது ஒரு படம் மற்றும் நிறுவனத்தைப் பற்றிய சில அடிப்படை தகவல்களைக் கொண்டுள்ளது, இது சுயவிவரம் சுற்றுச்சூழலின் ஒரு பகுதியாகவும் பயனுள்ள இணைப்புகளாகவும் உள்ளது.

source: <strong>My network:</strong> This block displays some links.
es: <strong>Mi red:</strong> Este bloque muestra algunos enlaces.
pt: <strong>Minha rede:</strong> Este bloco apresenta alguns links.
ta: <strong> எனது நெட்வொர்க்: </strong> இந்த தொகுதி சில இணைப்புகளைக் காட்டுகிறது.

source: enterprise network block
es: bloque de red de la empresa
pt: Bloco da rede do empreendimento
ta: நிறுவன பிணைய தொகுதி

source: <strong>Profile Image:</strong> This block presents the enterprise image.
es: <strong>Imagen de perfil:</strong> Este bloque presenta la imagen de la empresa.
pt: <strong>Imagem do perfil:</strong> Este bloco apresenta a imagem do empreendimento.
ta: <strong> சுயவிவரப் படம்: </strong> இந்த தொகுதி நிறுவன படத்தை வழங்குகிறது.

source: <strong>Slideshow:</strong> This block displays the images of one of the enterprise&#8217;s image galleries as a slideshow. You can edit the block to select which image gallery will be displayed.
es: <strong>Presentacin:</strong> Este bloque muestra las imgenes de una de las galeras como una presentacin. Puedes editar el bloque seleccionando cul imagen de la galeria ser mostrada.
pt: <strong>Slideshow:</strong> Este bloco apresenta as imagens de uma das galerias de imagens do empreendimento como uma apresentação de slides. Você pode editar o bloco para selecionar qual galeria de imagens será mostrada.
ta: <strong> ச்லைடுசோ: </strong> இந்த தொகுதி நிறுவனத்தின் படக் காட்சியகங்களில் ஒன்றின் படங்களை ச்லைடுசோவாகக் காட்டுகிறது. எந்த பட கேலரி காண்பிக்கப்படும் என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: <strong>&#8220;Disabled enterprise&#8221; message:</strong> Shows a message for disabled enterprises.
es: <strong>Mensahe de &#8220;empresas deshabilitadas&#8221;:</strong> Muestra un mensaje para las empresas deshabilitadas.
pt: <strong>Mensagem &#8220;Empreendimento desabilitado&#8221;:</strong> Apresenta uma mensagem para empreendimentos desabilitados.
ta: <strong> &#8220; முடக்கப்பட்ட நிறுவன &#8221; செய்தி: </strong> ஊனமுற்ற நிறுவனங்களுக்கான செய்தியைக் காட்டுகிறது.

source: Disabled enterprise block
es: Bloque de empresa deshabilitada
pt: Bloco de empreendimentos desabilitados
ta: முடக்கப்பட்ட நிறுவன தொகுதி

source: <a href="/doc/enterprise/editing-appearance">Editing appearance</a>
es: <a href="/doc/enterprise/editing-appearance">Editando apariencia</a>
pt: <a href="/doc/enterprise/editing-appearance">Editar aparência</a>
ta: <a href = "/doc/enterprise/editing-apperance"> திருத்துதல் தோற்றம் </a>

source: Managing and adding members to an enterprise
es: Administrando y aadiendo miembros a la empresa
pt: Gerenciar e adicionar integrantes em um empreendimento
ta: ஒரு நிறுவனத்தில் உறுப்பினர்களை நிர்வகித்தல் மற்றும் சேர்ப்பது

source: <em>If you are an enterprise administrator, you can add or remove members from enterprise and also define which permissions each member will have</em>
es: <em> Si eres administrador de una empresa, puedes aadir o eliminar miembros de la empresa y tambin definir los permisos que cada miembro tendr</em>
pt: <em>Se você é administrador de um empreendimento, você pode adicionar e remover integrantes e também pode definir as permissões que cada membro terá</em>
ta: <em> நீங்கள் ஒரு நிறுவன நிர்வாகியாக இருந்தால், நீங்கள் நிறுவனத்திலிருந்து உறுப்பினர்களைச் சேர்க்கலாம் அல்லது அகற்றலாம், மேலும் ஒவ்வொரு உறுப்பினருக்கும் எந்த அனுமதிகள் இருக்கும் </em>

source: You will see the list of groups (communities/enterprises) that you are a member. The groups that you can manage are listed with a link &#8220;Manage&#8221;. Assuming that you are administrator of an enterprise&quot;, click on &#8220;Manage&#8221; link.
es: Vers la lista de grupos (comunidades/empresas) de los cuales eres miembro. Los grupos que puedes administrar estn listados con un enlace &#8220;Administrar&#8221;. Suponiendo que eres administrador de una empresa, clic en el enlace &#820Administrar&#21;.
pt: Aparecerá a lista de grupos (comunidades/empreendimentos) que você é membro. Os grupos que você pode gerenciar são listados com um link &#8220;Gerenciar&#8221;. Supondo que você é administrador de um empreendimento, clique em &#8220;Gerenciar&#8221;.
ta: நீங்கள் உறுப்பினராக இருக்கும் குழுக்களின் (சமூகங்கள்/நிறுவனங்கள்) பட்டியலை நீங்கள் காண்பீர்கள். நீங்கள் நிர்வகிக்கக்கூடிய குழுக்கள் ஒரு இணைப்புடன் பட்டியலிடப்பட்டுள்ளன &#8220; நிர்வகி &#8221 ;. நீங்கள் ஒரு நிறுவனத்தின் நிர்வாகி & quot;, &#8220; நிர்வகி &#8221; இணைப்பு.

source: In enterprise&#8217;s control panel, click on &#8220;Manage members&#8221;
es: En panel de control de la empresa, clic en &#8220; Administrar miembros&#8221;
pt: No painel de controle do empreendimento, clique em &#8220;Gerenciar integrantes&#8221;
ta: எண்டர்பிரைசின் கட்டுப்பாட்டுக் குழுவில், &#8220; உறுப்பினர்களை நிர்வகி &#8221;

source: Control panel with manage members
es: Panel de control con adminsitrar miembros
pt: Painel de controle com gerenciar integrantes
ta: நிர்வகித்தல் உறுப்பினர்களுடன் கட்டுப்பாட்டு குழு

source: You will see the list of people who are members of the enterprise and some buttons that will be explained in parts:
es: Vers la lista de personas que son miembros de la empresa y algunos botones que sern explicados por partes:
pt: Você verá a lista de pessoas que são integrantes do empreendimento e alguns botões que serão explicados por partes:
ta: நிறுவனத்தின் உறுப்பினர்களான நபர்களின் பட்டியலையும் சில பொத்தான்களையும் நீங்கள் காண்பீர்கள், அவை பகுதிகளாக விளக்கப்படும்:

source: Members list of enterprise on manage members
es: Lista de miembros de la empresa en administrar miembros
pt: Lista de integrantes de um empreendimento em gerenciar integrantes
ta: உறுப்பினர்கள் உறுப்பினர்களை நிர்வகித்தல் பற்றிய நிறுவனங்களின் பட்டியல்

source: <strong>Edit user role:</strong> Choose the role the member will have in the enterprise. Each role is associated to some permissions.
es: <strong> Editar rol de usuario:</strong> Elige el rol que el miembro tendr en la empresa. Cada rol est asociado con algunos permisos.
pt: <strong>Editar o papel do usuário:</strong> Escolha o papel que o membro terá na comunidade. Cada papel é associado a algumas permissões.
ta: <strong> பயனர் பாத்திரத்தைத் திருத்து: </strong> நிறுவனத்தில் உறுப்பினர் பெறும் பங்கைத் தேர்வுசெய்க. ஒவ்வொரு பாத்திரமும் சில அனுமதிகளுடன் தொடர்புடையது.

source: Changing role of an enterprise member
es: Cambiando el rol de un miembro de la empresa
pt: Alterando o papel de um membro do empreendimento
ta: ஒரு நிறுவன உறுப்பினரின் பங்கை மாற்றுதல்

source: <strong>Remove user:</strong> Clicking on the button, the user will be removed from the enterprise.
es: <strong> Eliminar usuario:</strong> Haciendo clic en el botn, el usuario ser elimindado de la empresa.
pt: <strong>Remover usuário:</strong> Clicando no botão, o usuário será removido da comunidade.
ta: <strong> பயனரை அகற்று: </strong> பொத்தானைக் சொடுக்கு செய்தால், பயனர் நிறுவனத்திலிருந்து அகற்றப்படுவார்.

source: <strong>Add members:</strong> You will see a screen to add new members to the enterprise. The members you add will have administrator role by default, with all permissions.
es: <strong>Aadir miembros:</strong> Vers una pantalla para aadir nuevos miembros a la empresa. Los miembros que aadas tendrn un rol de administrador por defecto, con todos los permisos.
pt: <strong>Adicionar integrantes:</strong> Você verá uma tela para adicionar novos integrantes ao empreendimento. Os integrantes inseridos terão o papel de administrador do perfil por padrão, com todas as permissões.
ta: <strong> உறுப்பினர்களைச் சேர்: </strong> நிறுவனத்தில் புதிய உறுப்பினர்களைச் சேர்க்க ஒரு திரையைப் பார்ப்பீர்கள். நீங்கள் சேர்க்கும் உறுப்பினர்களுக்கு அனைத்து அனுமதிகளுடனும், இயல்புநிலையாக நிர்வாகி பங்கு இருக்கும்.

source: Type in search field the name of the user system you want to add to the enterprise. The table in the left side (&#8220;Users&#8221;) will display the search results.
es: Ingresa en el campo de bsqueda el nombre del usuario del sistema que quieres aadir a la empresa. La tabla del lado izquierdo (&#8220;Usuarios&#8221;) mostrar los resultados de la bsqueda.
pt: Digite no campo de busca o nome do usuário do sistema que você deseja adicionar ao empreendimento. A tabela do lado esquerdo da tela (&#8220;Usuários&#8221;) mostrará o resultado da busca.
ta: தேடல் புலத்தில் நீங்கள் நிறுவனத்தில் சேர்க்க விரும்பும் பயனர் அமைப்பின் பெயர். இடது பக்கத்தில் உள்ள அட்டவணை (&#8220; பயனர்கள் &#8221;) தேடல் முடிவுகளைக் காண்பிக்கும்.

source: Click on &#8220;+&#8221; button to add the user. After clicking the button, the table on the right side (&#8220;Current members&#8221;) will be updated with the new member.
es: Clic en el botn &#8220;+&#8221; para aadir al usuario. Despus de presionar el botn, la tabla del lado derecho (&#8220;Miembros actuales&#8221;) ser actualizada con el nuevo miembro.
pt: Clique no botão &#8220;+&#8221; para adicionar o usuário. Após clicar no botão, a tabela do lado direito (&#8220;Membros atuais&#8221;) será atualizada com o novo membro.
ta: &#8220;+&#8221; பயனரைச் சேர்க்க பொத்தான். பொத்தானைக் சொடுக்கு செய்த பிறகு, வலது பக்கத்தில் உள்ள அட்டவணை (&#8220; தற்போதைய உறுப்பினர்கள் &#8221;) புதிய உறுப்பினருடன் புதுப்பிக்கப்படும்.

source: Add member on manage member
es: Aadir miembro en Administrar miembros
pt: Adicionar membro em gerenciar membro
ta: நிர்வகி உறுப்பினரில் உறுப்பினரைச் சேர்க்கவும்

source: <a href="/doc/enterprise/activating-enterprise">Activating your enterprise</a>
es: <a href="/doc/enterprise/activating-enterprise"> Activando tu empresa</a>
pt: <a href="/doc/enterprise/activating-enterprise">Ativar seu empreendimento</a>
ta: <a href = "/doc/Enterprise/activating-entryprise"> உங்கள் நிறுவனத்தை செயல்படுத்துதல் </a>

source: Editing enterprise settings
es: Editando configuracin de la empresa
pt: Editar configurações do empreendimento
ta: நிறுவன அமைப்புகளைத் திருத்துதல்

source: <em>If you are administrator of an enterprise, you can edit its settings.</em>
es: <em> Si eres el administrador de una empresa, puedes editar sus configuraciones.</em>
pt: <em>Se você é administrador de um empreendimento, você pode editar as configurações dele.</em>
ta: <em> நீங்கள் ஒரு நிறுவனத்தின் நிர்வாகியாக இருந்தால், அதன் அமைப்புகளைத் திருத்தலாம். </em>

source: In enterprise&#8217;s control panel, click on &#8220;Enterprise Info and settings&#8221;
es: En el panel de control de la empresa, clic en &#8220;Informacin y configuraciones de la empresa&#8221;
pt: No painel de controle do empreendimento, clique em &#8220;Informações e Configurações do Empreendimento&#8221;
ta: எண்டர்பிரைசின் கட்டுப்பாட்டுக் குழுவில், &#8220; நிறுவன செய்தி மற்றும் அமைப்புகள் &#8221;

source: Control panel with edit profile info
es: Panel de control con edicin de informacin de perfil
pt: Painel de controle com editar informações do perfil
ta: சுயவிவரத் தகவலுடன் கட்டுப்பாட்டு குழு

source: Then you will see a form with the information and settings of the enterprise. This screen will be explained in parts
es: Luego vers un formulario con la informacin y configuraciones de la empresa. Esta pantalla se explicar en partes
pt: Então você verá um formulário com as informações e configurações do empreendimento. Essa tela será explicada por partes
ta: நிறுவனத்தின் செய்தி மற்றும் அமைப்புகளுடன் ஒரு படிவத்தைக் காண்பீர்கள். இந்த திரை பகுதிகளாக விளக்கப்படும்

source: <strong>General information:</strong> Fill in with your enterprise&#8217;s data. If you want the &#8220;Contact&#8221; button to be displayed when a person visit your enterprise&#8217;s page, select &#8220;Enable &#8216;contact us&#8217;&#8221;.
es: <strong>Informacin general:</strong> Llena con los datos de tu empresa.Si quieres que el botn &#8220;Contacto&#8221; se muestre cuando una persona visite la pgina de tu empresa, selecciona &#8220;Habilitar&#8216; contctanos &#8217;&#8221;.
pt: <strong>Informações gerais:</strong> Preencha com os dados do seu empreendimento. Se quiser que o botão &#8220;Fale conosco&#8221; seja mostrado quando uma pessoa visita a página do seu empreendimento, selecione &#8220;Habilitar fale conosco &#8216;
ta: <strong> பொதுவான தகவல்: </strong> உங்கள் நிறுவனத்தின் தரவுகளை நிரப்பவும். நீங்கள் விரும்பினால் &#8220; தொடர்பு &#8221; ஒரு நபர் உங்கள் நிறுவனத்தின் பக்கத்தைப் பார்வையிடும்போது, &#8220; இயக்கு &#8216; எங்களை தொடர்பு கொள்ளவும் &#8217; &#8221 ;.

source: General information when editing enterprise profile info
es: Informacin general al editar la informacin del perfil de la empresa
pt: Informações gerais na edição das informações do perfil de empreendimento
ta: நிறுவன சுயவிவரத் தகவலைத் திருத்தும்போது பொதுவான செய்தி

source: <strong>Moderation options:</strong> Choose how the article&#8217;s moderation on enterprise will be. Choose the first option if you want the enterprise&#8217;s administrators to approve/deny the articles published and choose the second if approval is not needed.
es: <strong> Opciones de moderacin:</strong> Elige cmo ser la moderacin de artculos en la empresa. Elige la primera opcin si quieres que los administradores de la empresa aprueben/deneguen los artculos publicados y elige la segunda si la aprobacin no es necesaria.
pt: <strong>Opções de moderação:</strong> Escolha como a moderação de artigos do empreendimento será feita. Escolha a primeira opção caso você queira que os administradores do empreendimento aprovem/rejeitem os artigos publicados e escolha a a segunda opção se não é necessário ter moderação.
ta: <strong> மிதமான விருப்பங்கள்: </strong> நிறுவனத்தின் கட்டுரையின் மிதமான தன்மை எவ்வாறு இருக்கும் என்பதைத் தேர்வுசெய்க. நிறுவனத்தின் நிர்வாகிகள் வெளியிடப்பட்ட கட்டுரைகளை ஒப்புதல்/மறுக்க விரும்பினால் முதல் விருப்பத்தைத் தேர்வுசெய்க, ஒப்புதல் தேவையில்லை என்றால் இரண்டாவது ஒன்றைத் தேர்வுசெய்க.

source: Moderation options when editing enterprise profile info
es: Opciones de moderacin al editar informacin del perfil de la empresa
pt: Opções de moderação na edição das informações do empreendimento
ta: நிறுவன சுயவிவரத் தகவலைத் திருத்தும்போது மிதமான விருப்பங்கள்

source: <strong>Change picture:</strong> Insert a picture or change enterprise&#8217;s picture. Click on &#8220;File&#8230;&#8221; and choose the image in your computer. The image must have a maximum of 500Kb e be <em>.jpg</em> , <em>.gif</em> or <em>.png</em> .
es: <strong>Cambiar imagen:</strong> Inserta una imagen o cambia la imagen de la empresa. Clic en &#8220;Archivo&#8230;&#8221 y elige la imagen de tu computadora. La imagen debe pesar mximo 500kb y ser <em>.jpg</em>, <em>.gif</em> o <em>.png</em>.
pt: <strong>Mudar foto: </strong>Insira ou altere a foto do empreendimento. Clique em &#8221;Arquivo...&#8220; e escolha a imagem no seu computador. A imagem deve ter no máximo 500Kb e ser do tipo <em>.jpg</em>, <em>.gif</em> ou <em>.png</em>.
ta: <strong> படத்தை மாற்றவும்: </strong> ஒரு படத்தை செருகவும் அல்லது நிறுவனத்தின் படத்தை மாற்றவும். &#8220; கோப்பு &#8230; &#8221; உங்கள் கணினியில் படத்தைத் தேர்வுசெய்க. படத்தில் அதிகபட்சம் 500kb இ be <em> .jpg </em>, <em> .gif </em> அல்லது <em> .png </em> இருக்க வேண்டும்.

source: Add picture when editing enterprise profile info
es: Aade una imagen al editar la informacin de perfil de la empresa
pt: Alterar imagem na edição das informações do empreendimento
ta: நிறுவன சுயவிவரத் தகவலைத் திருத்தும்போது படத்தைச் சேர்க்கவும்

source: Change picture when editing enterprise profile info
es: Cambia la imagen al editar la informacin de perfil de la empresa
pt: Alterar imagem na edição das informações do empreendimento
ta: நிறுவன சுயவிவரத் தகவலைத் திருத்தும்போது படத்தை மாற்றவும்

source: <strong>Privacy options:</strong> Choose if enterprise profile will be public or private. When an enterprise is private, the users that are not friends and tries to view the enterprise&#8217;s profile or its contents will be redirected to a page that show only general information.
es: <strong>Opciones de privacidad:</strong> Elige si el perfil de la empresa ser pblico o privado. Cuando una empresa es privada, los usuarios que no son amigos e intentan ver el perfil de la empresa o sus contenidos sern redireccionados a una pgina que solamente muestre informacin general.
pt: <strong>Opções de privacidade:</strong> Escolha se o perfil do empreendimento será público ou privado. Quando um empreendimento é privado, os usuários que não são amigos e tentam visualizar o perfil do empreendimento ou seu conteúdo serão redirecionado para a página que mostra apenas informações gerais.
ta: <strong> தனியுரிமை விருப்பங்கள்: </strong> நிறுவன சுயவிவரம் பொது அல்லது தனிப்பட்டதாக இருக்குமா என்பதைத் தேர்வுசெய்க. ஒரு நிறுவனம் தனிப்பட்டதாக இருக்கும்போது, நண்பர்கள் இல்லாத பயனர்கள் மற்றும் நிறுவனத்தின் சுயவிவரத்தை அல்லது அதன் உள்ளடக்கங்களைக் காண முயற்சிக்கும் பயனர்கள் பொதுவான தகவல்களை மட்டுமே காட்டும் ஒரு பக்கத்திற்கு திருப்பி விடப்படுவார்கள்.

source: Privacy options when editing enterprise profile info
es: Opciones de privacidad al editar la informacin de perfil de la empresa
pt: Opções de privacidade na edição das informações do empreendimento
ta: நிறுவன சுயவிவரத் தகவலைத் திருத்தும்போது தனியுரிமை விருப்பங்கள்

source: <strong>Categories:</strong> If enabled on the system, you can choose the categories that the enterprise will have.
es: <strong>Categoras:</strong> Si se encuentran habilitadas en el sistema, puedes elegir las categoras que la empresa tendr.
pt: <strong>Categorias:</strong> Se habilitado no sistema, você pode definir as categorias das quais o empreendimento fará parte.
ta: <strong> வகைகள்: </strong> கணினியில் இயக்கப்பட்டிருந்தால், நிறுவனத்திற்கு இருக்கும் வகைகளை நீங்கள் தேர்வு செய்யலாம்.

source: Then, click on &#8220;Save&#8221; button&quot; and the profile will be updated.
es: Luego, clic en el botn &#8220;Guardar&#8221; y el perfil ser actualizado.
pt: Depois, basta clicar no botão &#8220;Salvar&#8221; que o perfil estará atualizado.
ta: பின்னர், &#8220; சேமி &#8221; பொத்தான் & quot; சுயவிவரம் புதுப்பிக்கப்படும்.

source: <em>You can customize the page of your enterprise, adding some text or image on header or footer.</em>
es: <em>Puedes personalizar la pgina de tu empresa, aadiendo algo de texto o imgenes en el encabezado o pie de pgina.
pt: <em>Você pode personalizar a página do seu empreendimento, colocando texto ou imagem no cabeçalho ou rodapé</em>
ta: <em> உங்கள் நிறுவனத்தின் பக்கத்தைத் தனிப்பயனாக்கலாம், தலைப்பு அல்லது அடிக்குறிப்பில் சில உரை அல்லது படத்தைச் சேர்க்கலாம். </em>

source: Edit header and footer on enterprise control panel
es: Ediar encabezado y pie de pgina en el panel de control de la empresa
pt: Editar cabeçalho e rodapé no controle de painel do empreendimento
ta: எண்டர்பிரைச் கண்ட்ரோல் பேனலில் தலைப்பு மற்றும் அடிக்குறிப்பைத் திருத்தவும்

source: Adding products to an enterprise
es: Aadiendo productos a una empresa
pt: Adicionando produtos em um empreendimento
ta: ஒரு நிறுவனத்தில் தயாரிப்புகளைச் சேர்ப்பது

source: <em>If you are an enterprise administrator, you can add products to the enterprise.</em>
es: <em> Si eres un adiministrador de empresa, puedes aadir productos a la misma.</em>
pt: <em>Se você é administrador de um empreendimento, você pode adicionar produtos no empreendimentoterá</em>
ta: <em> நீங்கள் ஒரு நிறுவன நிர்வாகியாக இருந்தால், நீங்கள் நிறுவனத்தில் தயாரிப்புகளைச் சேர்க்கலாம். </em>

source: Go to the enterprise&#8217;s page. Use the <a href="/doc/navigation/searching-enterprises">search</a> and click on the enterprise you want to add a product.
es: Ir a la pgina de la empresa. Usa el <a href="/doc/navegation/searching-enterprises">buscar</a> y clic en la empresa que quieres aadir un producto.
pt: Vá para a página do empreendimento. Utilize a <a href="/doc/navigation/searching-enterprises">busca</a> e clique no empreendimento que deseja adicionar um produto.
ta: நிறுவனத்தின் பக்கத்திற்குச் செல்லவும். <A href = "/doc/வழிசெலுத்தல்/தேடல்-நிறுவனங்கள்"> தேடல் </a> ஐப் பயன்படுத்தவும், நீங்கள் ஒரு தயாரிப்பைச் சேர்க்க விரும்பும் நிறுவனத்தைக் சொடுக்கு செய்க.

source: In enterprise&#8217;s control panel, click on &#8220;Manage products and services&#8221;
es: En panel de control de la empresa, clic en &#8220;Administrar productos y servicios&#8221;
pt: No painel de controle do empreendimento, clique em &#8220;Gerenciar produtos e serviçoes&#8221;
ta: எண்டர்பிரைசின் கட்டுப்பாட்டுக் குழுவில், &#8220; தயாரிப்புகள் மற்றும் சேவைகளை நிர்வகிக்கவும் &#8221;

source: Control panel with manage products
es: Panel de control con administrador de productos
pt: Painel de controle com gerenciar produtos
ta: தயாரிப்புகளை நிர்வகிக்கும் கட்டுப்பாட்டு குழு
