Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: A short name by which you like to be known. Will be used in friends listings, community member listings etc.
de: Ein kurzer Name unter dem Sie veröffentlichen. Wird in den Listings von Freunden , bei Community Mitglieder usw. verwendet etc.
es: Un nombre corto por el cual deseas que te conozcan. Será usado en las listas de amigos, en listas de miembros de comunidades, etc.
ru: Никнэйм
ta: நீங்கள் அறிய விரும்பும் ஒரு குறுகிய பெயர். நண்பர்கள் பட்டியல்கள், சமூக உறுப்பினர் பட்டியல்கள் போன்றவற்றில் பயன்படுத்தப்படும்.

source: Home phone
de: Private Telefonnummer
es: Teléfono de casa
ru: Домашний телефон
ta: வீட்டு தொலைபேசி

source: With area code, only numbers
ta: பகுதி குறியீட்டைக் கொண்டு, எண்கள் மட்டுமே

source: Personal website
ta: தனிப்பட்ட வலைத்தளம்

source: Birth date
de: Geburtstag
es: Fecha de nacimiento
ru: Дата рождения
ta: பிறந்த தேதி

source: Custom formation
de: Angepasste Formatierung
es: Formación perzonalizada
ta: தனிப்பயன் உருவாக்கம்

source: %s' Categories of Interest
ta: %வட்டி வகைகள்

source: Select the categories in which you are interested
ta: நீங்கள் ஆர்வமுள்ள வகைகளைத் தேர்ந்தெடுக்கவும்

source: Deleting profile %s
de: Profil %s löschen
es: Borrando perfil %s
ta: சுயவிவரத்தை நீக்குதல் %s

source: Are you sure you want to delete this profile?
de: Sind Sie sicher, dass Sie dieses Profil entfernen möchten?
es: ¿Estás seguro de que deseas eliminar este perfil?
ta: இந்த சுயவிவரத்தை நீக்க விரும்புகிறீர்களா?

source: You must be aware that all content of this profile (articles, events, files and pictures) will also be deleted.
de: Bitte beachten Sie, dass der gesamte Inhalt dieses Profils (Artikel, Ereignisse, Dateien und Bilder) auch gelöscht werden.
es: Debes estar consciente de que todo el contenido de este perfil (artículos, eventos, archivos e imágenes) serán borrados también.
ta: இந்த சுயவிவரத்தின் அனைத்து உள்ளடக்கங்களும் (கட்டுரைகள், நிகழ்வுகள், கோப்புகள் மற்றும் படங்கள்) நீக்கப்படும் என்பதை நீங்கள் அறிந்திருக்க வேண்டும்.

source: No, I gave up
de: Nein, ich bin fertig
es: No, me rindo
ta: இல்லை, நான் கைவிட்டேன்

source: Disabling '%s' enterprise
de: '%s' Unternehmen deaktivieren
es: Deshabilitando empresa '%s'
ru: Отключить компанию '%s'
ta: '%s' நிறுவனத்தை முடக்குதல்

source: Are you sure you want to disable %s?
de: Sind Sie sicher, dass Sie %s deaktivieren möchten?
es: ¿Estás seguro de que quieres deshabilitar %s?
ru: Вы уверены что хотите отключить компанию?
ta: %s ஐ முடக்க விரும்புகிறீர்களா?

source: Yes, I want to disable.
de: Ja, ich möchte deaktivieren.
es: Sí, lo quiero deshabilitar.
ru: Да
ta: ஆம், நான் முடக்க விரும்புகிறேன்.

source: Enabling '%s' enterprise
de: '%s' Unternehmen aktivieren
es: Habilitando empresa '%s'
ru: Включить компанию '%s'
ta: '%s' நிறுவனத்தை இயக்குகிறது

source: Are you sure you want to enable %s?
de: Sind Sie sicher, dass Sie %s aktivieren möchten?
es: ¿Estas seguro que quieres habilitar %s?
ru: Вы уверены что хотите активировать %s?
ta: %s ஐ இயக்க விரும்புகிறீர்களா?

source: Yes, I want to enable.
de: Ja, ich möchte aktivieren.
es: Sí, lo quiero habilitar.
ru: Да
ta: ஆம், நான் இயக்க விரும்புகிறேன்.

source: Editing header and footer
de: Kopf- und Fußbereich ändern
es: Editar encabezado y pie de página
ru: Редактирование header или footer
ta: தலைப்பு மற்றும் அடிக்குறிப்பு

source: Using the fields below you can customize the header and footer for your website:
de: Wenn Sie die unteren Felder nutzen, dann können Sie Kopf- und Fußbereich Ihrer Webseite individuell gestalten:
es: Usando los campos de abajo, puedes personalizar el encabezado y pie de página de tu sitio web:
ru: Вы можете настроить header или footer
ta: கீழேயுள்ள புலங்களைப் பயன்படுத்தி உங்கள் வலைத்தளத்திற்கான தலைப்பு மற்றும் அடிக்குறிப்பை தனிப்பயனாக்கலாம்:

source: On header, you can include a personalized banner by first adding in "Manage content", and then referencing it here. A good format is 468 X 60 pixels, PNG format.
de: Im Kopfbereich können Sie ein persönliches Banner einbinden, in dem Sie dieses zunächst in "Inhalt verwalten" hochladen und dann referenzieren (verlinken). Ein gutes Format ist 468 X 60 Pixel, PNG-Format.
es: En el encabezado, puedes incluir un banner personalizado añadiéndolo primero en "Gestión de contenido", y después referenciándolo aquí. Un buen formato es 468 X 60 pixeles, en formato PNG.
ru: Header может включать баннер, желательно формата 468 X 60, PNG.
ta: தலைப்பில், நீங்கள் முதலில் "உள்ளடக்கத்தை நிர்வகிக்கவும்" சேர்ப்பதன் மூலம் தனிப்பயனாக்கப்பட்ட பேனரைச் சேர்க்கலாம், பின்னர் அதை இங்கே குறிப்பிடலாம். ஒரு நல்ல வடிவம் 468 ஃச் 60 படப்புள்ளிகள், பி.என்.சி வடிவம்.

source: On footer, you can include a slogan and your contact information etc.
de: Im Fußbereich (footer) können Sie einen Slogan und Ihre Kontaktinformation usw. hinterlegen.
es: En el pie de página, puedes incluir un slogan y tu información de contacto, etc.
ru: В footer можно поместить слоган и контактную информацию
ta: அடிக்குறிப்பில், நீங்கள் ஒரு முழக்கம் மற்றும் உங்கள் தொடர்பு செய்தி போன்றவற்றை சேர்க்கலாம்.

source: See existing examples:
de: Beispiele ansehen:
es: Ver ejemplos existentes:
ru: Посмотреть примеры:
ta: இருக்கும் எடுத்துக்காட்டுகளைக் காண்க:

source: Content for header
de: Inhalt für den Kopfbereich (header)
es: Contenido para encabezado
ru: Контент header-а
ta: தலைப்புக்கான உள்ளடக்கம்

source: Content for footer
de: Inhalt für den Fußbereich (footer)
es: Contenido para pie de página
ru: Контент footer-а
ta: அடிக்குறிப்புக்கான உள்ளடக்கம்

source: Filter options
ta: வடிகட்டி விருப்பங்கள்

source: There are no entries matching this filter.
ta: இந்த வடிப்பானுடன் பொருந்தக்கூடிய உள்ளீடுகள் எதுவும் இல்லை.

source: Activate your enterprise
de: Aktivieren Sie Ihr Unternehmen
es: Activa tu empresa
ru: Активировать компанию
ta: உங்கள் நிறுவனத்தை செயல்படுத்தவும்

source: If you received a letter with information about your enterprise activation, add here the activation code that was sent.
de: Wenn Sie einen Brief mit Informationen über die Aktivierung Ihres Unternehmens erhalten haben, dann geben Sie hier den mitgesandten Aktivierungscode ein.
es: Si recibiste un correo con información acerca de la activación de tu empresa, añade aquí el código de activación que se te envió.
ru: Если вы получили письмо в кодом активации компании, вставьте его сюда
ta: உங்கள் நிறுவன செயல்படுத்தல் பற்றிய தகவலுடன் ஒரு கடிதத்தைப் பெற்றால், அனுப்பப்பட்ட செயல்படுத்தும் குறியீட்டை இங்கே சேர்க்கவும்.

source: Enterprise activation code
de: Aktivierungscode für das Unternehmen
es: Código de activación de la empresa
ru: Введите код компании
ta: நிறுவன செயல்படுத்தும் குறியீடு

source: Back to homepage
ta: முகப்புப்பக்கத்திற்குத் திரும்பு

source: %s' Informations
ta: %s தகவல்கள்

source: This profile is a template
de: Dieses Profil ist eine Vorlage
ta: இந்த சுயவிவரம் ஒரு வார்ப்புரு

source: Change picture
de: Bild ändern
es: Cambiar imagen
ru: Сменить картинку
ta: படத்தை மாற்றவும்

source: Max size: %s (.jpg, .gif, .png)
de: Maximale Größe: %s (.jpg, .gif, .png)
es: Tamaño máximo: %s (.jpg, .gif, .png)
ru: Максимальный размер: %s (.jpg, .gif, .png)
ta: அதிகபட்ச அளவு: %s (.jpg, .gif, .png)

source: Advanced Options
ta: மேம்பட்ட விருப்பங்கள்

source: Deactivate profile
ta: சுயவிவரத்தை செயலிழக்கச் செய்யுங்கள்

source: Are you sure you want to deactivate this profile?
ta: இந்த சுயவிவரத்தை செயலிழக்க விரும்புகிறீர்களா?

source: Activate profile
ta: சுயவிவரத்தை செயல்படுத்தவும்

source: Are you sure you want to activate this profile?
ta: இந்த சுயவிவரத்தை செயல்படுத்த விரும்புகிறீர்களா?

source: Delete profile
de: Profile löschen
es: Borrar perfil
ta: சுயவிவரத்தை நீக்கு

source: %s' Preferences
ta: %s 'விருப்பத்தேர்வுகள்

source: Editor
ta: திருத்தி

source: With which editor you want to use to write your contents?
ta: உங்கள் உள்ளடக்கங்களை எழுத நீங்கள் எந்த எடிட்டரைப் பயன்படுத்த விரும்புகிறீர்கள்?

source: Automaticaly redirect the visitor to the article translated to his/her language
de: Den Besucher automatisch zu einer Übersetzung des Artikels in seine/ihre Sprache umleiten
es: Redirigir automáticamente al visitante al artículo traducido a su idioma
ta: பார்வையாளரை அவரது/அவள் மொழிக்கு மொழிபெயர்க்கப்பட்ட கட்டுரைக்கு தானாக திருப்பி விடுங்கள்

source: Suggestions
ta: பரிந்துரைகள்

source: Send me relationship suggestions by email
ta: மின்னஞ்சல் மூலம் எனக்கு உறவு பரிந்துரைகளை அனுப்புங்கள்

source: Files upload
ta: கோப்புகள் பதிவேற்றம்

source: Send single file in upload with description
ta: விளக்கத்துடன் பதிவேற்றத்தில் ஒற்றை கோப்பை அனுப்பவும்

source: Redirection after login
ta: உள்நுழைந்த பிறகு திருப்பிவிடுதல்

source: %s's Privacy options
ta: %s இன் தனியுரிமை விருப்பங்கள்

source: Visibility
de: Sichtbarkeit
ta: விழிமை

source: Secret &mdash; hide the group and all its contents for non members and other people can't join this community unless they are invited to.
ta: மறைபொருள் & mdash; குழுவையும் அதன் அனைத்து உள்ளடக்கங்களையும் உறுப்பினர்கள் அல்லாதவர்கள் மற்றும் பிற நபர்களுக்காக மறைக்க இந்த சமூகத்தில் சேர முடியாது.

source: Profile Access
ta: சுயவிவர அணுகல்

source: Who will be able to see your profile?
ta: உங்கள் சுயவிவரத்தை யார் பார்க்க முடியும்?

source: Wall access
ta: சுவர் அணுகல்

source: Who will be able to see your wall?
ta: உங்கள் சுவரை யார் பார்க்க முடியும்?

source: Allow other users to follow me
ta: மற்ற பயனர்கள் என்னைப் பின்தொடர அனுமதிக்கவும்

source: %s' Regions of Interest
ta: ஆர்வமுள்ள %s பகுதிகள்

source: Select the regions in which you are interested
ta: நீங்கள் ஆர்வமுள்ள பகுதிகளைத் தேர்ந்தெடுக்கவும்

source: %s' Tags of Interest
ta: ஆர்வத்தின் %s 'குறிச்சொற்கள்

source: Edit welcome page
ta: வரவேற்பு பக்கத்தைத் திருத்தவும்

source: Your welcome page will only be displayed if this options is selected.
ta: இந்த விருப்பங்கள் தேர்ந்தெடுக்கப்பட்டால் மட்டுமே உங்கள் வரவேற்பு பக்கம் காண்பிக்கப்படும்.

source: This page will be displayed to the user after his signup with this template.
ta: இந்த வார்ப்புருவுடன் கையெழுத்திட்ட பிறகு இந்த பக்கம் பயனருக்கு காண்பிக்கப்படும்.

source: Add admins to %s
de: Administratoren zu %s hinzufügen
es: Añadir administradores a %s
ta: %s இல் நிர்வாகிகளைச் சேர்க்கவும்

source: Add members
de: Mitglieder hinzufügen
es: Añadir miembros
ru: Добавить участников
ta: உறுப்பினர்களைச் சேர்க்கவும்

source: Type in a search term for users
de: Geben Sie einen Suchbegriff für Benutzer ein
es: Escribe un término de búsqueda para los usuarios
ta: பயனர்களுக்கான தேடல் காலத்தைத் தட்டச்சு செய்க

source: Name or Email
ta: பெயர் அல்லது மின்னஞ்சல்

source: Current members
de: Derzeitige Mitglieder
es: Miembros actuales
ta: தற்போதைய உறுப்பினர்கள்

source: No members found to: %s
ta: உறுப்பினர்கள் எதுவும் காணப்படவில்லை: %s

source: Add members to %s
de: Mitglieder zu %s hinzufügen
es: Añadir miembros a %s
ru: Добавить участников в %s
ta: உறுப்பினர்களை %s இல் சேர்க்கவும்

source: Custom Roles:
ta: தனிப்பயன் பாத்திரங்கள்:

source: Last administrator leaving %s
de: Letzter Administrator verließ %s
es: Último administrador abandonando %s
ta: கடைசி நிர்வாகி %s ஐ விட்டு வெளியேறுகிறார்

source: Since you are the last administrator, you must choose at least one member to administer this community.
de: Sie sind der letzte Administrator. Sie müssen ein anderes Mitglied auswählen, das diese Community administriert.
es: Como eres el último administrador, debes elegir al menos un miembro para administrar esta comunidad.
ta: நீங்கள் கடைசி நிர்வாகி என்பதால், இந்த சமூகத்தை நிர்வகிக்க குறைந்தபட்சம் ஒரு உறுப்பினரையாவது தேர்வு செய்ய வேண்டும்.

source: Quota
ta: ஒதுக்கீடு

source: Usage
ta: பயன்பாடு

source: Unlimited
ta: வரம்பற்றது

source: Edit Quota
ta: ஒதுக்கீட்டைத் திருத்து

source: Reset quota for this profile
ta: இந்த சுயவிவரத்திற்கான ஒதுக்கீட்டை மீட்டமைக்கவும்

source: This action will reset the quota for %s.
ta: இந்த நடவடிக்கை %s க்கான ஒதுக்கீட்டை மீட்டமைக்கும்.

source: Leaving the size blank will set the upload quota as unlimited. Setting it to zero will make it impossible for profiles to upload new files. Any other numeric value is valid.
ta: அளவை காலியாக விட்டுவிடுவது பதிவேற்ற ஒதுக்கீட்டை வரம்பற்றதாக அமைக்கும். அதை பூச்சியமாக அமைப்பது சுயவிவரங்களை புதிய கோப்புகளை பதிவேற்றுவது சாத்தியமில்லை. வேறு எந்த எண் மதிப்பு செல்லுபடியாகும்.

source: Size (in Megabytes)
ta: அளவு (மெகாபைட்டுகளில்)

source: Profile kind
ta: சுயவிவர வகை

source: Show/hide types
ta: வகைகளைக் காட்டு/மறைக்கவும்

source: Reset quota for all profiles
ta: அனைத்து சுயவிவரங்களுக்கும் ஒதுக்கீட்டை மீட்டமைக்கவும்

source: This action will reset the quotas of all %s profiles.
ta: இந்த நடவடிக்கை அனைத்து %s சுயவிவரங்களின் ஒதுக்கீட்டை மீட்டமைக்கும்.

source: Find users
ta: பயனர்களைக் கண்டறியவும்

source: Quota for %s profiles
ta: %s சுயவிவரங்களுக்கான ஒதுக்கீடு

source: Quota for %s
ta: %s க்கான ஒதுக்கீடு

source: Upload quotas
ta: ஒதுக்கீட்டைப் பதிவேற்றவும்

source: Quotas by profile kind
ta: சுயவிவர வகையான ஒதுக்கீடுகள்

source: Quotas by profile
ta: சுயவிவரத்தின் மூலம் ஒதுக்கீடு

source: %s Permissions:
ta: %s அனுமதிகள்:

source: Create role
de: Funktion erstellen
es: Crear rol
ru: Создать роль
ta: பாத்திரத்தை உருவாக்குங்கள்

source: Assign %s
ta: %s ஒதுக்குங்கள்

source: Assign role by:
ta: வழங்கியவர்:

source: Select members to assign the role
ta: பாத்திரத்தை ஒதுக்க உறுப்பினர்களைத் தேர்ந்தெடுக்கவும்

source: Replace role:
ta: பாத்திரத்தை மாற்றவும்:

source: Deleting %s
ta: %s நீக்குதல்

source: This role is not being currently used.
ta: இந்த பங்கு தற்போது பயன்படுத்தப்படவில்லை.

source: Are you sure you want to delete this role?
ta: இந்த பாத்திரத்தை நீக்க விரும்புகிறீர்களா?

source: There are members currently using this role.
ta: தற்போது இந்த பாத்திரத்தைப் பயன்படுத்தும் உறுப்பினர்கள் உள்ளனர்.

source: To which role do you want to change them?
ta: எந்த பாத்திரத்தை மாற்ற விரும்புகிறீர்கள்?

source: Delete role
ta: பாத்திரத்தை நீக்கு

source: Manage user roles
de: Verwalte Nutzerfunktionen
es: Administrar roles de usuarios
ru: Управление ролями
ta: பயனர் பாத்திரங்களை நிர்வகிக்கவும்

source: Role
de: Funktion
es: Rol
ru: Роль
ta: பங்கு

source: Assign
ta: ஒதுக்க

source: Create a new role
de: Eine neue Rolle erzeugen
es: Crear nuevo rol
ta: புதிய பாத்திரத்தை உருவாக்கவும்

source: Permissions
de: Rechte
es: Permisos
ru: Разрешения
ta: அனுமதிகள்

source: Back to roles management
de: Zurück zur Rollenverwaltung
es: Volver a la administración de roles
ta: பாத்திர மேலாண்மைக்குத் திரும்பு

source: %s result found
ta: %s முடிவு காணப்பட்டது

source: Search on %s's profile
de: Suche auf %s's Profil
es: Buscar en el perfil de %s'
ta: %s இன் சுயவிவரத்தைத் தேடுங்கள்

source: Add a CSS file
de: CSS Datei hinzufügen
es: Agregar un archivo CSS
ru: Добавить СSS
ta: ஒரு சிஎச்எச் கோப்பைச் சேர்க்கவும்

source: File name
de: Dateiname
es: Nombre del archivo
ru: Имя файла
ta: கோப்பு பெயர்

source: Choose the image file
de: Grafikdatei auswählen
es: Escoge el archivo de imagen
ru: Выберите изображение
ta: படக் கோப்பைத் தேர்வுசெய்க

source: Add image
de: Bild hinzufügen
es: Añadir imagen
ru: Добавить картинку
ta: படத்தைச் சேர்க்கவும்

source: CSS code: "%s"
es: Código CSS: "%s"
ru: CSS код: "%s"
ta: சிஎச்எச் குறியீடு: "%s"

source: Editing theme "%s"
de: Motiv "%s" ändern
es: Editando tema "%s"
ru: Редактировать тему "%s"
ta: கருப்பொருள்களைத் திருத்துதல் "

source: Preview this theme
de: Vorschau auf dieses Motiv
es: Previsualizar este tema
ru: Предпросмотр темы
ta: இந்த கருப்பொருளை முன்னோட்டமிடுங்கள்

source: CSS files
de: CSS Datei
es: archivos CSS
ru: CSS файлы
ta: சிஎச்எச் கோப்புகள்

source: New CSS
de: Neues CSS
es: Nuevo CSS
ru: новый CSS
ta: புதிய சிஎச்எச்

source: Select a CSS file to edit
de: zu ändernde CSS Datei auswählen
es: Selecciona un archivo CSS para editar
ru: Выберите CSS
ta: திருத்த ஒரு சிஎச்எச் கோப்பைத் தேர்ந்தெடுக்கவும்

source: My themes
de: Meine Motive
es: Mis temas
ru: Мои темы
ta: என் கருப்பொருள்கள்

source: Use this theme
de: Nutze dieses Motiv
es: Usar este tema
ru: Использовать эту тему
ta: இந்த கருப்பொருளைப் பயன்படுத்தவும்

source: The "%s" theme.
de: Das "%s" Motiv.
es: El tema "%s".
ru: Тема "%s"
ta: "%s" கருப்பொருள்.

source: Edit this theme
de: Dieses Motiv ändern
es: Editar este tema
ru: Редактировать тему
ta: இந்த கருப்பொருளைத் திருத்தவும்

source: Test this theme
de: Dieses Motiv testen
es: Probar este tema
ru: Попробовать тему
ta: இந்த கருப்பொருளை சோதிக்கவும்

source: New theme ...
de: Neues Motiv...
es: Nuevo tema ...
ru: Новая тема...
ta: புதிய கருப்பொருள் ...

source: Create new theme
de: Neues Thema erstellen
es: Crear un nuevo tema
ru: Создать новую тему
ta: புதிய கருப்பொருளை உருவாக்கவும்

source: Name of the new theme:
de: Name des neuen Themas:
es: Nombre del nuevo tema:
ru: Имя новой темы
ta: புதிய கருப்பொருளின் பெயர்:

source: You are offline
ta: நீங்கள் ஆஃப்லைனில் இருக்கிறீர்கள்

source: It was not possible to load this page.
ta: இந்த பக்கத்தை ஏற்ற முடியவில்லை.

source: Check your internet connection.
ta: உங்கள் இணைய இணைப்பை சரிபார்க்கவும்.

source: Reload
ta: ஏற்றவும்

source: 1 validator
es: 1 validador
ru: Утверждающий
ta: 1 வாலிடேட்டர்

source: Validators by Region
de: Validatoren nach Region
es: Validadores por región
ru: Утверждающие по регионам
ta: பிராந்தியத்தின் மூலம் வாலிடேட்டர்கள்

source: Validators for region %s
de: Validatoren für die Region %s
es: Validadores por región %s
ru: Утверждающие региона %s
ta: பிராந்தியத்திற்கான வாலிடேட்டர்கள் %s

source: Current validators
de: aktuelle Validatoren
es: Validadores actuales
ru: текущие утверждающие
ta: தற்போதைய வாலிடேட்டர்கள்

source: Remove validation rights
de: Validatoren-Rechte entfernen
es: Eliminar derechos de validación
ru: Удалить права утверждения
ta: சரிபார்ப்பு உரிமைகளை அகற்று

source: Add new validators
de: Neue Validatoren hinzufügen
es: Agregar nuevos validadores
ru: Добавить еще утверждающих
ta: புதிய வாலிடேட்டர்களைச் சேர்க்கவும்

source: First search organizations by their name, then use the buttons in the search result to add them as validators for this region.
de: Bitte suchen Sie Organisationen zuerst anhand ihres Namens und nutzen Sie dann die Buttons im Suchresultat, um diese als Validatoren für diese Region hinzuzufügen.
es: Primero busca organizaciones por su nombre, luego usa los botones en el resultadode la misma para añadirlos como validadores para esta región.
ru: Сначала ищите организации по имени, потом используйте кнопки для добавления их как утверждающих
ta: முதலில் நிறுவனங்கள் அவற்றின் பெயரால் தேடுங்கள், பின்னர் தேடல் முடிவில் உள்ள பொத்தான்களைப் பயன்படுத்தி அவற்றை இந்த பிராந்தியத்திற்கான வாலிடேட்டர்களாக சேர்க்கவும்.

source: %{sender} (%{sender_link}) has left the following scrap for you:
de: %{sender} (%{sender_link}) hat folgende Nachricht für Sie hinterlassen:
es: %{sender} (%{sender_link}) te ha dejado el siguiente recorte:
ru: %{sender} (%{sender_link}) оставил для вас этот пост:
ta: %{sender} (%{sender_link}) உங்களுக்காக பின்வரும் ச்கிராப்பை விட்டுவிட்டது:

source: View this scrap on the wall
de: Diese Nachricht auf der Pinnwand ansehen
es: Ver éste recorte en tu muro
ta: இந்த ச்கிராப்பை சுவரில் காண்க

source: Author
de: Autor
es: Autor
ru: Автор
ta: நூலாசிரியர்

source: Updated by %{name} at %{date}
ta: %{name} %{date} ஆல் புதுப்பிக்கப்பட்டது

source: Updated at %s
ta: %s இல் புதுப்பிக்கப்பட்டது

source: by %{author} on "%{article}"
de: von %{author} zu "%{article}"
es: por %{author} en "%{article}"
ru: от %{author} в "%{article}"
ta: " %{author}" இல் %{article} மூலம்

source: see all (%d)
de: Zeige alle (%d)
es: ver todos (%d)
ru: просмотреть все (%d)
ta: அனைத்தையும் காண்க (%d)

source: Last posts
de: Neueste Einträge
es: Últimas publicaciones
ta: கடைசி இடுகைகள்

source: Start date
de: Startdatum
es: Fecha de inicio
ru: Дата начала
ta: தொடக்க தேதி

source: End date
de: Enddatum
es: Fecha de fin
ru: Дата завершения
ta: இறுதி தேதி

source: Last items
de: Letzte Einträge
es: Últimos elementos
ta: கடைசி உருப்படிகள்

source: Last topics
de: Neueste Themen
es: Últimos temas
ta: கடைசி தலைப்புகள்

source: No image
de: Kein Bild
es: Sin imagen
ta: படம் இல்லை

source: Total of 1 result
ta: மொத்தம் 1 முடிவு

source: Search Results
de: Suchresultate
es: Buscar resultados
ru: Результаты поиска
ta: தேடல் முடிவுகள்

source: Type words about the %s you're looking for
ta: நீங்கள் தேடும் %s பற்றி சொற்களைத் தட்டச்சு செய்க

source: Filter by category
ta: வகை மூலம் வடிகட்டவும்

source: Category Index
ta: வகை அட்டவணை

source: Sub-categories
de: Sub-Kategorien
es: Sub-categorías
ru: Подкатегории
ta: துணை வகைகள்

source: No sub-categories
de: Keine Sub-Kategorien
es: Sin sub-categorías
ru: Не яаляется подкатегорией
ta: துணை வகைகள் இல்லை

source: Tag cloud
es: Nube de etiquetas
ru: Облако тэгов
ta: குறிச்சொல் மேகம்

source: Max size: %s (.jpg, .gif, .png, .bmp, .tiff)
ta: அதிகபட்ச அளவு: %s (.jpg, .gif, .png, .bmp, .tiff)

source: Image Label:
ta: பட லேபிள்:

source: Published at: %s
ta: வெளியிடப்பட்டது: %s

source: Crop
ta: பயிர்

source: Add Lead
ta: ஈயம் சேர்க்கவும்

source: Used when a short version of your text is needed.
de: Wird benutzt, wenn eine kurze Version Ihres Textes benötigt wird.
es: Se usa cuando una versión corta de tu texto es necesaria.
ta: உங்கள் உரையின் குறுகிய பதிப்பு தேவைப்படும்போது பயன்படுத்தப்படுகிறது.

source: Role: %s
de: Funktion: %s
es: Rol: %s
ru: Роль: %s
ta: பங்கு: %s

source: Type: %s
de: Typ: %s
es: Tipo: %s
ru: Наберите: %s
ta: வகை: %s

source: Description: %s
de: Beschreibung: %s
es: Descripción: %s
ru: Описание: %s
ta: விளக்கம்: %s

source: Members: %s
de: Mitglieder: %s
es: Miembros: %s
ru: Участники: %s
ta: உறுப்பினர்கள்: %s

source: Created at: %s
de: Erstellt am: %s
es: Creado en: %s
ru: Создано: %s
ta: உருவாக்கப்பட்டது: %s

source: Leave
ta: விடுப்பு

source: Drag the balloon to set your location.
ta: உங்கள் இருப்பிடத்தை அமைக்க பலூனை இழுக்கவும்.

source: Fill an address to find it easier in the map
ta: ஒரு முகவரியை வரைபடத்தில் எளிதாகக் கண்டறிய நிரப்பவும்

source: Locate in the map
de: In der Karte markieren
es: Localizar en el mapa
ru: Найти на карте
ta: வரைபடத்தில் கண்டறியவும்

source: Locate the address informed above in the map below (note that you'll probably need to adjust the marker to get a precise position)
de: Wählen Sie die Adresse auf der Karte aus (Bitte beachten Sie, dass Sie den Marker nachregulieren, um eine genaue Position zu erhalten)
es: Localiza la dirección informada arriba en el mapa debajo (probablemente necesitarás ajustar el marcador para obtener una posición precisa)
ru: Найти адрес выше на карте ниже (заметьте, что Вам возможно придется настроить маркер для получения точной позиции)
ta: கீழே உள்ள வரைபடத்தில் மேலே தெரிவிக்கப்பட்ட முகவரியைக் கண்டறியவும் (துல்லியமான நிலையைப் பெற நீங்கள் மார்க்கரை சரிசெய்ய வேண்டும் என்பதை நினைவில் கொள்க)

source: Profiles in common:
ta: பொதுவான சுயவிவரங்கள்:

source: Tags in common:
ta: குறிச்சொற்கள் பொதுவானவை:

source: Profile kinds
ta: சுயவிவர வகைகள்

source: Find in %s's content
de: Suche in %s's Inhalten
es: Encontrar en el contenido de %s
ta: %s இன் உள்ளடக்கத்தில் காண்க

source: General
de: Allgemein
ta: பொது

source: Search all content
de: Im gesamten Inhalt suchen
es: Buscar todo el contenido
ta: எல்லா உள்ளடக்கத்தையும் தேடுங்கள்

source: You have no more suggestions :(
ta: உங்களிடம் மேலும் பரிந்துரைகள் இல்லை :(

source: Add suggestion
ta: ஆலோசனையைச் சேர்க்கவும்

source: Remove suggestion
ta: ஆலோசனையை அகற்று

source: Are you sure you want to remove this suggestion?
ta: இந்த ஆலோசனையை அகற்ற விரும்புகிறீர்களா?

source: Are you sure you want to remove %s from your suggestions list?
ta: உங்கள் பரிந்துரைகள் பட்டியலிலிருந்து %s ஐ அகற்ற விரும்புகிறீர்களா?

source: Yes, I want to remove %s
ta: ஆம், நான் %s ஐ அகற்ற விரும்புகிறேன்

source: Select a %s and click on the Add button
ta: ஒரு %s ஐத் தேர்ந்தெடுத்து சேர் பொத்தானைக் சொடுக்கு செய்க

source: There are no %s selected yet.
ta: இன்னும் %s தேர்ந்தெடுக்கப்படவில்லை.

source: Change image
de: Bild ändern
es: Cambiar imagen
ru: Сменить изобрежение
ta: படத்தை மாற்றவும்

source: Remove image
ta: படத்தை அகற்று
