Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: This login name is unavailable
de: Dieser Loginname ist nicht verfügbar
es: Este nombre de usuario no está disponible
ta: இந்த உள்நுழைவு பெயர் கிடைக்கவில்லை

source: This field can't be blank
ta: இந்த புலம் காலியாக இருக்க முடியாது

source: This e-mail address is available
de: Diese E-Mail-Adresse ist verfügbar
es: Esta dirección de correo electrónico está disponible
ta: இந்த மின்னஞ்சல் முகவரி கிடைக்கிறது

source: This e-mail address is taken
de: Diese E-Mail-Adresse ist bereits in Verwendung
es: Esta dirección de correo electrónico está en uso
ta: இந்த மின்னஞ்சல் முகவரி எடுக்கப்படுகிறது

source: Page not found.
ta: பக்கம் கிடைக்கவில்லை.

source: Comment not allowed in this article
ta: இந்த கட்டுரையில் கருத்து அனுமதிக்கப்படவில்லை

source: Comment was rejected
ta: கருத்து நிராகரிக்கப்பட்டது

source: Your comment is waiting for approval.
ta: உங்கள் கருத்து ஒப்புதலுக்காக காத்திருக்கிறது.

source: Comment successfully created.
ta: கருத்து வெற்றிகரமாக உருவாக்கப்பட்டது.

source: The comment was not removed.
ta: கருத்து அகற்றப்படவில்லை.

source: You couldn't mark this comment as spam.
ta: இந்த கருத்தை நீங்கள் ச்பேம் என்று குறிக்க முடியவில்லை.

source: Contact successfully sent
de: Kontakt erfolgreich versandt
es: Contacto enviado con éxito
ru: успешно отправлено
ta: தொடர்பு வெற்றிகரமாக அனுப்பப்பட்டது

source: Contact not sent
de: Kontakt nicht versandt
es: Contacto no enviado
ru: контакт не отправлен
ta: தொடர்பு அனுப்பப்படவில்லை

source: Notification of new comments to '%s' was successfully canceled
de: Die Benachrichtigung von '%s' zu neuen Kommentaren wurde erfolgreich abgebrochen
ta: '%s' க்கு புதிய கருத்துகளின் அறிவிப்பு வெற்றிகரமாக ரத்து செய்யப்பட்டது

source: Your invitations are being sent.
de: Ihre Einladung wurde versandt.
es: Se enviaron tus invitaciones.
ru: Ваше приглашение отправлено
ta: உங்கள் அழைப்புகள் அனுப்பப்படுகின்றன.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduzca una dirección de correo electrónico válida.
ru: Пожалуйста, введите правильный E-Mail.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.

source: Please enter a valid profile.
ta: சரியான சுயவிவரத்தை உள்ளிடவும்.

source: %s's contents tagged with "%s"
de: %ss Inhalte gekennzeichnet mit "%s"
es: %ss contenidos etiquetados con "%s"
ru: контент, принадлежащий %s отмечен "%s"
ta: %s இன் உள்ளடக்கங்கள் "%s" உடன் குறிக்கப்பட்டன

source: %s administrator still needs to accept you as member.
de: %s' Administrator muss Sie noch als Mitglied akzeptieren.
es: El administrador de %s aun debe aceptarte como miembro.
ru: %s Администратор должен подтвердить ваше участие.
ta: %s நிர்வாகி உங்களை உறுப்பினராக ஏற்றுக்கொள்ள வேண்டும்.

source: You just became a member of %s.
de: Sie sind Mitglied von %s geworden.
es: Acabas de convertirte en miembro de %s.
ru: Станьте участником %s
ta: நீங்கள் %s உறுப்பினராகிவிட்டீர்கள்.

source: You are already a member of %s.
de: Sie sind bereits Mitglied von %s.
es: Ya eres miembro de %s.
ru: Вы уже участник %s
ta: நீங்கள் ஏற்கனவே %s உறுப்பினராக உள்ளீர்கள்.

source: You are not a member of %s.
de: Sie sind kein Mitglied von %s.
es: Tú no eres miembro de %s.
ta: நீங்கள் %s உறுப்பினர் அல்ல.

source: %s still needs to accept being your friend.
de: %s muss die Freundschaft noch akzeptieren.
es: %s aun necesita aceptarte como amigo.
ru: %s должен подтвердить статус друга
ta: %s உங்கள் நண்பராக இருப்பதை இன்னும் ஏற்றுக்கொள்ள வேண்டும்.

source: You are already a friend of %s.
de: Sie sind bereits ein Freund von %s.
es: Ya eres amigo de %s.
ru: Вы и %s уже друзья
ta: நீங்கள் ஏற்கனவே %s இன் நண்பர்.

source: You are already following %s.
ta: நீங்கள் ஏற்கனவே %s ஐப் பின்பற்றுகிறீர்கள்.

source: You are now following %s
ta: நீங்கள் இப்போது %s பின்பற்றுகிறீர்கள்

source: Select at least one circle to follow %s.
ta: %s பின்பற்ற குறைந்தபட்சம் ஒரு வட்டத்தையாவது தேர்ந்தெடுக்கவும்.

source: You have unblocked %s successfully.
de: Sie haben %s erfolgreich freigegeben.
es: Has desbloqueado %s correctamente.
ru: %s успешно разблокирован
ta: நீங்கள் %களை வெற்றிகரமாக தடைசெய்துள்ளீர்கள்.

source: You are not allowed to unblock enterprises in this environment.
de: Es ist Ihnen leider nicht erlaubt, Unternehmen zu entsperren.
es: No tienes permisos para desbloquear empresas en este entorno.
ru: Вы не можете разблокировать компании в этой среде.
ta: இந்த சூழலில் நிறுவனங்களை தடை செய்ய உங்களுக்கு இசைவு இல்லை.

source: Message successfully sent.
de: Nachricht erfolgreich versandt.
es: Mensaje enviado correctamente.
ru: Сообщение успешно отправлено.
ta: செய்தி வெற்றிகரமாக அனுப்பப்பட்டது.

source: You can't leave an empty message.
de: Sie können keine leere Nachricht hinterlassen.
es: No puedes dejar un mensaje en blanco.
ru: Вы не можете оставить пустое сообщение
ta: நீங்கள் ஒரு வெற்று செய்தியை விட முடியாது.

source: Comment successfully added.
de: Kommentar erfolgreich hinzugefügt.
es: Comentario añadido correctamente.
ta: கருத்து வெற்றிகரமாக சேர்க்கப்பட்டது.

source: You can't leave an empty comment.
de: Sie können keinen leeren Kommentar hinterlassen.
es: No puedes dejar un comentario vacio.
ta: நீங்கள் வெற்று கருத்தை வெளியிட முடியாது.

source: Notification successfully removed.
de: Benachrichtigung erfolgreich entfernt.
es: Notificación eliminada correctamente.
ta: அறிவிப்பு வெற்றிகரமாக அகற்றப்பட்டது.

source: You could not remove this notification.
de: Sie können diese Benachrichtigung nicht entfernen.
es: No se ha podido eliminar esta notificación.
ta: இந்த அறிவிப்பை நீங்கள் அகற்ற முடியவில்லை.

source: You could not answer the captcha.
de: Sie konnten das Captcha nicht beantworten.
es: No has podido responder el captcha.
ta: நீங்கள் கேப்ட்சாவுக்கு பதிலளிக்க முடியவில்லை.

source: Upcoming events
de: Anstehende Ereignisse
es: Próximos eventos
ru: Предстоящие события
ta: வரவிருக்கும் நிகழ்வுகள்

source: Contents
de: Inhalte
es: Contenido
ta: உள்ளடக்கங்கள்

source: Events
de: Ereignisse
es: Eventos
ru: События
ta: நிகழ்வுகள்

source: This profile is inaccessible. You don't have the permission to view the content here.
de: Dieses Profil ist nicht aufrufbar. Sie haben keine Berechtigungen, um es sich ansehen zu können.
es: Este perfil es inaccesible. No tienes permiso para ver el contenido.
ta: இந்த சுயவிவரம் அணுக முடியாதது. உள்ளடக்கத்தை இங்கே காண உங்களுக்கு இசைவு இல்லை.

source: Oops ... you cannot go ahead here
de: Oops.. Sie können hier leider nicht weitergehen
es: Oops ... No puedes ir más allá
ru: Лажа... Вы не можете сюда зайти
ta: அச்சச்சோ ... நீங்கள் இங்கே செல்ல முடியாது

source: Checking availability of login name...
de: Prüfe die Verfügbarkeit des Loginnamen...
es: Verificando disponibilidad del nombre de usuario...
ta: உள்நுழைவு பெயர் கிடைப்பதை சரிபார்க்கிறது ...

source: Checking if e-mail address is already taken...
de: Prüfe, ob die E-Mail-Adresse bereits genutzt wird...
es: Verificando si la dirección de correo electrónico ya está en uso...
ta: மின்னஞ்சல் முகவரி ஏற்கனவே எடுக்கப்பட்டுள்ளதா என்று சோதிக்கிறது ...

source: published an article %{title} %{time_ago}
ta: ஒரு கட்டுரையை %{title} %{time_ago} வெளியிட்டது

source: has made 1 new friend %{time_ago}<hr/>%{name}
ta: 1 புதிய நண்பரை %{time_ago} <hr/> %{name} ஆக்கியுள்ளது

source: has 1 new follower %{time_ago}<hr/>%{name}
ta: 1 புதிய பின்தொடர்பவர் %{time_ago} <hr/> %{name}

source: has joined 1 community %{time_ago}<hr/>%{name}
ta: 1 சமூகத்தில் %{time_ago} <hr/> %{name} இல் சேர்ந்துள்ளது

source: has joined the community %{time_ago}
ta: %{time_ago} சமூகத்தில் சேர்ந்துள்ளது

source: uploaded %{total} image %{time_ago}
ta: பதிவேற்றப்பட்டது %{total} படம் %{time_ago}

source: sent a message to %{receiver} %{time_ago}<hr/>%{message}
ta: %{receiver} %{time_ago} <hr/> %{message} க்கு ஒரு செய்தியை அனுப்பியது

source: replied to a scrap from %{receiver} %{time_ago}<hr /> "%{message}"
ta: %{receiver} %{time_ago} <hr /> " %{message}" இலிருந்து ஒரு ச்கிராப்புக்கு பதிலளித்தார்

source: favorited enterprise %{title} %{time_ago}
ta: பிடித்த நிறுவன %{title} %{time_ago}

source: Help
de: Hilfe
es: Ayuda
ru: Помощь
ta: உதவி

source: Close
de: Schließen
es: Cerrar
ru: Закрыть
ta: மூடு

source: This is %s, version %s
de: Das ist %s, Version %s
es: Esto es %s, versión %s
ru: Это %s, версия %s
ta: இது %s, பதிப்பு %s

source: Categories
de: Kategorien
es: Categorías
ru: Категории
ta: வகைகள்

source: Search...
de: Suche...
es: Buscar...
ru: Искать
ta: தேடல் ...

source: This is a search box. Click, write your query, and press enter to find
de: Das ist eine Suchbox. Klicken Sie, schreiben Sie Ihre Frage und bestätigen Sie mit Enter
es: Esta es una caja de búsqueda. Seleccione aquí, escribe tu consulta y presione enter para buscar.
ru: Это поле поиска.
ta: இது ஒரு தேடல் பெட்டி. சொடுக்கு செய்து, உங்கள் வினவலை எழுதி, கண்டுபிடிக்க Enter ஐ அழுத்தவும்

source: Click, write and press enter to find
de: Klicken Sie, schreiben Sie und bestätigen Sie mit Enter
es: Seleccione aquí, escriba y presione enter para buscar
ru: Введите запрос и нажмите enter
ta: சொடுக்கு செய்து, எழுதவும், கண்டுபிடிக்க Enter ஐ அழுத்தவும்

source: Search
de: Suche
es: Buscar
ru: Поиск
ta: தேடல்

source: Public
de: Öffentlich
es: Público
ru: публичный
ta: பொது

source: Folder
de: Ordner
es: Carpeta
ru: Папка
ta: கோப்புறை

source: Blog
ru: Блог
ta: வலைப்பதிவு

source: Event
de: Ereignis
es: Evento
ru: Событие
ta: நிகழ்வு

source: Forum
es: Foro
ta: மன்றம்

source: Article
de: Artikel
es: Artículo
ru: Статья
ta: கட்டுரை

source: Clone %s
ta: நகலி %s

source: Online Manual
de: Online Anleitung
es: Manual en línea
ru: Онлайн-руководство
ta: நிகழ்நிலை கையேடு

source: Chat
ru: Чат
ta: அரட்டை

source: Read more
de: mehr lesen
es: Leer más
ru: Читать дальше
ta: மேலும் வாசிக்க

source: contents|More recent
de: contents|Neueste
es: Más recientes
ta: பொருளடக்கம் | மிக அண்மைக் கால

source: contents|More viewed
de: contents|Meistgesehene
es: Más vistos
ta: பொருளடக்கம் | மேலும் பார்க்கப்பட்டது

source: contents|Most commented
de: contents|Meistkommentierte
es: Más comentados
ta: பொருளடக்கம் | பெரும்பாலான கருத்து

source: New content
de: Neue Inhalte
es: Nuevo contenido
ta: புதிய உள்ளடக்கம்

source: people|More recent
de: people|Neueste
es: Más recientes
ta: மக்கள் | மிக அண்மைக் கால

source: people|More active
de: people|Aktivste
es: Más activas
ta: மக்கள் | மிகவும் செயலில்

source: people|More popular
de: people|Populärste
es: Más populares
ta: மக்கள் | மிகவும் பிரபலமான

source: communities|More recent
de: communities|Neueste
es: Más recientes
ta: சமூகங்கள் | மிக அண்மைக் கால

source: communities|More active
de: communities|Aktivste
es: Más activas
ta: சமூகங்கள் | மேலும் செயலில்

source: communities|More popular
de: communities|Populärste
es: Más populares
ta: சமூகங்கள் | மிகவும் பிரபலமானது

source: Previous
de: Vorherige
es: Anterior
ru: Предыдущий
ta: முந்தைய

source: See all
ta: அனைத்தையும் காண்க

source: Manage %s
de: Verwalte %s
es: Administrar %s
ru: Управлять%s
ta: %s நிர்வகிக்கவும்

source: My enterprises
de: Meine Unternehmen
es: Mis empresas
ta: எனது நிறுவனங்கள்

source: My communities
de: Meine Communities
es: Mis comunidades
ru: Мои сообщества
ta: எனது சமூகங்கள்

source: Administration
es: Administación
ru: Администрация
ta: நிர்வாகம்

source: Configure the environment
de: Umgebung konfigurieren
es: Configurar entorno de trabajo
ru: Настроить среду
ta: சூழலை உள்ளமைக்கவும்

source: Manage your pending tasks
de: Anstehende Aufgaben verwalten
es: Administrar tus tareas pendientes
ta: உங்கள் நிலுவையில் உள்ள பணிகளை நிர்வகிக்கவும்

source: Logout
de: Abmelden
es: Cerrar sesión
ru: Выйти
ta: வெளியேற்றம்

source: Leave the system
de: System verlassen
es: Abandonar el sistema
ru: Выйти из системы
ta: கணினியை விட்டு விடுங்கள்

source: Go to your homepage
de: Zu Ihrer Homepage gehen
es: Ir a tu página de inicio
ru: Вернуться на главную
ta: உங்கள் முகப்புப்பக்கத்திற்குச் செல்லுங்கள்

source: Control panel
de: Kontrollpanel
es: Panel de control
ru: Панель управления
ta: கட்டுப்பாட்டு குழு

source: Configure your personal account and content
de: Persönliches Benutzerkonto und Inhalte konfigurieren
es: Configurar cuenta personal y contenido
ru: Настроить аккаунт и контент
ta: உங்கள் தனிப்பட்ட கணக்கு மற்றும் உள்ளடக்கத்தை உள்ளமைக்கவும்

source: Sign up
de: Bestätige
es: Registrarse
ru: Регистрация
ta: பதிவு செய்க

source: characters left
de: Zeichen noch verfügbar
es: caracteres restantes
ru: символов осталось
ta: எழுத்துக்கள் எஞ்சியுள்ளன

source: Limit of characters reached
de: Zeichenobergrenze erreicht
es: Limite de caracteres alcanzado
ru: Лимит символов достигнут
ta: எட்டப்பட்ட எழுத்துக்களின் வரம்பு

source: Source: %s
de: Quelle: %s
es: Origen: %s
ru: Источник: %s
ta: ஆதாரம்: %s

source: in %s
ta: %s இல்

source: Report abuse
de: Missbräuchliches Verhalten melden
es: Reportar abuso
ta: துச்பிரயோகத்தைப் புகாரளிக்கவும்

source: You already reported this profile.
de: Sie haben dieses Profil bereits gemeldet.
es: Tú ya has reportado este perfil
ta: இந்த சுயவிவரத்தை நீங்கள் ஏற்கனவே புகாரளித்தீர்கள்.

source: Report this profile for abusive behaviour
de: Melden Sie dieses Profil für missbräuchliches Verhalten
es: Reportar este perfil por comportamiento abusivo
ta: தவறான நடத்தைக்கு இந்த சுயவிவரத்தைப் புகாரளிக்கவும்

source: Are you sure that you want to remove the folder "%s"? Note that all the items inside it will also be removed!
ta: "%s" கோப்புறையை அகற்ற விரும்புகிறீர்கள் என்பதில் உறுதியாக இருக்கிறீர்களா? அதற்குள் இருக்கும் அனைத்து பொருட்களும் அகற்றப்படும் என்பதை நினைவில் கொள்க!

source: Are you sure that you want to remove the item "%s"?
ta: "%s" என்ற உருப்படியை அகற்ற விரும்புகிறீர்கள் என்பதில் உறுதியாக இருக்கிறீர்களா?

source: Profile organization
de: Organisationsprofil
ta: சுயவிவர அமைப்பு

source: Your profile will be created according to the selected template. Click on the options to view them.
de: Ihr Profil wird in Übereinstimmung mit der ausgewählten Vorlage angelegt werden.Klicken Sie auf die Optionen, um sie zu sehen.
ta: தேர்ந்தெடுக்கப்பட்ட வார்ப்புருவின் படி உங்கள் சுயவிவரம் உருவாக்கப்படும். அவற்றைக் காண விருப்பங்களைக் சொடுக்கு செய்க.

source: Errors while saving
ta: சேமிக்கும் போது பிழைகள்

source: The content here is available to %s's friends only.
de: Dieser Inhalt ist nur für %s's Freunde verfügbar.
es: Este contenido está disponible solamente para amigos de %s.
ru: %s ограничивает доступ к данной информации только кругом друзей.
ta: இங்குள்ள உள்ளடக்கம் %s இன் நண்பர்களுக்கு மட்டுமே கிடைக்கிறது.

source: The contents in this profile is available to members only.
ta: இந்த சுயவிவரத்தில் உள்ள உள்ளடக்கங்கள் உறுப்பினர்களுக்கு மட்டுமே கிடைக்கின்றன.

source: See all connections
ta: எல்லா இணைப்புகளையும் காண்க

source: Full screen
ta: முழுத் திரை

source: Go to full screen mode
ta: முழு திரை பயன்முறைக்குச் செல்லவும்

source: Exit full screen
ta: முழுத் திரையில் வெளியேறவும்

source: Exit full screen mode
ta: முழு திரை பயன்முறையிலிருந்து வெளியேறவும்

source: Options
de: Optionen
es: Opciones
ru: Опции
ta: விருப்பங்கள்

source: Do not allow new content on this article and its children
ta: இந்த கட்டுரையிலும் அதன் குழந்தைகளிலும் புதிய உள்ளடக்கத்தை அனுமதிக்க வேண்டாம்

source: Allow all members to edit this article
de: Allen Mitgliedern erlauben, diesen Artikel zu editieren
es: Permitir que todos los miembros editen este artículo
ta: இந்த கட்டுரையைத் திருத்த அனைத்து உறுப்பினர்களையும் அனுமதிக்கவும்

source: This topic is opened for replies
de: Zu diesem Punkt können Antworten und Kommentare hinterlassen werden
es: Este tema esta abierto para respuestas
ta: பதில்களுக்கு இந்த தலைப்பு திறக்கப்பட்டுள்ளது

source: I want to receive comments about this article
de: Ich möchte Kommentare zu diesem Artikel erhalten
es: Deseo recibir comentarios sobre este artículo
ru: Получать комментарии к статье
ta: இந்த கட்டுரையைப் பற்றிய கருத்துகளைப் பெற விரும்புகிறேன்

source: I want to receive a notification of each comment written by e-mail
de: Ich möchte per E-Mail benachrichtigt werden
es: Quiero recibir una notificación por correo electrónico sobre cada comentario
ru: Получать уведомления о комментариях на email
ta: மின்னஞ்சல் எழுதிய ஒவ்வொரு கருத்தின் அறிவிப்பையும் நான் பெற விரும்புகிறேன்

source: I want to approve comments on this article
ta: இந்த கட்டுரையின் கருத்துகளை நான் அங்கீகரிக்க விரும்புகிறேன்

source: I want this article to display the number of hits it received
de: Ich möchte zu diesem Artikel die Anzahl der Aufrufe angezeigt haben
es: Quiero que este artículo muestre el número de visitas que recibió
ru: Хочу чтоб статья отображала количество полученных хитов
ta: இந்த கட்டுரை அது பெற்ற வெற்றிகளின் எண்ணிக்கையைக் காட்ட வேண்டும் என்று நான் விரும்புகிறேன்

source: I want this article to display a link to older versions
ta: இந்த கட்டுரை பழைய பதிப்புகளுக்கான இணைப்பைக் காட்ட வேண்டும் என்று நான் விரும்புகிறேன்

source: Post access
ta: அணுகல் இடுகை

source: Who will be able to see your post?
ta: உங்கள் இடுகையை யார் பார்க்க முடியும்?

source: Topic creation
ta: தலைப்பு உருவாக்கம்

source: Who will be able to create new topics on this forum?
ta: இந்த மன்றத்தில் புதிய தலைப்புகளை யார் உருவாக்க முடியும்?

source: Community members will not view this content
ta: சமூக உறுப்பினர்கள் இந்த உள்ளடக்கத்தைப் பார்க்க மாட்டார்கள்

source: Allow only community members entered below to view this content
ta: இந்த உள்ளடக்கத்தைக் காண கீழே உள்ளிடப்பட்ட சமூக உறுப்பினர்களை மட்டுமே அனுமதிக்கவும்

source: Type in a name of a community member
ta: சமூக உறுப்பினரின் பெயரில் தட்டச்சு செய்க

source: New article
de: Neuer Artikel
es: Nuevo artículo
ru: Новая статья
ta: புதிய கட்டுரை

source: Edit
de: Ändern
es: Editar
ru: Редактировать
ta: தொகு

source: Follow
ta: பின்தொடர்

source: Unfollow
ta: பின்தொடரவும்

source: Delete
de: Löschen
es: Borrar
ru: Удалить
ta: நீக்கு

source: Spread
de: Streuung
es: Difundir
ru: Поток
ta: பரவுதல்

source: Invite Friends
de: Freunde einladen
es: Invitar Amigos
ta: நண்பர்களை அழைக்கவும்

source: Add translation
de: Übersetzung hinzufügen
es: Añadir traducción
ta: மொழிபெயர்ப்பைச் சேர்க்கவும்

source: Upload files
de: Dateien hochladen
es: Subir archivos
ru: Загруженные файлы
ta: கோப்புகளைப் பதிவேற்றவும்

source: Suggest an article
de: Einen Artikel vorschlagen
es: Sugerir un artículo
ta: ஒரு கட்டுரையை பரிந்துரைக்கவும்

source: All versions
ta: அனைத்து பதிப்புகளும்

source: Articles
de: Artikel
es: Artículos
ru: Статьи
ta: கட்டுரைகள்

source: Products
de: Produkte
es: Productos
ru: Продукты
ta: தயாரிப்புகள்

source: Visualization of posts
ta: இடுகைகளின் காட்சிப்படுத்தல்

source: I want to display the preview of posts before the text
ta: உரைக்கு முன் இடுகைகளின் முன்னோட்டத்தைக் காட்ட விரும்புகிறேன்

source: New post
de: Neuer Eintrag
es: Nueva entrada
ru: Новый пост
ta: புதிய இடுகை

source: Configure blog
de: Blog konfigurieren
es: Configurar blog
ru: Настроить блог
ta: வலைப்பதிவை உள்ளமைக்கவும்

source: Main content
de: Hauptinhalt
es: Contenido principal
ru: Основной контент
ta: முக்கிய உள்ளடக்கம்

source: This block is invisible. Your visitors will not see it.
de: Dieser Bereich ist nicht sichtbar. Ihre Kunden werden ihn nicht sehen.
es: Este bloque es invisible. Tus visitas no lo verán.
ru: Этот блок невидимый для других пользователей
ta: இந்த தொகுதி கண்ணுக்கு தெரியாதது. உங்கள் பார்வையாளர்கள் அதைப் பார்க்க மாட்டார்கள்.

source: Drop Here
ta: இங்கே விடுங்கள்

source: Can't move up anymore.
de: Kann nicht höher schieben.
es: No se puede mover más arriba.
ru: Невозможно передвинуть выше
ta: இனி மேலே செல்ல முடியாது.

source: Move block up
de: Block nach oben verschieben
es: Mover hacia arriba
ru: Передвинуть блок выше
ta: பிளாக் அப் நகர்த்தவும்

source: Can't move down anymore.
de: Kann nicht weiter nach unten schieben.
es: No se puede mover más abajo.
ru: Невозможно передвинуть ниже
ta: இனி கீழே செல்ல முடியாது.

source: Move block down
de: Block nach unten schieben
es: Mover hacia abajo
ru: Передвинуть блок ниже
ta: தொகுதி கீழே நகர்த்தவும்

source: Move to the opposite side
de: Zur anderen Seite schieben
es: Mover hacia el otro lado
ru: Переместить на другую сторону
ta: எதிர் பக்கத்திற்கு செல்லுங்கள்

source: Remove block
de: Entferne Block
es: Eliminar bloque
ru: Удалить блок
ta: தொகுதியை அகற்று

source: Are you sure you want to remove this block?
de: Sind Sie sicher, dass Sie diesen Block löschen wollen?
es: ¿Estás seguro de que deseas eliminar este bloque?
ru: Вы уверены что хотите удалить блок?
ta: இந்தத் தொகுதியை அகற்ற விரும்புகிறீர்களா?

source: Clone
ta: நகலி

source: Embed block code
ta: தொகுதி குறியீட்டை உட்பொதிக்கவும்

source: Below, youll see a field containing embed code for the block. Just copy the code and paste it into your website or blogging software.
ta: கீழே, நீங்கள் தொகுதிக்கான உட்பொதி குறியீட்டைக் கொண்ட ஒரு புலத்தைக் காண்பீர்கள். குறியீட்டை நகலெடுத்து உங்கள் வலைத்தளம் அல்லது பிளாக்கிங் மென்பொருளில் ஒட்டவும்.

source: Embed code
ta: குறியீடு உட்பொதித்தல்

source: Help on this block
de: Hilfe für diesen Block
es: Ayuda sobre este bloque
ru: Помощь по блоку
ta: இந்த தொகுதியில் உதவுங்கள்

source: General category
ta: பொது வகை

source: Region
es: Región
ru: Регион
ta: பகுதி

source: Type of category
de: Kategorietyp
es: Tipo de categoría
ru: Kategorietyp
ta: வகை வகை

source: Online
es: En línea
ru: Онлайн
ta: ஆன்லைனில்

source: Busy
de: Belegt
es: Ocupado
ru: Занят
ta: பிசியாக

source: Sign out of chat
de: Chat beenden
es: Desconectado
ru: Выйти из чата
ta: அரட்டையிலிருந்து வெளியேறவும்

source: New %s
de: Neue %s
es: Nuevo %s
ru: Новых %s
ta: புதிய %s

source: Spread this
de: Veröffentlichen
es: Difunde ésto
ru: Распространить это
ta: இதை பரப்பவும்

source: , by %s
de: , von %s
es: , por %s
ta: , %s மூலம்

source: Mark as not Spam
ta: ச்பேம் அல்ல

source: Mark as Spam
ta: ச்பேமாக குறி

source: Are you sure you want to mark this comment as SPAM?
de: Sind Sie sicher, dass Sie diesen Kommentar als Spam markieren möchten?
ta: இந்த கருத்தை ச்பேம் என்று நீங்கள் நிச்சயமாகக் குறிக்க விரும்புகிறீர்களா?

source: Remove
de: Entferne
es: Eliminar
ru: Удалить
ta: அகற்று

source: Are you sure you want to remove this comment and all its replies?
de: Sind Sie sicher, dass Sie diesen Kommentar und alle Antworten entfernen möchten?
es: ¿Estás seguro de que quieres eliminar este comentario y todas sus respuestas?
ta: இந்த கருத்தையும் அதன் எல்லா பதில்களையும் அகற்ற விரும்புகிறீர்களா?

source: Reply
de: Antworten
es: Responder
ru: Ответить
ta: பதில்

source: %s comments
de: %s Kommentare
es: %s comentarios
ta: %கருத்துக்கள்

source: no comments yet
ta: இன்னும் கருத்துகள் இல்லை

source: One comment
ru: Комментарий
ta: ஒரு கருத்து

source: This is a private content
ta: இது ஒரு தனிப்பட்ட உள்ளடக்கம்

source: Translations
de: Übersetzungen
es: Organizaciones
ta: மொழிபெயர்ப்புகள்

source: String
ta: சரம்

source: Text
es: Texto
ru: Текст
ta: உரை

source: Date
de: Datum
es: Fecha
ta: திகதி

source: Numeric
ta: எண் வரிசை

source: Link
es: Enlace
ru: Ссылка
ta: இணைப்பு

source: List
es: Lista
ru: Список
ta: பட்டியல்

source: Checkbox
ta: தேர்வுப்பெட்டி

source: Yes
de: Ja
es: Si
ru: Да
ta: ஆம்

source: No
de: Nein
ru: Нет
ta: இல்லை

source: from %{month} %{day1} to %{day2}, %{year}
ta: %{month} %{day1} முதல் %{day2}, %{year}

source: from %{date1} to %{date2}, %{year}
ta: %{date1} முதல் %{date2}, %{year}

source: from %{date1} to %{date2}
de: von %{date1} bis %{date2}
es: Por %{author} el %{date}
ta: %{date1} முதல் %{date2} வரை

source: Sun
de: Son
es: Dom
ru: Воскресение
ta: சூரியன்

source: Mon
es: Lun
ru: Понедельник
ta: தி

source: Tue
de: Die
es: Mar
ru: Вторник
ta: செவ்வாய்

source: Wed
de: Mit
es: Mié
ru: Среда
ta: அறிவன்

source: Fri
de: Fre
es: Vie
ru: Пятница
ta: வெள்ளி

source: Sat
de: Sam
es: Sáb
ru: Суббота
ta: காரி

source: Are you sure you want to visit this web site?
de: Sind Sie sicher, dass Sie diese Web-Site besuchen möchten?
es: ¿Esta seguro de querer visitar este sitio?
ru: Вы уверены что хотите перейти на этот веб-сайт?
ta: இந்த வலைத்தளத்தை நீங்கள் பார்வையிட விரும்புகிறீர்களா?
