Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Allow users to set the page to redirect after login
de: Nutzern ist es erlaubt, die Seite zur Weiterleitung nach der Anmeldung einzustellen
ta: உள்நுழைந்த பிறகு பக்கத்தை திருப்பிவிட பயனர்களை அனுமதிக்கவும்

source: Display on menu the list of communities the user can manage
ta: பட்டியலில் காண்பி பயனர் நிர்வகிக்கக்கூடிய சமூகங்களின் பட்டியல்

source: Display on menu the list of enterprises the user can manage
ta: பட்டியலில் காண்பி பயனர் நிர்வகிக்கக்கூடிய நிறுவனங்களின் பட்டியல்

source: Show content only to members
ta: உறுப்பினர்களுக்கு மட்டுமே உள்ளடக்கத்தைக் காட்டுங்கள்

source: Enable appearance editing by users
ta: பயனர்களால் தோற்ற திருத்துதல் இயக்கவும்

source: Stays on the same page the user was before login.
de: Bleibt auf der selben Seiten wie vor der Anmeldung.
ta: உள்நுழைவதற்கு முன்பு பயனர் அதே பக்கத்தில் தங்கியிருக்கிறார்.

source: Redirects the user to the environment homepage.
de: Leitet den Nutzer auf die Umgebungs-Homepage weiter.
ta: சுற்றுச்சூழல் முகப்புப்பக்கத்திற்கு பயனரை திருப்பி விடுகிறது.

source: Redirects the user to the current domain root.
ta: தற்போதைய டொமைன் ரூட்டிற்கு பயனரை திருப்பி விடுகிறது.

source: Redirects the user to his profile page.
de: Leitet den Nutzer auf seine oder ihre Profilseite weiter.
ta: பயனரை தனது சுயவிவரப் பக்கத்திற்கு திருப்பி விடுகிறது.

source: Redirects the user to his homepage.
de: Leitet den Nutzer auf seine oder ihre Homepage weiter.
ta: பயனரை தனது முகப்புப்பக்கத்திற்கு திருப்பி விடுகிறது.

source: Redirects the user to his control panel.
de: Leitet den Nutzer zu seinem Kontrollmenü weiter.
ta: பயனரை தனது கட்டுப்பாட்டு குழுவுக்கு திருப்பி விடுகிறது.

source: Specify the URL to redirect to:
ta: திருப்பிவிட முகவரி ஐக் குறிப்பிடவும்:

source: Stays on the same page the user was before signup.
ta: பதிவுபெறுவதற்கு முன்பு பயனர் அதே பக்கத்தில் தங்கியிருக்கிறார்.

source: Redirects the user to the environment welcome page.
ta: சுற்றுச்சூழல் வரவேற்பு பக்கத்திற்கு பயனரை திருப்பி விடுகிறது.

source: This enterprise needs to be enabled.
de: Dieses Unternehmen muss noch freigeschaltet werden.
ta: இந்த நிறுவனத்தை இயக்க வேண்டும்.

source: Suggest a new article
ta: புதிய கட்டுரையை பரிந்துரைக்கவும்

source: Recover forgotten password
ta: மறந்துபோன கடவுச்சொல்லை மீட்டெடுக்கவும்

source: Only one Virtual Community can be the default one
de: Nur eine virtuelle Community kann als Standard gewählt werden
es: Solamente una Comunidad Virtual puede ser la predeterminada
ru: Только виртуальное сообщество может быть выбранным по умолчанию
ta: ஒரே ஒரு மெய்நிகர் சமூகம் இயல்புநிலையாக இருக்க முடியும்

source: is not available.
de: ist nicht verfügbar.
ta: கிடைக்கவில்லை.

source: have unsupported languages.
de: haben nicht unterstützte Sprachen.
ta: ஆதரிக்கப்படாத மொழிகள் உள்ளன.

source: {fn} cannot come before end date.
ta: {fn} இறுதி தேதிக்கு முன் வர முடியாது.

source: A calendar event.
de: Ein Kalenderereignis.
ta: ஒரு காலண்டர் நிகழ்வு.

source: Displays the people who like the enterprise
de: Personen anzeigen, welche sich als Unterstützer der Firma eingetragen haben
es: Muestra a las personas que les gusta la empresa
ta: நிறுவனத்தை விரும்பும் நபர்களைக் காட்டுகிறது

source: {#} fan
de: Unterstützer
es: {#} aficionado
ta: {#} விசிறி

source: This block presents the fans of an enterprise.
de: Dieser Block zeigt die Unterstützer eines Teams.
es: Este bloque presenta a los aficionanados de una empresa.
ta: இந்த தொகுதி ஒரு நிறுவனத்தின் ரசிகர்களை வழங்குகிறது.

source: Fans
ta: ரசிகர்கள்

source: favorites
ta: பிடித்தவை

source: This block lists your favorite enterprises.
de: Dieser Block listet Ihre bevorzugten Unternehmen auf.
es: Este bloque lista las empresas favoritas del usuario.
ru: Этот блок отображает ваши избренные компании
ta: இந்த தொகுதி உங்களுக்கு பிடித்த நிறுவனங்களை பட்டியலிடுகிறது.

source: Feed reader
es: Lector de noticias
ru: Чтение ленты
ta: உணவளிக்கும் வாசகருக்கு

source: Feed Reader
es: Lector de Noticias
ru: Чтение Ленты
ta: உணவளிக்கும் வாசகருக்கு

source: This block can be used to list the latest new from any site you want. You just need to inform the address of a RSS feed.
de: Diesen Block können Sie nutzen, um die neuesten News einer gewünschten Site aufzulisten.Geben Sie hierfür einfach die Adresse des RSS Feed ein.
es: Este bloque se puede utilizar para enumerar las últimas noticias desde cualquier sitio que desees. Sólo tienes que informar a la dirección de una fuente RSS.
ru: Этот блок может использоваться для отображения последних новостей любого сайта, необходимо указать адрес RSS ленты.
ta: நீங்கள் விரும்பும் எந்த தளத்திலிருந்தும் அண்மைக் கால புதியதை பட்டியலிட இந்த தொகுதி பயன்படுத்தப்படலாம். நீங்கள் ஒரு RSS ஊட்டத்தின் முகவரியை தெரிவிக்க வேண்டும்.

source: A folder, inside which you can put other articles.
de: Ein Ordner, in den Sie andere Artikel speichern können.
es: Una carpeta, dentro de la cual puedes colocar otros artículos.
ru: Папка, в которую можно помещать другие статьи
ta: ஒரு கோப்புறை, அதற்குள் நீங்கள் மற்ற கட்டுரைகளை வைக்கலாம்.

source: An internet forum where discussions can be held.
ta: விவாதங்கள் நடத்தக்கூடிய இணைய மன்றம்.

source: Gallery
de: Galerie
es: Galería
ta: கேலரி

source: A gallery, inside which you can put images.
de: Eine Galerie, in die Sie Bilder ablegen können.
es: Una galeria, dentro de la cual pudes poner imágenes.
ta: ஒரு கேலரி, உள்ளே நீங்கள் படங்களை வைக்கலாம்.

source: Creates image slideshow
ta: பட ச்லைடுசோவை உருவாக்குகிறது

source: {fn} of uploaded file was larger than the maximum size of 5.0 MB
ta: பதிவேற்றிய கோப்பின் {fn the அதிகபட்ச அளவு 5.0 mb ஐ விட பெரியது

source: Tags of interest
ta: ஆர்வத்தின் குறிச்சொற்கள்

source: Contents that this person is interested in
ta: இந்த நபர் ஆர்வமாக உள்ள உள்ளடக்கங்கள்

source: Interest Tags
ta: வட்டி குறிச்சொற்கள்

source: Invitation
de: Einladung
es: Invitación
ta: அழைப்பு

source: You can't invite yourself
ta: உங்களை அழைக்க முடியாது

source: Firstname Lastname <friend@email.com>
de: Vorname Nachname <friend@email.com>
es: Nombre Apellido <amigo@email.com>
ru: Имя Фамилия <friend@email.com>
ta: Firstname கடைசி பெயர் <fured@email.com>

source: To accept invitation, please follow this link: <url>
de: Um die Einladung zu akzeptieren, bitte diesem Link: <url> folgen
es: Para aceptar la invitación, sigue este enlace: <url>
ru: Перейдите по ссылке чтоб подтвердить приглашение: <url>
ta: அழைப்பை ஏற்க, தயவுசெய்து இந்த இணைப்பைப் பின்பற்றவும்: <URL>

source: %{requestor} invited you to an event.
ta: %{requestor} உங்களை ஒரு நிகழ்வுக்கு அழைத்தார்.

source: You need to login to %{system} to confirm your presence in an event.
ta: ஒரு நிகழ்வில் உங்கள் இருப்பை உறுதிப்படுத்த நீங்கள் %{கணினி பெறுநர் இல் உள்நுழைய வேண்டும்.

source: Event Invitation
ta: நிகழ்வு அழைப்பு

source: Friend invitation
de: Freund einladen
es: Invitación de amigo
ta: நண்பர் அழைப்பு

source: Hello <friend>,
de: Hallo <friend>,
es: Hola <friend>,
ru: Здравствуй, <friend>
ta: வணக்கம் <நண்பர்>,

source: <user> is inviting you to participate on <environment>.
de: <user> lädt sie zur Teilnahme an <environment> ein.
es: <user> te esta invitando a participar en <environment>.
ru: <user>приглашает тебя записаться в %{environment}.
ta: <ouser> <outhorth> இல் பங்கேற்க உங்களை அழைக்கிறது.

source: To accept the invitation, please follow this link:
de: Um die Einladung zu akzeptieren, bitte diesem Link folgen:
es: Para aceptar la invitación, por favor sigue esta liga:
ru: Перейдите по ссылке чтоб подтвердить приглашение:
ta: அழைப்பை ஏற்க, தயவுசெய்து இந்த இணைப்பைப் பின்பற்றவும்:

source: Community invitation
de: Einladung in eine Community
es: Invitación de la comunidad
ta: சமூக அழைப்பு

source: %{requestor} invited you to join %{linked_subject}.
de: %{requestor} lädt Sie ein, %{linked_subject} zu nutzen.
es: %{requestor} te invitó a unirte a %{linked_subject}.
ta: %{requestor} %{linked_subject} சேர உங்களை அழைத்தார்.

source: %{requestor} invited you to join %{community}.
de: % {requestor} lädt Sie ein, der Community %{community} beizutreten.
es: %{requestor} te invitó a unirte a %{community}.
ta: %{requestor} %{சமூகத்தில் சேர உங்களை அழைத்தார்.

source: %{requestor} is inviting you to join "%{community}" on %{system}.
ta: %{requestor} %{கணினி on இல் " %{community}" இல் சேர உங்களை அழைக்கிறார்.

source: <user> is inviting you to join "<community>" on <environment>.
de: <user> lädt Sie ein, "<community>" auf <environment> zu nutzen.
es: <user> te esta invitando a unirte a "<community>" en <environment>.
ru: <user> приглашает Вас присоединиться к "<community>" в <environment>.
ta: <ouser> <outhorm> இல் "<கம்யூனிட்டி>" இல் சேர உங்களை அழைக்கிறது.

source: name
es: nombre
ru: Имя
ta: பெயர்

source: title
ta: தலைப்பு

source: description
de: Beschreibung
es: descripción
ta: விவரம்

source: URL
ta: முகவரி

source: Same page
ta: அதே பக்கம்

source: New tab
ta: புதிய தாவல்

source: New window
ta: புதிய சாளரம்

source: Links (static menu)
de: Links (statisches Menü)
es: Enlaces (menú estático)
ru: Ссылки (статическое меню)
ta: இணைப்புகள் (நிலையான மெனு)

source: This block can be used to create a menu of links. You can add, remove and update the links as you wish.
de: Dieser Block kann genutzt werden, um ein Menü von Links zu erstellen. Sie können gewünschte Links hinzufügen, entfernen und aktualisieren.
es: Este bloque puede ser usado para crear un menú de enlaces. Puedes añadir, eliminar y actualizar los enlaces que desees.
ru: Этот блок может быть использован для создания меню ссылок.
ta: இணைப்புகளின் மெனுவை உருவாக்க இந்த தொகுதி பயன்படுத்தப்படலாம். நீங்கள் விரும்பியபடி இணைப்புகளைச் சேர்க்கலாம், அகற்றலாம் மற்றும் புதுப்பிக்கலாம்.

source: Link list
ta: இணைப்பு பட்டியல்

source: Location map
de: Karte
es: Mapa de localización
ru: Карта расположения
ta: இருப்பிட வரைபடம்

source: Shows where the profile is on the material world.
de: Zeigt wo sich der Profilbesitzer in der materiellen Welt befindet.
es: Muestra dónde está el perfil en el mundo material.
ru: Показывает, где географически находится профиль
ta: பொருள் உலகில் சுயவிவரம் எங்குள்ளது என்பதைக் காட்டுகிறது.

source: Login/logout
de: Anmelden/Abmelden
es: Iniciar/Cerrar sesión
ru: Войти/Выйти
ta: உள்நுழைவு/வெளியேறுதல்

source: This block presents a login/logout block.
de: Das ist der Block für Anmelden/Abmelden.
es: Este bloque presenta un bloque de inicio/cierre de sesión.
ru: Блок, представляющий логин/логаут
ta: இந்த தொகுதி ஒரு உள்நுழைவு/வெளியேறும் தொகுதியை வழங்குகிறது.

source: This block presents the main content of your pages.
de: Dieser Block zeigt den Hauptinhalt Ihrer Seiten.
es: Este bloque presenta el contenido principal de tus páginas
ru: Блок, отображающий основной контент ваших страниц
ta: இந்த தொகுதி உங்கள் பக்கங்களின் முக்கிய உள்ளடக்கத்தை வழங்குகிறது.

source: Main Content
ta: முக்கிய உள்ளடக்கம்

source: Menu Block
ta: பட்டி தொகுதி

source: This block can be used to display a menu for profiles.
ta: சுயவிவரங்களுக்கான மெனுவைக் காண்பிக்க இந்த தொகுதி பயன்படுத்தப்படலாம்.

source: Activities
ta: நடவடிக்கைகள்

source: About
ta: பற்றி

source: Control Panel
de: Kontrollpanel
es: Panel de control
ru: Панель управления
ta: கட்டுப்பாட்டு குழு

source: New user
de: Neuer Nutzer
es: Nuevo usuario
ru: Новый пользователь
ta: புதிய பயனர்

source: %{sender} wants to register.
ta: %{sender} பதிவு செய்ய விரும்புகிறார்.

source: %{sender} tried to register.
ta: %{sender} பதிவு செய்ய முயற்சித்தார்.

source: You need to login on %{system} in order to approve or reject this user.
ta: இந்த பயனரை அங்கீகரிக்க அல்லது நிராகரிக்க நீங்கள் %{கணினி on இல் உள்நுழைய வேண்டும்.

source: User "%{user}" just requested to register. You have to approve or reject it through the "Pending Validations" section in your control panel.
ta: பயனர் "%{user}" பதிவு செய்ய கோரப்பட்டார். உங்கள் கட்டுப்பாட்டுக் குழுவில் உள்ள "நிலுவையில் உள்ள சரிபார்ப்புகள்" பிரிவு மூலம் நீங்கள் அதை அங்கீகரிக்க வேண்டும் அல்லது நிராகரிக்க வேண்டும்.

source: Moderated Fields
ta: மிதமான புலங்கள்

source: My network
de: Mein Netzwerk
es: Mi red
ru: Моя сеть
ta: எனது பிணையம்

source: This block displays some info about your networking.
de: Dieser Block zeigt einige Informationen über Ihr Netzwerk.
es: Esta red muestra información sobre tu red.
ru: Блок, показывающий некоторую информацию о вашей сети
ta: இந்த தொகுதி உங்கள் நெட்வொர்க்கிங் பற்றிய சில தகவல்களைக் காட்டுகிறது.

source: Region Code
ta: பிராந்திய குறியீடு

source: Invalid city or state name.
de: Ungültiger Name für eine Stadt oder eine Region.
es: Nombre nombre de ciudad o estado inválido.
ta: தவறான நகரம் அல்லது மாநில பெயர்.

source: District
de: Gebiet
ta: மாவட்டம்

source: Address reference
de: Adressreferenz
ta: முகவரி குறிப்பு

source: Display name
de: Namen anzeigen
es: Mostrar nombre
ru: Отображаемое имя
ta: காட்சி பெயர்

source: Description
de: Beschreibung
es: Descripción
ru: Описание
ta: விவரம்

source: Contact email
de: Kontakt-E-Mail
es: Correo electrónico de contacto
ru: Контактный email
ta: மின்னஞ்சல் தொடர்பு

source: person
es: Persona
ta: ஆள்

source: Latitude
ta: அகலாங்கு

source: Longitude
ta: நெட்டாங்கு

source: Full address
ta: முழு முகவரி

source: An existing person cannot be renamed.
de: Eine existierende Person kann nicht umbenannt werden.
es: Una persona existente no puede renombrarse.
ru: Невозможно переименовать
ta: ஏற்கனவே இருக்கும் நபரை மறுபெயரிட முடியாது.

source: work
de: Arbeit
es: trabajo
ru: работа
ta: வேலை

source: school
de: Schule
es: colegio
ru: школа
ta: பள்ளி

source: family
de: Familie
es: familia
ru: семья
ta: குடும்பம்

source: Cell phone
de: Mobiltelefon
es: Celular
ru: Мобильный телефон
ta: செல்போன்

source: Comercial phone
de: geschäftliches Telefon
es: Teléfono comercial
ru: рабочий телефон
ta: வணிக தொலைபேசி

source: Nationality
de: Nationalität
es: Nacionalidad
ru: Национальность
ta: நாட்டினம்

source: Schooling
de: Ausbildung
es: Enseñanza
ru: Учеба
ta: பள்ளி

source: Area of study
de: Studienrichtung
es: Área de estudio
ru: Облась изучния
ta: படிப்பு பகுதி

source: Professional activity
de: Berufliche Aktivitäten
es: Actividad profesional
ru: Профессиональная деятельность
ta: தொழில்முறை செயல்பாடு

source: Organization
de: Organisation
es: Organización
ru: Организация
ta: அமைப்பு

source: Schooling status
de: Schulabschluss
es: Nivel educativo
ru: Учебный статус
ta: பள்ளி நிலை

source: Custom education
de: Spezielle Ausbildung
es: Educación personalizada
ta: தனிப்பயன் கல்வி

source: Custom area of study
de: Spezielles Ausbildungsgebiet
es: Área de estudio personalizada
ru: Пользовательская область изучения
ta: படிக்கும் தனிப்பயன் பகுதி

source: Contact information
de: Kontaktinformationen
es: Información de contacto
ru: Контактная информация
ta: தொடர்பு செய்தி

source: Sex
de: Geschlecht
es: Sexo
ru: Пол
ta: செக்ச்

source: Zip code
de: Postleitzahl
es: Código postal
ru: Почтовый индекс
ta: சிப் குறியீடு

source: {fn} is already used by other user
ta: {fn} ஏற்கனவே பிற பயனரால் பயன்படுத்தப்படுகிறது

source: none
de: keine
es: ninguno
ru: нет
ta: எதுவுமில்லை

source: one friend
de: Ein Freund
es: un amigo
ru: один друг
ta: ஒரு நண்பர்

source: %s friends
de: %s Freunde
es: %s amigos
ru: %s: друзей
ta: %s நண்பர்கள்

source: You just left %s.
de: Sie haben soeben %s verlassen.
es: Acabas de abandonar %s.
ru: Вы только что покинули %s.
ta: நீங்கள் %s ஐ விட்டுவிட்டீர்கள்.

source: TinyMCE
ta: டைம்ச்

source: Textile
ta: துணி

source: Raw HTML
de: reines HTML
es: HTML plano
ru: Исходный HTML
ta: மூல உஉகுமொ

source: is not valid. Check the digits and make sure to use only numbers.
ta: செல்லுபடியாகாது. இலக்கங்களை சரிபார்த்து, எண்களை மட்டுமே பயன்படுத்துவதை உறுதிசெய்க.

source: [%s] Notifications
ta: [%s] அறிவிப்புகள்

source: Nickname
es: Pseudonimo
ru: Ник
ta: புனைப்பெயர்

source: Create a comment
ta: ஒரு கருத்தை உருவாக்கவும்

source: Make email contact
ta: மின்னஞ்சல் தொடர்பு கொள்ளுங்கள்

source: Report an abuse
ta: துச்பிரயோகத்தைப் புகாரளிக்கவும்

source: Edit profile
de: Profile ändern
es: Editar perfil
ru: Редактировать профиль
ta: சுயவிவரத்தைத் திருத்து

source: Destroy profile
de: Profile löschen
es: Eliminar perfil
ru: Уничтожить профиль
ta: சுயவிவரத்தை அழிக்கவும்

source: Manage memberships
de: Mitgliedschaft verwalten
es: Administrar membresías
ru: Управление членствами
ta: உறுப்பினர்களை நிர்வகிக்கவும்

source: Manage/Publish content
ta: உள்ளடக்கத்தை நிர்வகிக்கவும்/வெளியிடவும்

source: Edit profile design
de: Ändere das Profil-Design
es: Editar diseño del perfil
ru: Изменить дизайн профиля
ta: சுயவிவர வடிவமைப்பைத் திருத்து

source: Manage products
de: Verwalte Produkte
es: Administrar productos
ru: Управление продуктами
ta: தயாரிப்புகளை நிர்வகிக்கவும்

source: Manage friends
de: Verwalte Freunde
es: Administrar amigos
ru: Редактировать друзей
ta: நண்பர்களை நிர்வகிக்கவும்

source: Validate enterprise
de: bestätige Unternehmen
es: Validar empresa
ru: Подтвердить компанию
ta: நிறுவனத்தை சரிபார்க்கவும்

source: Perform task
de: Aufgabe ausführen
es: Realizar tarea
ru: Сделать задачу
ta: பணியைச் செய்யுங்கள்

source: View tasks
ta: பணிகளைக் காண்க

source: Moderate comments
de: Moderiere Kommentare
es: Moderar comentarios
ru: Модерировать комментарии
ta: மிதமான கருத்துகள்

source: View private content
de: Zeige private Inhalte
es: Ver contenido privado
ru: Просмотр частного контента
ta: தனிப்பட்ட உள்ளடக்கத்தைக் காண்க

source: Invite members
de: Mitglieder einladen
es: Invitar miembros
ru: Пригласить участников
ta: உறுப்பினர்களை அழைக்கவும்

source: Send e-Mail to members
de: Sende E-Mail an Mitglieder
ta: உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புங்கள்

source: Manage custom roles
ta: தனிப்பயன் பாத்திரங்களை நிர்வகிக்கவும்

source: You must to provide `lat` and `lng`, or `city` and `country` to define the center of the search circle, defined by `distance`.
ta: தேடல் வட்டத்தின் மையத்தை வரையறுக்க `லாட்` மற்றும்` லாங்`, அல்லது `நகரம்` மற்றும்` நாடு` வழங்க வேண்டும், இது `தூரம்` ஆல் வரையறுக்கப்படுகிறது.

source: is not a template.
de: ist keine Vorlage.
ta: ஒரு வார்ப்புரு அல்ல.

source: can not be less restrictive than access which is: %s.
ta: அணுகலை விட குறைவான கட்டுப்பாடாக இருக்க முடியாது: %s.

source: %s can't have members
de: %s kann keine Mitglieder haben
es: %s no puede tener miembros
ta: %s உறுப்பினர்களைக் கொண்டிருக்க முடியாது

source: %s can't has moderators
de: %s kann keine Moderatoren haben
es: %s no puede tener moderadores
ru: %s не может иметь модераторов
ta: %s மதிப்பீட்டாளர்களைக் கொண்டிருக்க முடியாது

source: Profile accessible to %s
ta: சுயவிவரம் %s க்கு அணுகக்கூடியது

source: Since:
de: Seit:
es: Desde:
ru: С:
ta: பின்னர்:

source: no activity
de: keine Aktivität
es: sin actividad
ta: செயல்பாடு இல்லை

source: one activity
de: eine Aktivität
es: una actividad
ta: ஒரு செயல்பாடு

source: %s activities
de: %s Aktivitäten
es: actividades %s
ta: %s நடவடிக்கைகள்

source: no members
de: keine Mitglieder
es: sin miembros
ta: உறுப்பினர்கள் இல்லை

source: one member
de: Ein Mitglied
es: un miembro
ru: один участник
ta: ஒரு உறுப்பினர்

source: %s members
de: %s Mitglieder
es: miembros %s
ru: %s участников
ta: %உறுப்பினர்கள்

source: id
ta: ஐடி

source: Profile Image
de: Profilbild
es: Imagen de perfil
ru: Изображение профиля
ta: சுயவிவர படம்

source: This block presents the profile image
de: Dieser Block zeigt das Profilbild
es: Este bloque presenta la imagen del perfil
ru: Блок, отображающий изображение профиля
ta: இந்த தொகுதி சுயவிவரப் படத்தை வழங்குகிறது

source: Display profile image and links to access initial homepage, control panel and profile activities.
ta: ஆரம்ப முகப்புப்பக்கம், கட்டுப்பாட்டு குழு மற்றும் சுயவிவர நடவடிக்கைகளை அணுக சுயவிவரப் படம் மற்றும் இணைப்புகளைக் காண்பி.

source: Show profile information
ta: சுயவிவரத் தகவலைக் காட்டு

source: Profile Information
ta: சுயவிவர செய்தி

source: Basic information about <i>%{user}</i>: how long <i>%{user}</i> is part of <i>%{env}</i> and useful links.
de: Grundlegende Informationen über <i>%{user}</i>: wie lange ist <i>%{user}</i> Mitglied von <i>%{env}</i> und nützliche Links.
es: Información básica de <i>%{user}</i>: cuánto tiempo hace que <i>%{user}</i> es parte de <i>%{env}</i> y enlaces útiles.
ru: Общая информация о <i>%{user}</i>: как долго <i>%{user}</i> является <i>%{env}</i> и полезные ссылки.
ta: <i>%{user} </i> பற்றிய அடிப்படை தகவல்கள்: எவ்வளவு காலம் <i>%{user} </i> <i>%{env} </i> மற்றும் பயனுள்ள இணைப்புகளின் ஒரு பகுதியாகும்.

source: Random profiles
de: Zufällige Profile
es: Perfiles aleatorios
ru: Случайные профили
ta: சீரற்ற சுயவிவரங்கள்

source: {#} People or Groups
de: {#} Leute oder Gruppen
es: {#} Personas o Grupos
ru: {#} Пользователи или группы
ta: {#} மக்கள் அல்லது குழுக்கள்

source: Clicking on the people or groups will take you to their home page.
de: Das klicken auf Leute oder Gruppen bringt Sie zu deren Homepage.
es: Presionando en la persona o grupos te llevará a su página de inicio.
ru: Для просмотра профиля выберите пользователя или группу.
ta: நபர்கள் அல்லது குழுக்களைக் சொடுக்கு செய்தால் உங்களை அவர்களின் முகப்புப் பக்கத்திற்கு அழைத்துச் செல்லும்.

source: All kinds
ta: எல்லா வகைகளும்

source: Display a form to search the profile
de: Zeige ein Formular an, um das Profil zu durchsuchen
es: Mostrar una forma de buscar el perfil
ta: சுயவிவரத்தைத் தேட ஒரு படிவத்தைக் காண்பி

source: Profile Search
ta: சுயவிவர தேடல்

source: Friends in common
ta: பொதுவான நண்பர்கள்

source: Communities in common
ta: பொதுவான சமூகங்கள்

source: Tags in common
ta: குறிச்சொற்கள் பொதுவானவை

source: Display the last content produced in the context where the block is available.
ta: தொகுதி கிடைக்கக்கூடிய சூழலில் தயாரிக்கப்பட்ட கடைசி உள்ளடக்கத்தைக் காண்பி.

source: Show last updates
ta: கடைசி புதுப்பிப்புகளைக் காட்டு

source: Recent Content
ta: அண்மைக் கால உள்ளடக்கம்

source: Recent content
de: Neuer Inhalt
es: Contenido reciente
ru: Последний контент
ta: அண்மைக் கால உள்ளடக்கம்

source: This block lists your content most recently updated.
de: Dieser Block zeigt Ihre Inhalte an, die kürzlich aktualisiert wurden.
es: Este bloque lista tu contenido reciente.
ru: Блок, отображающий ваш последний контент.
ta: இந்த தொகுதி உங்கள் உள்ளடக்கத்தை மிக அண்மைக் காலத்தில் புதுப்பிக்கப்பட்டது.

source: RssFeed
es: RSS
ta: RSS ஊட்டம்

source: %s's RSS feed
es: noticias RSS de %s
ru: %s's RSS лента
ta: %s இன் RSS ஊட்டம்

source: %s's content published at %s
de: %ss Inhalte publiziert bei %s
es: contenido publicado en %s de %s
ru: %s's контент, опубликованный в %s
ta: %s இன் உள்ளடக்கம் %s இல் வெளியிடப்பட்டது

source: RSS Feed
es: Noticias RSS
ru: RSS лента
ta: RSS ஊட்டம்

source: Provides a news feed of your more recent articles.
de: Erstellt einen News Feed Ihrer meist gelesenen Artikel.
es: Genera un lector de noticias de tus artículos más recientes.
ru: Предоставляет ленту новостей для ваших новых статей
ta: உங்கள் அண்மைக் கால கட்டுரைகளின் செய்தி ஊட்டத்தை வழங்குகிறது.

source: You got a new scrap
ta: உங்களுக்கு ஒரு புதிய ச்கிராப் கிடைத்தது

source: %s left a scrap in your wall.
ta: %s உங்கள் சுவரில் ஒரு ச்கிராப்பை விட்டுச் சென்றன.

source: Slideshow
de: Als Einzelbilder anzeigen
es: Presentación
ru: Посмотреть слайдшоу
ta: ச்லைடுசோ

source: Article suggestion
de: Artikelvorschläge
es: Sugerencia de artículos
ta: கட்டுரை பரிந்துரை

source: %{requestor} suggested the publication %{target_detail} of the article: %{subject}.
ta: %{requestor} கட்டுரையின் %{Target_detail fullice வெளியீட்டை பரிந்துரைத்தார்: %{target_detail}.

source: %{requestor} suggested the publication of the article: %{article}.
ta: %{requestor} கட்டுரையின் வெளியீட்டை பரிந்துரைத்தார்: %{article}.

source: <p>Display a tag cloud with the content produced where the block is applied.</p> <p>The user could limit the number of tags will be displayed.</p>
ta: <p> தொகுதி பயன்படுத்தப்படும் இடத்தில் தயாரிக்கப்படும் உள்ளடக்கத்துடன் ஒரு குறிச்சொல் கிளவுட்டைக் காண்பி. </p> <p> குறிச்சொற்களின் எண்ணிக்கையை பயனர் கட்டுப்படுத்தலாம். </p>

source: Display a tag cloud about current content
ta: தற்போதைய உள்ளடக்கத்தைப் பற்றி குறிச்சொல் மேகத்தைக் காண்பி

source: Tag Cloud
ta: குறிச்சொல் மேகம்

source: Tags Cloud
ta: குறிச்சொற்கள் முகில்
