Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Has terms of use:
ta: பயன்பாட்டு விதிமுறைகள் உள்ளன:

source: Terms of use:
ta: பயன்பாட்டு விதிமுறைகள்:

source: Parent folder:
de: Übergeordneter Ordner:
ta: பெற்றோர் கோப்புறை:

source: License
de: Lizenz
es: Licencia
ta: உரிமம்

source: None
de: keine
es: Ninguno
ru: Нет
ta: எதுவுமில்லை

source: Reference
ta: குறிப்பு

source: Create new folder
ta: புதிய கோப்புறையை உருவாக்கவும்

source: Choose parent folder:
ta: பெற்றோர் கோப்புறையைத் தேர்வுசெய்க:

source: Name:
es: Nombre:
ru: Имя:
ta: பெயர்:

source: This is a republication of "%s", by %s.
de: Das ist eine neue Veröffentlichung von "%s", durch %s.
es: Esto es una re-publicación de "%s", por %s.
ru: Это републикация "%s", от %s.
ta: இது " %s" இன் மறுசீரமைப்பு, %s ஆல்.

source: Limit of articles
de: Obergrenze von Artikeln
es: Limite de artículos
ru: Лимит статей
ta: கட்டுரைகளின் வரம்பு

source: Use as item description:
de: Nutze als Eintragsbeschreibung:
es: Usar como descripción del elemento
ru: Использовать как описание
ta: உருப்படி விளக்கமாக பயன்படுத்தவும்:

source: Article abstract
de: Artikel abstrakt
es: Resumen del artículo
ru: Аннотация
ta: கட்டுரை சுருக்கம்

source: Article body
de: Artikel body
es: Cuerpo del artículo
ru: Тело статьи
ta: கட்டுரை அமைப்பு

source: Include in the feed:
de: In die Eingabe einschließen:
es: Incluir en el feed:
ru: Добавить в ленту
ta: ஊட்டத்தில் சேர்க்கவும்:

source: All articles
de: Alle Artikel
es: Todos los artículos
ru: Все статьи
ta: அனைத்து கட்டுரைகளும்

source: Only articles child of the same article as the feed
de: Nur Artikel vom selben Typ
es: Solamente artículos heredados del mismo artículo del RSS Feed
ru: Только статьи как из ленты
ta: தீவனத்தின் அதே கட்டுரையின் குழந்தை மட்டுமே கட்டுரை

source: Add to the text
de: Text ergänzen
es: Añadir al texto
ta: உரையில் சேர்க்கவும்

source: Zoom in
de: heranzoomen
es: Acercar
ta: பெரிதாக்கு

source: Insert media
de: Medien einfügen
es: Insertar multimedia
ta: மீடியாவைச் செருகவும்

source: Show/Hide
ta: காட்டு/மறைக்க

source: Choose folder to upload files:
de: Wählen Sie den Ordner zum Hochladen der Dateien aus:
es: Selecciona la carpeta para subir los archivos:
ru: Выберите папку для загрузки файлов
ta: கோப்புகளை பதிவேற்ற கோப்புறையைத் தேர்வுசெய்க:

source: New folder
ta: புதிய கோப்புறை

source: Hide all uploads
ta: அனைத்து பதிவேற்றங்களையும் மறைக்கவும்

source: Show all uploads
ta: அனைத்து பதிவேற்றங்களையும் காட்டு

source: Recent media
ta: அண்மைக் கால ஊடகங்கள்

source: Search among your uploaded files
ta: நீங்கள் பதிவேற்றிய கோப்புகளில் தேடுங்கள்

source: Write words about the file you are looking for
ta: நீங்கள் தேடும் கோப்பைப் பற்றி வார்த்தைகளை எழுதுங்கள்

source: Publish date
ta: தேதி வெளியிடுங்கள்

source: Textile markup quick reference
de: Schnellhandbuch zur Auszeichnungssprache Textile
es: Referencia rapida de Textile
ta: துணி மார்க்அப் விரைவான குறிப்பு

source: (show)
de: (zeigen)
es: (mostrar)
ta: (காட்டு)

source: (hide)
de: (ausblenden)
es: (ocultar)
ta: (மறை)

source: Simple formatting:
de: Vereinfachte Formatierung:
es: Formato simple:
ta: எளிய வடிவமைப்பு:

source: italics
de: kursiv
es: cursiva
ta: சாய்வு

source: bold
de: fett
es: negrita
ta: தடிமான

source: striked
de: durchgestrichen
es: tachada
ta: வேலை

source: Links:
de: Verweise:
es: Enlaces:
ta: இணைப்புகள்:

source: Images:
de: Bilder:
es: Imágenes
ta: படங்கள்:

source: Bullet lists:
de: Listen von Aufzählungspunkten:
es: Listas con viñetas:
ta: புல்லட் பட்டியல்கள்:

source: first item
de: erster Eintrag
es: primer elemento
ta: முதல் உருப்படி

source: second item
de: zweiter Eintrag
es: segundo elemento
ta: இரண்டாவது உருப்படி

source: Numbered lists:
de: Nummerierte Listen:
es: Listas numeradas:
ta: எண்ணற்ற பட்டியல்கள்:

source: For code, use HTML tags <pre> and <code>, and indent the code inside them:
de: Für Code verwenden Sie die HTML-Tags <pre> und <code> und rücken Sie den darin enthaltenen Code ein:
es: Para código, usa las etiquetas HTML <pre> y <code>, e identa el código dentro de ellas:
ta: குறியீட்டைப் பொறுத்தவரை, உஉகுமொ குறிச்சொற்களைப் பயன்படுத்தவும் <PRE> மற்றும் <CODE>

source: See also a more complete <a href="%s">Textile Reference</a>.
de: Sehen Sie sich auch die vollständige <a href="%s">Textile-Referenz</a> an.
es: Ve también una más completa <a href="%s">referencia de Textile</a>.
ta: இன்னும் முழுமையான <a href = "%s"> துணி குறிப்பு </a> ஐயும் காண்க.

source: Add files...
ta: கோப்புகளைச் சேர்க்கவும் ...

source: Upload
de: Hochladen
es: Subir
ru: Загрузить
ta: பதிவேற்றும்

source: Use as homepage
de: Nutze als Homepage
es: Usar como página de inicio
ru: Использовать как домашнюю страницу
ta: முகப்புப்பக்கமாக பயன்படுத்தவும்

source: Reset homepage
ta: முகப்புப்பக்கத்தை மீட்டமைக்கவும்

source: Remove field
ta: புலத்தை அகற்று

source: Value
de: Wert
ta: மதிப்பு

source: Delete: %s
de: Lösche: %s
es: Eliminar: %s
ru: Удалить: %s
ta: நீக்கு: %s

source: Are you sure that you want to remove this folder? Note that all the items inside it will also be removed!
de: Sind Sie sicher, dass Sie diesen Ordner löschen wollen? Damit wird auch der gesamte Inhalt des Ordners gelöscht!
es: ¿Estás seguro que quieres eliminar esta carpeta? ¡Ten en cuenta que todos los elementos dentro serán también borrados!
ru: Вы уверены что хотите удалить всю папку?
ta: இந்த கோப்புறையை அகற்ற விரும்புகிறீர்கள் என்பதில் உறுதியாக இருக்கிறீர்களா? அதற்குள் இருக்கும் அனைத்து பொருட்களும் அகற்றப்படும் என்பதை நினைவில் கொள்க!

source: Are you sure that you want to remove this item?
de: Sind Sie sicher, dass Sie diesen Eintrag entfernen möchten?
es: ¿Estás seguro que quieres eliminar estos elementos?
ru: Вы уверены что хотите удалить этот элемент?
ta: இந்த உருப்படியை அகற்ற விரும்புகிறீர்கள் என்பதில் உறுதியாக இருக்கிறீர்களா?

source: Yes, I want.
de: Ja, ich will.
es: Sí, quiero.
ru: Да
ta: ஆம், எனக்கு வேண்டும்.

source: No, I don't want.
de: Nein, ich möchte nicht.
es: No, no quiero.
ru: Нет
ta: இல்லை, நான் விரும்பவில்லை.

source: Highlight this article
de: Markiere diesen Artikel
es: Destacar este producto
ru: Подчеркнуть эту статью
ta: இந்த கட்டுரையை முன்னிலைப்படுத்தவும்

source: Save and continue
de: Speichern und Fortfahren
es: Guardar y continuar
ru: Сохранить и продолжить
ta: சேமித்து தொடரவும்

source: Why categorize?
de: Weshalb kategorisieren
es: ¿Por qué clasificar?
ru: Почему категоризировать?
ta: ஏன் வகைப்படுத்த வேண்டும்?

source: Categorize your article
de: Ihre Artikel kategorisieren
es: Clasifica tu artículo
ru: Категоризировать статью
ta: உங்கள் கட்டுரையை வகைப்படுத்தவும்

source: Back to Content Management
ta: உள்ளடக்க நிர்வாகத்திற்குத் திரும்பு

source: Sort by
de: Sortieren nach
es: Ordenar por
ta: வரிசைப்படுத்தவும்

source: Going
ta: செல்கிறது

source: Interested
ta: ஆர்வம்

source: Not interested
ta: ஆர்வம் இல்லை

source: Unconfirmed
ta: உறுதிப்படுத்தப்படாதது

source: This error happened with the following persons:
ta: இந்த பிழை பின்வரும் நபர்களுடன் நிகழ்ந்தது:

source: Invite community members to the event
ta: நிகழ்வுக்கு சமூக உறுப்பினர்களை அழைக்கவும்

source: Find members
ta: உறுப்பினர்களைக் கண்டுபிடி

source: Invite all members
ta: அனைத்து உறுப்பினர்களையும் அழைக்கவும்

source: Invite friends to your event
ta: உங்கள் நிகழ்வுக்கு நண்பர்களை அழைக்கவும்

source: Find your friends
ta: உங்கள் நண்பர்களைக் கண்டுபிடி

source: Invite all friends
ta: எல்லா நண்பர்களையும் அழைக்கவும்

source: Hello, come and join the
ta: வணக்கம், வந்து சேரவும்

source: Back to Event
ta: நிகழ்வுக்குத் திரும்பு

source: Invite
ta: அழைக்கவும்

source: Sorry, this event is over.
ta: மன்னிக்கவும், இந்த நிகழ்வு முடிந்தது.

source: Where do you want to publish this article?
ta: இந்த கட்டுரையை எங்கே வெளியிட விரும்புகிறீர்கள்?

source: There were errors with the following communities:
de: Es sind Probleme in folgenden Communities aufgetreten:
es: Hubo errores con las siguientes comunidades:
ru: Со следующими сообществами возникли ошибки:
ta: பின்வரும் சமூகங்களுடன் பிழைகள் இருந்தன:

source: Publish this article on your profile
ta: உங்கள் சுயவிவரத்தில் இந்த கட்டுரையை வெளியிடுங்கள்

source: You can publish this article on your profile where your friends and followers will see.
ta: உங்கள் நண்பர்கள் மற்றும் பின்தொடர்பவர்கள் பார்க்கும் இடத்தில் இந்த கட்டுரையை உங்கள் சுயவிவரத்தில் வெளியிடலாம்.

source: Publish this article on communities you are part of
ta: நீங்கள் ஒரு பகுதியாக இருக்கும் சமூகங்கள் குறித்த இந்த கட்டுரையை வெளியிடுங்கள்

source: You can submit this article to one or more communities you are a member of, just search for the community below.
ta: இந்த கட்டுரையை நீங்கள் உறுப்பினராக இருக்கும் ஒன்று அல்லது அதற்கு மேற்பட்ட சமூகங்களுக்கு சமர்ப்பிக்கலாம், கீழே உள்ள சமூகத்தைத் தேடுங்கள்.

source: Type in a search for your community
ta: உங்கள் சமூகத்திற்கான தேடலில் தட்டச்சு செய்க

source: Publish your article on portal community
de: Publizieren Sie Ihren Artikel in einer Community des Portals
es: Publicar tu artículo en el portal comunitario
ru: Опубликовать Вашу статью на портале сообщества
ta: போர்டல் சமூகம் குறித்த உங்கள் கட்டுரையை வெளியிடுங்கள்

source: You can suggest this article to the portal community, where it can show up on the homepage.
ta: இந்த கட்டுரையை போர்டல் சமூகத்திற்கு நீங்கள் பரிந்துரைக்கலாம், அங்கு அது முகப்புப்பக்கத்தில் காண்பிக்கப்படலாம்.

source: There is no portal community in this environment.
de: Es ist keine Portal-Community für diese Umgebung vorhanden.
es: No hay un portal comunitario en este entorno.
ru: Нет портала сообщества в этой среде
ta: இந்த சூழலில் போர்டல் சமூகம் இல்லை.

source: Back
de: Zurück
es: Atrás
ru: Назад
ta: பின்

source: Choose the type of content:
de: Wählen Sie den Typ des Inhalts:
es: Elegir el tipo de contenido:
ta: உள்ளடக்க வகையைத் தேர்வுசெய்க:

source: Source
de: Quelle
es: Fuente
ru: Источник
ta: மூலம்

source: Source URL
de: Quell-URL
es: URL de la fuente
ta: மூல முகவரி

source: Your name
de: Ihr Name
es: Tu nombre
ta: உங்கள் பெயர்

source: This file couldn't be saved
de: Die Datei konnte nicht gespeichert werden
es: Este archivo no puede ser guardado
ru: Файл не может быть сохранен
ta: இந்த கோப்பை சேமிக்க முடியவில்லை

source: There were problems with the following files:
de: Mit folgenden Dateien sind Probleme aufgetreten:
es: Hubo problemas con los siguientes archivos:
ru: Со следующими файлами возникли проблемы:
ta: பின்வரும் கோப்புகளில் சிக்கல்கள் இருந்தன:

source: Publish media
de: Veröffentlichen
es: Publicar mutimedia
ru: Опубликовать медиа-контент
ta: ஊடகங்களை வெளியிடுங்கள்

source: Select the files you want to upload (max size %s):
de: Wählen Sie die Dateien aus, die Sie hochladen möchten (maximale Größe %s):
es: Seleccionar los archivos que quieres subir (tamaño máximo %s):
ru: Выберите файлы для загрузки (максимальный размер %s):
ta: நீங்கள் பதிவேற்ற விரும்பும் கோப்புகளைத் தேர்ந்தெடுக்கவும் (அதிகபட்ச அளவு %s):

source: Uploading files to %s
de: Lade Dateien auf %s
es: Subiendo archivos a %s
ru: Загрузить файлы в %s
ta: கோப்புகளை %s க்கு பதிவேற்றுவது

source: Content management
de: Inhalte verwalten
es: Gestión de contenido
ru: Управление контентом
ta: உள்ளடக்க மேலாண்மை

source: Your files
ta: உங்கள் கோப்புகள்

source: (used %s of %s):
ta: ( %s %s பயன்படுத்தப்பட்டது):

source: Last modified
ta: கடைசியாக மாற்றப்பட்டது

source: Parent Folder
ta: பெற்றோர் கோப்புறை

source: By categorizing your content, you increase the possibility that other people access it. When they are looking for, say, articles about Bahia and you categorize your article in "Regions/Bahia", then there is a good change that your article is going to be found.
de: Wenn Sie Ihren Inhalt in Kategorien unterteilen, erleichtern Sie es anderen Leuten ihn zu finden.Wenn jemand beispielsweise Artikel über Bahia sucht und Sie haben Ihren Artikel mit "Regionen/Bahia" kategorisiert, dann besteht eine gute Chance, dass Ihr Artikel gefunden wird.
es: Al categorizar tu contenido, aumentas la posibilidad de que otras personas accedan a él. Cuando están buscando, por ejemplo, artículos sobre la Bahía y categorizas tu artículo en "Regiones/Bahía", entonces es una buena señal de que tu artículo será encontrado.
ru: Категоризируя свой контент вы увеличиваете его шансы быть замеченным другими пользователями.
ta: உங்கள் உள்ளடக்கத்தை வகைப்படுத்துவதன் மூலம், மற்றவர்கள் அதை அணுகும் வாய்ப்பை அதிகரிக்கிறீர்கள். அவர்கள் பஇயா பற்றிய கட்டுரைகளைத் தேடும்போது, உங்கள் கட்டுரையை "பிராந்தியங்கள்/பஇயா" இல் வகைப்படுத்தும்போது, உங்கள் கட்டுரை கண்டுபிடிக்கப் போகிறது என்பதில் ஒரு நல்ல மாற்றம் உள்ளது.

source: e-mail
es: correo electrónico
ta: மின்னஞ்சல்

source: If you are a registered user, you can login and be automatically recognized.
de: Wenn Sie ein registrierter Nutzer sind, dann können Sie sich anmelden und automatisch unter Ihrem Namen arbeiten.
es: Si eres un usario registrado, puedes iniciar sesión y automáticamente ser reconocido.
ru: Если вы - зарегистрированный пользователь, вы можете войти и быть автоматически распознанным
ta: நீங்கள் பதிவுசெய்யப்பட்ட பயனராக இருந்தால், நீங்கள் உள்நுழைந்து தானாகவே அங்கீகரிக்கப்படலாம்.

source: Leave your comment
de: Hinterlassen Sie einen Kommentar
es: Deja tu comentario
ta: உங்கள் கருத்தை இடுங்கள்

source: Hi, %{recipient}!
de: Hallo, %{recipient}!
es: ¡Hola, %recipient}!
ru: Здравствуй, %{recipient}!
ta: ஆய், %{recipient}!

source: %{sender} (%{sender_link}) created a new comment on your article "%{article_title}".
de: %{sender} (%{sender_link}) hat einen neuen Kommentar zu Ihrem Artikel "%{article_title}" hinterlassen.
es: %{sender} (%{sender_link}) creó un nuevo comentario en tu artículo"%{article_title}".
ru: %{sender} (%{sender_link}) создал новый комментарий к вашей статье "%{article_title}" .
ta: %{sender} (%{sender_link}) உங்கள் கட்டுரையில் "%{article_title}" என்ற புதிய கருத்தை உருவாக்கியது.

source: Title: %s
de: Titel: %s
es: Título: %s
ru: Название: %s
ta: தலைப்பு: %s

source: Comment:
de: Kommentar:
es: Comentario:
ru: Комментарий:
ta: கருத்து:

source: Access the address below to view this comment:
de: Greifen Sie auf die untenstehende Adresse zu, um diesen Kommentar zu betrachten:
es: Accede a la dirección de abajo para ver este comentario:
ru: Перейдите по следующему адресу для просмотра:
ta: இந்த கருத்தைக் காண கீழே உள்ள முகவரியை அணுகவும்:

source: Greetings,
de: Grüße,
es: Felicitaciones,
ru: Приветсвую,
ta: வாழ்த்துக்கள்,

source: %s team.
es: equipo de %s.
ru: %s команда.
ta: %s அணி.

source: Hi!
de: Hallo!
ta: ஆய்!

source: %{sender} (%{sender_link}) commented on the content "%{article_title}".
de: %{sender} (%{sender_link}) hat einen neuen Kommentar zu Ihrem Beitrag "%{article_title}" hinterlassen.
ta: %{sender} (%{sender_link}) "%{article_title}" என்ற உள்ளடக்கத்தைப் பற்றி கருத்து தெரிவித்தார்.

source: Click on the address below to view this comment:
de: Greifen Sie auf die untenstehende Adresse zu, um diesen Kommentar zu betrachten:
ta: இந்த கருத்தைக் காண கீழேயுள்ள முகவரியைக் சொடுக்கு செய்க:

source: Click on the address below to cancel the notification of new comments:
de: Greifen Sie auf die untenstehende Adresse zu, um Benachrichtigungen zu diesem Kommentar zu unterbinden:
ta: புதிய கருத்துகளின் அறிவிப்பை ரத்து செய்ய கீழேயுள்ள முகவரியைக் சொடுக்கு செய்க:

source: Send an e-mail to %s
de: Sende eine E-Mail an %s
es: Enviar correo electrónico a %s
ru: Послать e-mail %s
ta: %s க்கு ஒரு மின்னஞ்சல் அனுப்பவும்

source: Send an e-mail to administrators
de: Sende eine E-Mail an die Administratoren
ta: நிர்வாகிகளுக்கு ஒரு மின்னஞ்சல் அனுப்பவும்

source: The e-mail will be sent to the administrators of '%s'
de: Die E-Mail wird an die Administratoren von '%s' versendet werden
ta: மின்னஞ்சல் '%s' நிர்வாகிகளுக்கு அனுப்பப்படும்

source: I want to receive a copy of the message in my e-mail.
de: Ich möchte eine Kopie der Nachricht in meiner E-Mail.
es: Quiero recibir una copia de este mensaje en mi correo electrónico.
ru: Получить копию на email
ta: எனது மின்னஞ்சலில் செய்தியின் நகலைப் பெற விரும்புகிறேன்.

source: This message was sent by %{sender} to %{target} on %{environment}.
de: Diese Nachricht wurde von %{sender} zu %{target} in %{environment} gesendet.
es: Este mensaje fue enviado por %{sender} a %{target} en %{environment}.
ta: இந்த செய்தி %{sender} க்கு %{target} %{சூழலில் அனுப்பப்பட்டது.

source: Information about the user who sent this message:
de: Informationen über den Absender dieser Nachricht:
es: Información sobre el usuario quien envió este mensaje:
ta: இந்த செய்தியை அனுப்பிய பயனரைப் பற்றிய தகவல்:

source: Message:
de: Nachricht:
es: Mensaje:
ru: Сообщение:
ta: செய்தி:

source: Mark as NOT SPAM
de: Als Nicht-Spam markieren
ta: ச்பேம் அல்ல

source: Mark as SPAM
de: Als Spam markieren
ta: ச்பேமாக குறி

source: Cancel notification of new comments
de: Benachrichtigung zu neuen Kommentaren abbrechen
ta: புதிய கருத்துகளின் அறிவிப்பை ரத்துசெய்

source: Fill in the following field with your e-mail if you don't want to be notified when this content receives new comments anymore.
de: Tragen Sie im nachstehenden Feld Ihre E-Mail-Adresse ein, um zukünftig im Fall neuer Kommentare nicht mehr benachrichtigt zu werden.
ta: இந்த உள்ளடக்கம் இனி புதிய கருத்துகளைப் பெறும்போது உங்களுக்கு அறிவிக்க விரும்பவில்லை என்றால் பின்வரும் புலத்தை உங்கள் மின்னஞ்சலுடன் நிரப்பவும்.

source: Enter your e-Mail
de: Geben Sie Ihre E-Mail-Adresse an
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்

source: Cancel notifications for e-mail above
de: Bricht die Benachrichtigungen für die obenstehende E-Mail ab
ta: மேலே உள்ள மின்னஞ்சலுக்கான அறிவிப்புகளை ரத்துசெய்

source: %s following this article.
ta: இந்த கட்டுரையைத் தொடர்ந்து %s.

source: No one following this article yet.
ta: இந்த கட்டுரையை இதுவரை யாரும் பின்பற்றவில்லை.

source: One view %{desc}
ta: ஒரு பார்வை %{desc}

source: (Not countable anymore)
ta: (இனி கணக்கிட முடியாது)

source: Licensed under %s
de: Lizenziert unter den Bedingungen von %s
ta: %s இன் கீழ் உரிமம் பெற்றது

source: Go back to latest version
ta: அண்மைக் கால பதிப்பிற்குச் செல்லவும்

source: This is the list of all versions of this content. Select a version to see it and then revert to it.
ta: இந்த உள்ளடக்கத்தின் அனைத்து பதிப்புகளின் பட்டியல் இது. அதைப் பார்க்க ஒரு பதிப்பைத் தேர்ந்தெடுத்து அதைத் திருப்புங்கள்.

source: Version %s
ta: பதிப்பு %s

source: (current)
de: (aktuell)
es: (actual)
ru: (текущий)
ta: (மின்னோட்டம்)

source: by %{author}
ta: மூலம் %{author}

source: Show differences between selected versions
ta: தேர்ந்தெடுக்கப்பட்ட பதிப்புகளுக்கு இடையிலான வேறுபாடுகளைக் காட்டுங்கள்

source: (external feed was not loaded yet)
de: (externer Feed ist noch nicht geladen)
es: (el contenido externo no ha sido cargado aun)
ru: (внешняя лента еще не загружена)
ta: (வெளிப்புற ஊட்டம் இன்னும் ஏற்றப்படவில்லை)

source: (no posts)
de: (keine posts)
es: (sin publicaciones)
ru: (нет сообщений)
ta: (இடுகைகள் இல்லை)

source: Accept
de: Akzeptieren
es: Aceptar
ru: Подтвердить
ta: ஏற்றுக்கொள்

source: This gallery contains no images yet
de: Diese Galerie enthält noch keine Bilder
es: Esta galería no contiene imágenes aun
ta: இந்த கேலரியில் இதுவரை எந்த படங்களும் இல்லை

source: View slideshow
de: Als Einzelbilder anzeigen
es: Ver presentación
ru: Посмотреть слайдшоу
ta: ச்லைடுசோவைக் காண்க

source: Back to gallery
de: Zurück zur Galerie
es: Regresar a la galeria
ru: Назад в галлерею
ta: கேலரிக்குத் திரும்பு

source: Back to the versions
ta: பதிப்புகளுக்குத் திரும்பு

source: Revert to this version
ta: இந்த பதிப்பிற்கு திரும்பவும்

source: Go to latest version
ta: அண்மைக் கால பதிப்பிற்குச் செல்லுங்கள்

source: Version %{version} - %{author} on %{date}
ta: பதிப்பு %{version} - %{author} %{date}

source: This is not the latest version of this content.
ta: இது இந்த உள்ளடக்கத்தின் அண்மைக் கால பதிப்பு அல்ல.

source: Changes on "%s"
ta: "%s" இல் மாற்றங்கள்

source: Changes from %s &rarr; %s
ta: %s & rarr இலிருந்து மாற்றங்கள்; %s

source: These versions range have no differences.
ta: இந்த பதிப்புகள் வரம்பில் வேறுபாடுகள் இல்லை.

source: comments
ta: கருத்துகள்

source: No comments yet
de: Bisher keine Kommentare
es: Sin comentarios aun
ru: Нет комментариев
ta: இன்னும் கருத்துகள் இல்லை

source: Order by
ta: வழங்கியவர்

source: Newest
ta: புதியது

source: Oldest
ta: பழமையானது

source: You are here:
de: Sie sind hier:
es: Estás aquí:
ru: Вы тут:
ta: நீங்கள் இங்கே இருக்கிறீர்கள்:

source: Manual
de: Anleitung
ru: Руководство
ta: கையேடு

source: Manual sections
de: Anleitung
es: Secciones manuales
ru: Ручные секции
ta: கையேடு பிரிவுகள்

source: Template Name:
ta: வார்ப்புரு பெயர்:

source: Template Type:
ta: வார்ப்புரு வகை:

source: Subject:
de: Betreff:
es: Asunto:
ru: Тема:
ta: பொருள்:

source: Template language reference
ta: வார்ப்புரு மொழி குறிப்பு

source: The following parameters may be used in subject and body:
ta: பின்வரும் அளவுருக்கள் பொருள் மற்றும் உடலில் பயன்படுத்தப்படலாம்:

source: Body:
de: Hauptteil:
es: Cuerpo:
ru: Основная часть:
ta: உடல்:

source: Email Templates
ta: மின்னஞ்சல் வார்ப்புருக்கள்

source: New template
ta: புதிய வார்ப்புரு

source: New Email Template
ta: புதிய மின்னஞ்சல் வார்ப்புரு

source: You may have clicked an expired link or mistyped the address.
de: Sie haben auf einen veralteten Link geklickt oder sich bei der Adresse vertippt.
es: Es posible que hayas oprimido un enlace caducado o hayas escrito mal la dirección.
ru: Вы кликнули по устаревшей ссылке или ошиблись с адресом
ta: நீங்கள் காலாவதியான இணைப்பைக் சொடுக்கு செய்திருக்கலாம் அல்லது முகவரியை தவறாக தட்டச்சு செய்திருக்கலாம்.

source: If you clicked a link that was in another site, or was given to you by someone else, it would be nice if you tell them that their link is not valid anymore.
de: Wenn Sie auf den Link einer anderen Seite geklickt haben,dann informieren Sie bitte den Betreiber dieser Seite, dass dieser Link nicht mehr aktuell ist.
es: Si oprimiste un enlace que estaba en otro sitio, o te lo dio alguien más, sería bueno si le mencionas que su enlace ya no es válido.
ru: Ссылка не действительна
ta: வேறொரு தளத்தில் இருந்த ஒரு இணைப்பை நீங்கள் சொடுக்கு செய்தால், அல்லது வேறொருவரால் உங்களுக்கு வழங்கப்பட்டிருந்தால், அவற்றின் இணைப்பு இனி செல்லுபடியாகாது என்று அவர்களிடம் சொன்னால் நன்றாக இருக்கும்.

source: Embed unavailable.
ta: கிடைக்கவில்லை.

source: Enterprise was created
ta: நிறுவனம் உருவாக்கப்பட்டது

source: Your new enterprise has been created.
ta: உங்கள் புதிய நிறுவனம் உருவாக்கப்பட்டுள்ளது.

source: Enterprise registration completed
de: Unternehmen registrieren abgeschlossen
es: Registro de la empresa completado
ru: Регистрация компании окончена
ta: நிறுவன பதிவு முடிந்தது

source: Your enterprise registration request was successfully registered. The validator organization you choose (%s) should get in touch with to start the validation process. As soon as the validators approve (or reject) your request, you will be notified by e-mail.
de: Die Registrierungsanfrage für Ihr Unternehmen wurde erfolgreich abgeschlossen.Die von Ihnen gewählte überprüfende Organisation (%s) wird Ihre Anfrage überprüfen.Sobald diese Ihrem Anliegen zugestimmt (oder abgelehnt) hat, werden Sie per E-Mail benachrichtigt.
es: Tu solicitud de registro de la empresa se registró correctamente. La organización validadora que elegiste (%s) debe ponerse en contacto para iniciar el proceso de validación. Tan pronto como los validadores aprueben (o rechacen) tu solicitud, se te notificará por correo electrónico.
ru: Регистрация вашей компании успешно завершена
ta: உங்கள் நிறுவன பதிவு கோரிக்கை வெற்றிகரமாக பதிவு செய்யப்பட்டது. சரிபார்ப்பு செயல்முறையைத் தொடங்க நீங்கள் தேர்ந்தெடுக்கும் வாலிடேட்டர் அமைப்பு (%s) தொடர்பு கொள்ள வேண்டும். உங்கள் கோரிக்கையை வாலிடேட்டர்கள் ஒப்புதல் அளித்தவுடன் (அல்லது நிராகரித்த), உங்களுக்கு மின்னஞ்சல் மூலம் அறிவிக்கப்படும்.

source: You can continue to browse this environment.
de: Sie können mit der Nutzung fortfahren.
es: Puedes continuar navegando en este entorno
ru: Вы можете продолжить работу в вашем сообществе
ta: இந்த சூழலை நீங்கள் தொடர்ந்து உலாவலாம்.
