Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: By default, blog address is based on blog&#8217;s name. If you want, you can change it in this field.
es: Por defecto, la direccin del blog est basada en el nombre del mismo. Si deseas, puedes cambiarlo en este campo.
pt: Por padrão, o endereço do blog é parecido com o nome do blog. Caso queira, poderá alterá-lo nesse campo.
ta: இயல்பாக, வலைப்பதிவு முகவரி வலைப்பதிவின் பெயரை அடிப்படையாகக் கொண்டது. நீங்கள் விரும்பினால், இந்த துறையில் அதை மாற்றலாம்.

source: Type some description about your blog.
es: Ingresa una descripcin sobre tu blog.
pt: Escreva alguma descrição sobre o blog.
ta: உங்கள் வலைப்பதிவைப் பற்றி சில விளக்கங்களைத் தட்டச்சு செய்க.

source: Select the number of posts that will be listed in each blog&#8217;s page.
es: Selecciona el nmero de publicaciones que sern listadas en cada pgina del blog.
pt: Selecione a quantidade de posts que serão listados em cada página do blog.
ta: ஒவ்வொரு வலைப்பதிவிலும் பட்டியலிடப்படும் இடுகைகளின் எண்ணிக்கையைத் தேர்ந்தெடுக்கவும்.

source: Select the number of posts that will be listed in blog&#8217;s <span class="caps">RSS</span> feed.
es: Selecciona el nmero de publicaciones que sern listadas en el canal <span class="caps">RSS</span> de noticias en el blog.
pt: Selecione a quantidade de posts que serão listados feed RSS do blog.
ta: வலைப்பதிவில் பட்டியலிடப்படும் இடுகைகளின் எண்ணிக்கையைத் தேர்ந்தெடுக்கவும் &#8217; கள் <ச்பான் கிளாச் = "தொப்பிகள்"> ஆர்எச்எச் </span> ஊட்டத்தில்.

source: Select the content that will be displayed in post description on blog&#8217;s <span class="caps">RSS</span> feed.
es: Selecciona el contenido que ser mostrado en la descripcin de la publicacin en el canal de noticias <span class="caps">RSS</span> del blog.
pt: Selecione o conteúdo que aparecerá na descrição do post no feed RSS do blog.
ta: வலைப்பதிவில் இடுகை விளக்கத்தில் காண்பிக்கப்படும் உள்ளடக்கத்தைத் தேர்ந்தெடுக்கவும் &#8217; கள் <ச்பான் கிளாச் = "தொப்பிகள்"> ஆர்எச்எச் </span> ஊட்டத்தில்.

source: Select this option if you want to import your posts from an external feed. If you selected the option, you should fill in the field with the feed address and choose if you want to import the posts periodically or just once.
es: Selecciona esta opcin si quieres importar tus publicaciones desde un canal noticias externo. Si seleccionaste la opcin,debes llenar el campo con la direccin del canal de noticias y elige si deseas importar las publicaciones peridicamente o solo una vez.
pt: Marque essa opção caso queira importar os posts de um feed externo. Você deverá preencher o campo com o endereço do feed e escolher se importará os posts periodicamente ou apenas uma vez.
ta: உங்கள் இடுகைகளை வெளிப்புற ஊட்டத்திலிருந்து இறக்குமதி செய்ய விரும்பினால் இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும். நீங்கள் விருப்பத்தைத் தேர்ந்தெடுத்தால், நீங்கள் தீவன முகவரியுடன் புலத்தை நிரப்ப வேண்டும் மற்றும் இடுகைகளை அவ்வப்போது அல்லது ஒரு முறை இறக்குமதி செய்ய விரும்பினால் தேர்வு செய்ய வேண்டும்.

source: Fill in with the blog&#8217;s tags.
es: Rellena el campo con las etiquetas del blog.
pt: Preencha com as tags do blog.
ta: வலைப்பதிவின் குறிச்சொற்களை நிரப்பவும்.

source: <a href="/doc/cms/posting-on-blog">Posting on blog</a>
es: <a href="/doc/cms/posting-on-blog">Publicando en un blog</a>
pt: <a href="/doc/cms/posting-on-blog">Postar no blog</a>
ta: <a href = "/doc/cms/posting-on-blog"> வலைப்பதிவில் இடுகையிடுதல் </a>

source: Content Management
es: Administracin de contenido
pt: Gerenciar conteúdo
ta: உள்ளடக்க மேலாண்மை

source: Writing an advanced article (inserting images, links, videos and audio)
es: Escribiendo un artculo avanzado (insertando imgenes, enlaces, videos y audio)
pt: Escrever um artigo avançado (inserindo imagens, links, vídeos e áudio)
ta: ஒரு மேம்பட்ட கட்டுரையை எழுதுதல் (படங்கள், இணைப்புகள், வீடியோக்கள் மற்றும் ஆடியோவைச் செருகுவது)

source: <em>You can add images and links to the articles created on the system to make it more interesting.</em>
es: <em>Puedes aadir imgenes y enlaces a los artculos creados en el sistema para hacerlo ms interesante.</em>
pt: <em>Nos textos criados no sistema, você pode inserir imagens e links, tornando-o mais interessante. Neste artigo veremos como fazer isso.</em>
ta: <em> கணினியில் உருவாக்கப்பட்ட கட்டுரைகளுக்கான படங்களையும் இணைப்புகளையும் நீங்கள் மேலும் சுவாரச்யமாக்கலாம். </em>

source: <a href="#insertinglinks">Inserting links</a>
es: <a href="#insertinglinks"Insertando enlaces</a>
pt: <a href="#insertinglinks">Inserir links</a>
ta: <a href = "#insertinglinks"> இணைப்புகளைச் செருகுவது </a>

source: <a href="#insertingimages">Inserting images</a>
es: <a href="#insertingimages">Insertando imgenes</a>
pt: <a href="#insertingimages">Inserir imagens</a>
ta: <a href = "#insertingimages"> படங்களைச் செருகுவது </a>

source: <a href="#insertingvideosaudio">Inserting videos and audio</a>
es: <a href="#insertingvideosaudio">Insertando videos y audio</a>
pt: <a href="#insertingvideosaudio">Inserir vídeos e áudio</a>
ta: <a href = "#insertingvideosaudio"> வீடியோக்கள் மற்றும் ஆடியோவைச் செருகுவது </a>

source: Read <a href="/doc/cms/writing-article">Writing an article</a> to learn how to access article edition page.
es: Lee <a href="/doc/cms/writing-article">Escribiendo un artculo</a> para aprender cmo accesar a la pgina de edicin del artculo.
pt: Para acessar a tela de edição de artigo, leia: <a href="/doc/cms/writing-article">Escrevendo um artigo</a>.
ta: கட்டுரை பதிப்பு பக்கத்தை எவ்வாறு அணுகுவது என்பதை அறிய </doc/cms/writing-article "> ஒரு கட்டுரையை எழுதுதல் </ahref ="/cms/writher-article "> ஐப் படியுங்கள்.

source: Inserting links
es: Insertando enlaces
pt: Inserindo links
ta: இணைப்புகளைச் செருகும்

source: Write the text that will be displayed
es: Escribe el texto que ser mostrado
pt: Escreva no seu artigo o texto que aparecerá
ta: காண்பிக்கப்படும் உரையை எழுதுங்கள்

source: Text on an article
es: Texto sobre un artculo
ta: ஒரு கட்டுரையில் உரை

source: Select the text and click on &#8220;Insert/edit link&#8221; button
es: Selecciona el texto y presiona el botn &#8220;Insertar/editar enlace&#8221;
pt: Selecione o texto e clique no botão &#8220;Inserir/editar hyperlink&#8221;
ta: உரையைத் தேர்ந்தெடுத்து &#8220; இணைப்பைச் செருகவும்/திருத்தவும் &#8221; பொத்தான்

source: Insert links on an article
es: Insertar enlaces en un artculo
pt: Inserir links no artigo
ta: ஒரு கட்டுரையில் இணைப்புகளைச் செருகவும்

source: You will see a small window with a form to be filled.
es: Vers una pequea ventana con un formulario a ser llenado.
pt: Aparecerá uma janelinha com um formulário para você preencher.
ta: நிரப்பப்பட வேண்டிய படிவத்துடன் ஒரு சிறிய சாளரத்தைக் காண்பீர்கள்.

source: <strong>Link <span class="caps">URL</span>:</strong> fill in with the link address
es: <strong><span class="caps">URL</span> de enlace:</strong> rellena con la direccin del enlace
pt: <strong> URL do hyperlink:</strong> preencha com o endereço do link
ta: <strong> இணைப்பு <span வகுப்பு = "caps"> முகவரி </span>: </strong> இணைப்பு முகவரியுடன் நிரப்பவும்

source: <strong>Target:</strong> choose waht will happen when one person click on the link, if it will open in the same window or in a new one.
es: <strong>Objetivo:</strong> elige qu pasar cuando una persona presiona el enlace, si se abrir en la misma ventana o en una nueva.
pt: <strong>Alvo:</strong> defina se quando uma pessoa clicar no link, o link será aberto na mesma janela ou em uma nova janela.
ta: <strong> இலக்கு: </strong> ஒரு நபர் இணைப்பைக் சொடுக்கு செய்யும் போது என்ன நடக்கும் என்பதைத் தேர்வுசெய்க, அது ஒரே சாளரத்தில் அல்லது புதிய ஒன்றில் திறக்கப்படும்.

source: <strong>Title:</strong> fill in what will be displayed when a person pass mouse over the link.
es: <strong>Ttulo:</strong> rellena con lo que ser mostrado a la persona que pase el ratn sobre el enlace.
pt: <strong>Título:</strong> defina o que aparecerá quando uma pessoa passar o mouse sobre o link.
ta: <strong> தலைப்பு: </strong> ஒரு நபர் இணைப்பின் மீது சுட்டியைக் கடக்கும்போது காண்பிக்கப்படும் என்ன என்பதை நிரப்பவும்.

source: Insert link popup on an article
es: Inserta un enlace popup en un artculo
pt: Popup para inserir link num artigo
ta: ஒரு கட்டுரையில் இணைப்பு பாப்அப்பைச் செருகவும்

source: After filling in the form, click on &#8220;Insert&#8221; and the link will be inserted on article.
es: Despus de rellenar el formulario, presiona &#8220;Insertar&#8221; y el enlace ser insertado en el artculo.
pt: Após preencher o formulário, clique em &#8220;Inserir&#8221; e o link será inserido no artigo.
ta: படிவத்தை நிரப்பிய பிறகு, &#8220; செருகவும் &#8221; மேலும் இணைப்பு கட்டுரையில் செருகப்படும்.

source: Created link on an article
es: Se cre un enlace en un artculo
pt: Link criado num artigo
ta: ஒரு கட்டுரையில் இணைப்பை உருவாக்கியது

source: Inserting images
es: Insertando imgenes
pt: Inserir imagens
ta: படங்களை செருகும்

source: When creating/editing an article, you will see a box in the right side.
es: Cuando se crea/edita un artculo, vers una caja en el lado derecho.
pt: Na tela de criação/edição de artigo, há um quadro do lado direito.
ta: ஒரு கட்டுரையை உருவாக்க/திருத்தும் போது, வலது பக்கத்தில் ஒரு பெட்டியைக் காண்பீர்கள்.

source: In the top of it, you can choose files from your computer and upload them as files from your profile.
es: En la parte de arriba, puedes elegir los archivos desde tu computadora y sbelos como archivos de tu perfil.
pt: Na parte de cima, você pode escolher arquivos do seu computador e incluí-los no como arquivos do seu perfil.
ta: அதன் மேலே, உங்கள் கணினியிலிருந்து கோப்புகளைத் தேர்ந்தெடுத்து அவற்றை உங்கள் சுயவிவரத்திலிருந்து கோப்புகளாக பதிவேற்றலாம்.

source: Upload images when writing an article
es: Subir imgenes cuando escribes un artculo
pt: Envio de imagens na edição de um artigo
ta: ஒரு கட்டுரையை எழுதும் போது படங்களை பதிவேற்றவும்

source: In the bottom of it, you will see the list of your files, that can be inserted in your article.
es: Debajo, vers la lista de tus archivos, que pueden insertarse en tu artculo.
pt: Na parte de baixo estão listados os seus arquivos, que poderão ser inseridos no artigo.
ta: அதன் கீழே, உங்கள் கட்டுரையில் செருகக்கூடிய உங்கள் கோப்புகளின் பட்டியலை நீங்கள் காண்பீர்கள்.

source: In the left column, you will see the images and in the right column, others files, below &#8220;Documents&#8221;.
es: En la columna a la izquierda, vers la imgenes y en la columna derecha, otros archivos, debajo de &#8220;Documentos&#8221;.
pt: Na coluna da esquerda, você verá imagens e na coluna da direita, os outros arquivos, com o título &#8220;Documentos&#8221;.
ta: இடது நெடுவரிசையில், படங்களை நீங்கள் காண்பீர்கள், வலது நெடுவரிசையில், மற்ற கோப்புகள், கீழே &#8220; ஆவணங்கள் &#8221 ;.

source: When you add a document to your article, a link is created on it to download the file. When you add an image, it will be displayed as an image in the article. But both can be added in the same way:
es: Cuando agregar un documento a tu artculo, un enlace es creado en l para descargar el archivo. Cuando agregas una imagen, ser mostrada como tal en el artculo. Pero ambos puedes ser agregados de la misma manera:
pt: Quando você adiciona um documento no seu artigo, é criado um link para download do arquivo, e quando adiciona uma imagem, ele será visualizado como uma imagem do artigo. Mas a forma que a imagem ou documento é inserida é a mesma:
ta: உங்கள் கட்டுரையில் ஒரு ஆவணத்தைச் சேர்க்கும்போது, கோப்பைப் பதிவிறக்குவதற்கு அதில் ஒரு இணைப்பு உருவாக்கப்படுகிறது. நீங்கள் ஒரு படத்தைச் சேர்க்கும்போது, அது கட்டுரையில் ஒரு படமாக காண்பிக்கப்படும். ஆனால் இரண்டையும் ஒரே மாதிரியாக சேர்க்கலாம்:

source: Choose the folder that has the image you want to insert
es: Elige la carpeta que tiene la imagen que deseas insertar
pt: Escolha a pasta que tem a imagem que deseja inserir
ta: நீங்கள் செருக விரும்பும் படத்தைக் கொண்ட கோப்புறையைத் தேர்வுசெய்க

source: You will see a list with thumbnails of the images in the folder of your choice
es: Vers una lista con miniaturas de las imgenes en la carpeta de tu eleccin
pt: Aparecerá uma lista com todas as miniaturas das imagens da pasta escolhida
ta: நீங்கள் விரும்பும் கோப்புறையில் படங்களின் சிறு உருவங்களைக் கொண்ட பட்டியலைக் காண்பீர்கள்

source: Using your mouse, click and drag the image to the part of the text where it will be inserted.
es: Usando el ratn, presiona y arrastra la imagen a la parte del texto donde ser insertada.
pt: Com o mouse, clique e arraste a imagem para a parte do texto onde ela será inserida.
ta: உங்கள் சுட்டியைப் பயன்படுத்தி, படத்தை செருகும் இடத்திற்கு சொடுக்கு செய்து இழுக்கவும்.

source: Archives list when writing an article
es: La lista de archivos cuando se escribe un artculo
pt: Lista de arquivos na edição de artigo
ta: ஒரு கட்டுரை எழுதும் போது காப்பகங்களின் பட்டியல்

source: Inserting videos and audio
es: Insertando videos y audio
pt: Inserir vídeos e áudio
ta: வீடியோக்கள் மற்றும் ஆடியோ செருகும்

source: Click on &#8220;<span class="caps">HTML</span>&#8221; button
es: Presiona el botn &#8220;<span class="caps">HTML</span>&#8221;
pt: Clique no botão &#8220;HTML&#8221;:
ta: &#8220; <span வகுப்பு = "caps"> உஉகுமொ </span> &#8221; பொத்தான்

source: Insert html on an article
es: Insertar html en un artculo
pt: Inserir html no artigo
ta: ஒரு கட்டுரையில் உஉகுமொ ஐ செருகவும்

source: Insert the code of the video or audio an click on &#8220;Update&#8221;
es: Insertar el cdigo del video o audio y presiona en &#8220;Actualizar&#8221;
pt: Insira o código do vídeo ou áudio e clique em &#8220;Atualizar&#8221;
ta: வீடியோவின் குறியீட்டைச் செருகவும் அல்லது ஆடியோ &#8220; புதுப்பிப்பு &#8221;

source: Insert html popup on an article
es: Insertar popup html en un artculo
pt: Popup para inserir html num artigo
ta: ஒரு கட்டுரையில் உஉகுமொ பாப்அப்பைச் செருகவும்

source: You will see a square with a &#8220;play&#8221; image on your text
es: Vers un cuadradocon la imgen &#8220;reproducir&#8221; en tu texto
pt: Você verá um quadrado no seu texto
ta: A &#8220; ப்ளே &#8221 உடன் ஒரு சதுரத்தைக் காண்பீர்கள்; உங்கள் உரையில் படம்

source: Created object on an article
es: Objeto creado en un artculo
pt: Objeto criado num artigo
ta: ஒரு கட்டுரையில் உருவாக்கப்பட்ட பொருள்

source: After clicking on &#8220;Save&#8221; button, the video or audio will be displayed on your text.
es: Despus de presionar el botn &#8220;Guardar&#8221;, el video o audio se mostrar en tu texto.
pt: Depois de clicar no botão &#8220;Salvar&#8221; o vídeo ou áudio será mostrado no seu texto.
ta: சொடுக்கு செய்த பிறகு &#8220; சேமி &#8221; பொத்தான், வீடியோ அல்லது ஆடியோ உங்கள் உரையில் காண்பிக்கப்படும்.

source: <a href="/doc/cms/spreading-articles">Spreading an article</a>
es: <a href="/doc/cms/spreading-artiles">Esparciendo un artculo</a>
pt: <a href="/doc/cms/spreading-articles">Divulgando um artigo</a>
ta: <a href = "/doc/cms/பரவல்-பார்டிகல்ச்"> ஒரு கட்டுரையை பரப்புகிறது </a>

source: Writing an article
es: Escribiendo un artculo
pt: Escrever um artigo básico
ta: ஒரு கட்டுரை எழுதுதல்

source: <em>To publish your articles you can create an aticle, as explained below.</em>
es: <em>Para publicar tus artculos, puedes crear un artculo como se explica debajo.</em>
pt: <em>Para divulgar seus textos você pode criar um artigo, como explicado a seguir.</em>
ta: <em> உங்கள் கட்டுரைகளை வெளியிட நீங்கள் கீழே விளக்கப்பட்டுள்ளபடி ஒரு கட்டுரையை உருவாக்கலாம். </em>

source: Click on &#8220;New article&#8221; button:
es: Presiona el botn &#8220;Nuevo artculo&#8221;:
pt: Clique no botão &#8220;Novo artigo&#8221;:
ta: &#8220; புதிய கட்டுரை &#8221; பொத்தான்:

source: New article on CMS
es: Nuevo artculo en CMS
pt: Novo artigo no CMS
ta: CMS பற்றிய புதிய கட்டுரை

source: There are four options of article that you can create after clicking on &#8220;New article&#8221; button:
es: Hay cuatro opciones de artculo que puedes crear despus de presionar el botn &#8220;Nuevo artculo&#8221;:
pt: Há quatro opções de artigo que você pode criar após clicar no botão &#8220;Novo artigo&#8221;:
ta: கட்டுரையின் நான்கு விருப்பங்கள் உள்ளன &#8220; புதிய கட்டுரை &#8221; பொத்தான்:

source: <strong>Text article with visual editor:</strong> the screen for article&#8217;s edition is similar to most text editors
es: <strong>Artculo de texto con un editor visual:</strong> la pantalla para la edicin del artculo es similar a la mayora de los editores de texto
pt: <strong>Artigo de texto com editor visual:</strong> a tela de edição do artigo é parecida com a maioria dos editores de texto;
ta: <strong> விசுவல் எடிட்டருடன் உரை கட்டுரை: </strong> கட்டுரைக்கான திரை &#8217; இன் பதிப்பு பெரும்பாலான உரை ஆசிரியர்களுக்கு ஒத்ததாகும்

source: <strong>Text article with Textile markup language:</strong> this option helps edition of articles by people with visual impairments. To format the text, is used the markup language <a href="http://textile.thresholdstate.com/">Textile</a>
es: <strong>Artculo de texto con el lenguaje de marcado Textile:</strong> esta opcin ayuda a la edicin de artculos por personas con impedimento visual. Para dar formato al texto, se usa el lenguaje <a href="http://textile.thresholdstate.com/">Textile</a>
pt: <strong>Artigo de texto com linguagem de marcação Textile:</strong> essa opção facilita a edição de artigo por pessoas com deficiência visual. Para formatar o texto, deverá ser utilizada a marcação <a title=&#8220;Referência da sintaxe Textile&#8221; href="http://textile.thresholdstate.com/">Textile</a>
ta: <strong> துணி மார்க்அப் மொழியுடன் உரை கட்டுரை: </strong> பார்வைக் குறைபாடுகள் உள்ளவர்களின் கட்டுரைகளை பதிப்பதற்கு இந்த விருப்பம் உதவுகிறது. உரையை வடிவமைக்க, மார்க்அப் மொழி <a href = "http://textile.thersholdstate.com/"> துணி </a>

source: <strong>Event:</strong> creates an event, that will be listed on calendar
es: <strong>Evento:</strong> crea un evento, que ser listado en el calendario
pt: <strong>Evento:</strong> cria um evento, que será listado no calendário;
ta: <strong> நிகழ்வு: </strong> ஒரு நிகழ்வை உருவாக்குகிறது, அது காலெண்டரில் பட்டியலிடப்படும்

source: <strong>Feed <span class="caps">RSS</span>:</strong> provides a <a href="http://pt.wikipedia.org/wiki/Feed">feed</a> <a href="http://pt.wikipedia.org/wiki/RSS"><span class="caps">RSS</span></a> of your recent articles
es: <strong>Un canal <span class="caps">RSS</span>:</strong> proporciona un <a href="http://pt.wikipedia.org/wiki/Feed">canal</a> <a href="http://pt.wikipedia.org/wiki/RSS"><span class="caps">RSS</span></a> de tus artculos recientes
pt: <strong>Feed <span class="caps">RSS</span>:</strong> fornece um <a href="http://pt.wikipedia.org/wiki/Feed">feed</a> <a href="http://pt.wikipedia.org/wiki/RSS"><span class="caps">RSS</span></a> dos seus artigos mais recentes
ta: <strong> ஊட்டம் <span வகுப்பு = "caps"> rss </span>: </strong> ஒரு <a href = "http://pt.wikipedia.org/wiki/feed"> ஊட்டம் </a> < ஒரு href = "http://pt.wikipedia.org/wiki/rss"

source: In this example, we will create an article with visual editor. Click on &#8220;Text article with visual editor&#8221;
es: En este ejemplo, crearemos un artculo con el editor visual. Haz clic en &#8220;Artculo de texto con editor visual&#8221;
pt: Nesse exemplo, vamos criar uma artigo com editor visual. Clique em &#8220;Artigo de texto com editor visual&#8221;.
ta: இந்த எடுத்துக்காட்டில், காட்சி எடிட்டருடன் ஒரு கட்டுரையை உருவாக்குவோம். காட்சி எடிட்டருடன் &#8220; உரை கட்டுரை &#8221;

source: List of article types
es: Lista de tipos de artculo
pt: Lista de tipos de artigos
ta: கட்டுரை வகைகளின் பட்டியல்

source: Create your article
es: Crea tu artculo
pt: Crie seu artigo
ta: உங்கள் கட்டுரையை உருவாக்கவும்

source: Fill in the field &#8220;Title&#8221; with the name of the article you want to create.
es: Rellena el campo &#8220;Ttulo&#8221; con el nombre del artculo que quieres crear.
pt: Preencha o campo &#8220;Título&#8221; com o nome do artigo que você quer criar.
ta: புலத்தில் நிரப்பவும் &#8220; தலைப்பு &#8221; நீங்கள் உருவாக்க விரும்பும் கட்டுரையின் பெயருடன்.

source: Sometimes you need an introduction of the article, like when your blog is configured to display only the initial part of the post. If you need a shorter version click on &#8220;Lead&#8221; button and write the introduction.
es: Algunas veces necesitas una introduccin del artculo, como cuando tu blog est configurado para mostrar solo la parte incial de la publicacin. Si necesitas una versin ms corta, presiona el botn &#8220;Lead&#8221; y escribe una introduccin.
pt: Algumas vezes você precisa de uma introdução do artigo, como quando seu blog está configurado para mostrar apenas a parte inicial do post. Se você precisar de uma versão menor, clique no botão &#8220;Olho&#8221; e escreva a introdução.
ta: சில நேரங்களில் உங்களுக்கு கட்டுரையின் அறிமுகம் தேவை, உங்கள் வலைப்பதிவு இடுகையின் ஆரம்ப பகுதியை மட்டுமே காண்பிக்க கட்டமைக்கப்படும்போது போன்றது. உங்களுக்கு குறுகிய பதிப்பு தேவைப்பட்டால் &#8220; முன்னணி &#8221; பொத்தான் மற்றும் அறிமுகத்தை எழுதுங்கள்.

source: Lead text on an article
es: Cargar texto en el artculo
pt: Olho do artigo
ta: ஒரு கட்டுரையில் வழிவகுக்கும்

source: Below, there is a space for text, where you will write the content of your article. You can write your text the same way you write in others text editors.
es: Debajo hay un espacio para texto, donde escribirs el contenido de tu artculo. Puedes escribir tu texto de la misma manera en que escribes en otros editores de texto.
pt: Logo abaixo, há o espaço para o texto, onde você escreverá o conteúdo do seu artigo. Você poderá produzir seu texto da mesma forma que escreve em outros editores de texto.
ta: கீழே, உரைக்கு ஒரு இடம் உள்ளது, அங்கு உங்கள் கட்டுரையின் உள்ளடக்கத்தை எழுதுவீர்கள். மற்றவர்களின் உரை ஆசிரியர்களில் நீங்கள் எழுதுவதைப் போலவே உங்கள் உரையையும் எழுதலாம்.

source: After the text box, there are two buttons: &#8220;Save&#8221; (saves the article and display it) and &#8220;Save an continue&#8221; (saves the article and keeps on the same edition page)
es: Despus de la caja de texto, hay dos botones: &#8220;Guardar&#8221; (guarda el artculo y lo muestra) y &#8220;Guardar y continuar&#8221; (guarda el artculo y mantiene la misma pgina de edicin)
pt: Abaixo da caixa de texto, você verá dois botões: &#8220;Salvar&#8221; (salva o artigo e mostra o resultado) e &#8220;Salvar e continuar&#8221; (salva o artigo e permanece na mesma página de edição)
ta: உரை பெட்டியின் பிறகு, இரண்டு பொத்தான்கள் உள்ளன: &#8220; சேமி &#8221; (கட்டுரையைச் சேமித்து அதைக் காண்பி) மற்றும் &#8220; தொடர்ச்சியைச் சேமிக்கவும் &#8221; (கட்டுரையைச் சேமித்து அதே பதிப்பு பக்கத்தில் வைத்திருக்கிறார்)

source: In the top of the box where you type your article you will see some buttons, that will help you formatting your text. Passing mouse over the button, the name of the button function is displayed.
es: En la parte de arriba de la caja, donde ingresas tu artculo, vers algunos botones, que te ayudarn a dar formato al texto. Pasando el ratn encima del botn, el nombre de la funcin del botn ser mostrada.
pt: Na parte superior do espaço para o texto você poderá ver alguns botões que lhe ajudará a formatar seu texto. Passando o mouse sobre o botão, aparecerá o nome da função do botão.
ta: உங்கள் கட்டுரையைத் தட்டச்சு செய்யும் பெட்டியின் மேலே நீங்கள் சில பொத்தான்களைக் காண்பீர்கள், அது உங்கள் உரையை வடிவமைக்க உதவும். பொத்தானைக் கடந்து மவுசைக் கடந்து, பொத்தான் செயல்பாட்டின் பெயர் காட்டப்படும்.

source: <strong>Print:</strong> use this button if you want to print your article
es: <strong>Imprimir:</strong> usa este botn si deseas imprimir tu artculo
pt: <strong>Imprimir:</strong> utilize esse botão caso queira imprimir seu artigo
ta: <strong> அச்சு: </strong> உங்கள் கட்டுரையை அச்சிட விரும்பினால் இந்த பொத்தானைப் பயன்படுத்தவும்
