Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: You are not allowed to view this page.
de: Es ist Ihnen nicht erlaubt, diese Seite anzusehen.
es: No tienes permitido ver esta página.
ru: Вам не позволено просматривать эту страницу
ta: இந்தப் பக்கத்தைக் காண உங்களுக்கு இசைவு இல்லை.

source: If you are supposed to have access to this area, you'll probably want to talk to the people responsible and ask them to give you access.
de: Wenn Sie Zugriff auf diesen Bereich möchten, dann wenden Sie sich bitte an die jeweils für diesen Bereich zuständige Person.
es: Si se supone que debes tener acceso a esta zona, es probable que desees hablar con las personas responsables y pedirles que te den acceso.
ru: Вам нужны права доступа, свяжитесь с администраторами данной зоны
ta: இந்த பகுதிக்கு நீங்கள் அணுக வேண்டும் என்றால், நீங்கள் பொறுப்பானவர்களுடன் பேச விரும்புவீர்கள், மேலும் உங்களுக்கு அணுகலை வழங்கும்படி அவர்களிடம் கேட்கலாம்.

source: Go to the home page
de: Gehe zur Homepage
es: Ir a la página de inicio
ta: முகப்பு பக்கத்திற்குச் செல்லுங்கள்

source: The user is not online now. He/She will receive these messages as soon as he/she gets online.
ta: பயனர் இப்போது ஆன்லைனில் இல்லை. அவர்/அவள் ஆன்லைனில் வந்தவுடன் அவர்/அவள் இந்த செய்திகளைப் பெறுவார்கள்.

source: Offline
es: Fuera de línea
ru: Оффлайн
ta: இணையமில்லாமல்

source: Join room
ta: அறையில் சேரவும்

source: Leave room
ta: அறை விடுங்கள்

source: There is no such page: %s
de: Gesuchte Seite nicht gefunden: %s
es: No existe tal página: %s
ru: Нет такой страницы: %s
ta: அத்தகைய பக்கம் இல்லை: %s

source: cert.
de: Zertifizierung.
ta: சான்றிதழ்.

source: Open chat
de: Chat eröffnen
es: Abrir chat
ru: Открыть чат
ta: திறந்த அரட்டை

source: Join chat room
ta: அரட்டை அறையில் சேரவும்

source: Original content
de: Ursprüngliche Inhalte
es: Contenido original
ta: அசல் உள்ளடக்கம்

source: This link might be unavailable if the content is removed
de: Dieser Verweis wird nicht mehr verfügbar sein, wenn der Inhalt gelöscht worden ist
es: Este enlace puede estar no disponible si el contenido es eliminado
ta: உள்ளடக்கம் அகற்றப்பட்டால் இந்த இணைப்பு கிடைக்காது

source: Comment
de: Kommentar
es: Comentario
ta: கருத்து

source: Reported folder
de: Gemeldeter Ordner
es: Carpeta reportada
ta: அறிக்கையிடப்பட்ட கோப்புறை

source: Testing theme "%s"
de: Motiv "%s" testen
es: Probando el tema "%s"
ru: Тестирование темы "%s"
ta: கருப்பொருள்களைச் சோதித்தல் "

source: You can move this window away to have a better visualization of specific parts of screen.
de: Sie können das Fenster verschieben.parts of screen.
es: Puedes apartar esta ventana para tener una mejor visualización de partes específicas de la pantalla.
ru: Вы можете подвинуть это окно для лучшей видимости
ta: திரையின் குறிப்பிட்ட பகுதிகளின் சிறந்த காட்சிப்படுத்தல் செய்ய இந்த சாளரத்தை நீங்கள் நகர்த்தலாம்.

source: Finished testing
de: Test beendet
es: Prueba finalizada
ru: Тестирование окончено
ta: சோதனை முடிந்தது

source: Edit theme
de: Motiv ändern
es: Editar tema
ru: Редактировать тему
ta: கருப்பொருள் திருத்து

source: %s's Menu
de: %s's Menü
es: Menu de %s
ru: %s: меню
ta: %s இன் பட்டியல்

source: My Home Page
de: Meine Homepage
es: Mi página de inicio
ru: Моя домашняя страница
ta: எனது முகப்பு பக்கம்

source: My groups
de: Meine Gruppen
es: Mis grupos
ru: Мои группы
ta: எனது குழுக்கள்

source: Webmail
ru: Почта
ta: வெப்மெயில்

source: Show details
ta: விவரங்களைக் காட்டு

source: Sent by
ta: அனுப்பியவர்

source: Folder|none
ta: கோப்புறை | எதுவுமில்லை

source: Abstract|empty
ta: சுருக்கம் | வெற்று

source: Are you sure you want to remove this article suggestion?
ta: இந்த கட்டுரை ஆலோசனையை அகற்ற விரும்புகிறீர்களா?

source: Manage SPAM
de: Unerwünschte Nachrichten (Spam) verwalten
ta: ச்பேமை நிர்வகிக்கவும்

source: There are no spams to review.
ta: மதிப்பாய்வு செய்ய ச்பேம்கள் எதுவும் இல்லை.

source: Comment Spam
ta: கருத்து ச்பேம்

source: Task Spam
ta: பணி ச்பேம்

source: Dear %s,
de: Sehr geehrte(r) %s,
es: Querido(a) %s,
ru: Уважаемый(ая) %s,
ta: அன்புள்ள %s,

source: Hello %s,
de: Hallo %s,
es: Hola %s,
ru: Здравствуйте, %s,
ta: அலோ %s,

source: Access your list of tasks or your control panel to see this and other pending actions that need your attention.
de: Bitte greifen Sie auf Ihre Liste von Tasks in Ihrem Kontrollpanell zu, um diese und andere anhängige Aktionen zu sehen, die Ihre Aufmerksamkeit erfordern.
es: Accesa a tu lista de tareas en tu panel de control para ver ésta y otras acciones pendientes que necesitan tu atención.
ru: Войдите в список задач или панель управления для того чтобы увидеть это и другие действия, ожидающие внимания.
ta: இது மற்றும் உங்கள் கவனம் தேவைப்படும் பிற நிலுவையில் உள்ள பிற செயல்களைக் காண உங்கள் பணிகளின் பட்டியல் அல்லது உங்கள் கட்டுப்பாட்டுக் குழுவை அணுகவும்.

source: View deatils
ta: விவரங்களைக் காண்க

source: Rejection explanation
de: Erklärung für die Zurückweisung
es: Explicación del rechazo
ru: Отказ объяснения
ta: நிராகரிப்பு விளக்கம்

source: Classify your new friend
ta: உங்கள் புதிய நண்பரை வகைப்படுத்தவும்

source: Suggestions: %s
de: Vorschläge: %s
es: Sugerencias: %s
ru: Предположения: %s
ta: பரிந்துரைகள்: %s

source: Select an acceptance email template:
ta: ஏற்றுக்கொள்ளும் மின்னஞ்சல் வார்ப்புருவைத் தேர்ந்தெடுக்கவும்:

source: Create a link
ta: ஒரு இணைப்பை உருவாக்கவும்

source: Name for publishing
de: Name der Publikation
es: Nombre para publicar
ru: Имя публикации
ta: வெளியீட்டிற்கான பெயர்

source: Select the folder where the article must be published
de: Wählen Sie den Ordner aus, in dem der Artikel bereitgestellt wird
es: Selecciona la carpeta donde el artículo debe ser publicado
ru: Выберите папку для публикации
ta: கட்டுரை வெளியிடப்பட வேண்டிய கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: Comment for author
de: Kommentar für den Autor
es: Comentario para el autor
ru: Комментарий для автора
ta: ஆசிரியருக்கான கருத்து

source: Community Informations
ta: சமூக செய்தி

source: I will not, thank you
ta: நான் மாட்டேன், நன்றி

source: Skip
de: Auslassen
es: Omitir
ta: தவிர்

source: Sent by:
de: Gesendet von:
es: Enviado por:
ta: அனுப்பியவர்:

source: Email: %s
es: Correo electrónico: %s
ta: மின்னஞ்சல்: %s

source: Assign to...
ta: நியமிக்கவும் ...

source: Assigned to
ta: ஒதுக்கப்பட்டது

source: View task details
ta: பணி விவரங்களைக் காண்க

source: Hidden task details
ta: மறைக்கப்பட்ட பணி விவரங்கள்

source: Created:
de: Erstellt:
es: Creado:
ru: Создано:
ta: உருவாக்கப்பட்டது:

source: Processed:
de: Bearbeitet:
es: Procesado:
ru: Обработано:
ta: பதப்படுத்தப்பட்டது:

source: Closed by:
ta: மூடப்பட்டது:

source: Select a rejection email template:
ta: நிராகரிப்பு மின்னஞ்சல் வார்ப்புருவைத் தேர்ந்தெடுக்கவும்:

source: %s's pending tasks
de: %s's anhängige Tasks
es: %s tareas pendientes
ru: %s's ожидающие задачи
ta: %s நிலுவையில் உள்ள பணிகள்

source: This error happened with the following tasks:
de: Diese Fehler sind bei folgenden Tasks aufgetreten:
es: Este error ocurrió con las siguientes tareas:
ta: இந்த பிழை பின்வரும் பணிகளுடன் நிகழ்ந்தது:

source: Type of task
ta: பணி வகை

source: Text filter
ta: உரை வடிகட்டி

source: No pending tasks for %s
de: Keine unerledigten Tasks für %s
es: Sin tareas pendientes para %s
ru: Нет ожидающих задач для %s
ta: %s க்கு நிலுவையில் உள்ள பணிகள் இல்லை

source: View processed tasks
de: zeige abgearbeitete Tasks
es: Ver tareas procesadas
ru: Просмотреть выполненные задачи
ta: பதப்படுத்தப்பட்ட பணிகளைக் காண்க

source: Set all tasks to:
ta: எல்லா பணிகளையும் இதற்கு அமைக்கவும்:

source: Save tasks
ta: பணிகளைச் சேமிக்கவும்

source: New request for %s
de: Neue Anfrage für %s
es: Nueva solicitud para %s
ru: Новый запрос %s
ta: %s க்கான புதிய கோரிக்கை

source: New request
de: Neue Anfrage
es: Nueva solicitud
ru: Новый запрос
ta: புதிய கோரிக்கை

source: To:
de: Für:
es: Para:
ru: Получатель:
ta: க்கு:

source: %s's processed tasks
de: %ss bearbeitete Aufgaben
es: Tareas procesadas de %s
ru: %s: завершенные задачи
ta: %s இன் பதப்படுத்தப்பட்ட பணிகள்

source: Status
es: Estado
ru: Статус
ta: நிலை

source: Text Filter:
ta: உரை வடிகட்டி:

source: Requestor:
ta: கோரிக்கையாளர்:

source: Creation date
ta: உருவாக்கும் தேதி

source: Processed date
ta: செயலாக்கப்பட்ட தேதி

source: No processed tasks.
de: Keine bearbeiteten Aufgaben.
es: Tareas no procesadas.
ru: Нет завершенных задач
ta: பதப்படுத்தப்பட்ட பணிகள் இல்லை.

source: Ticket: %s
es: Boleto: %s
ru: Тикет: %s
ta: டிக்கெட்: %s

source: Created at %s by %s
de: Erstellt am %s von %s
es: Creado en %s por %s
ru: Создано %s, %s
ta: %s இல் %s ஆல் உருவாக்கப்பட்டது

source: Owner: %s
de: Eigentümer: %s
es: Propietario: %s
ru: Владелец: %s
ta: உரிமையாளர்: %s

source: Status: %s
es: Estato: %s
ru: Статус: %s
ta: நிலை: %s

source: Closing statement: %s
de: Endabrechnung: %s
es: : %s
ru: Закрывающее утверждение: %s
ta: நிறைவு அறிக்கை: %s

source: The template could not be saved
de: Die Vorlage konnte nicht gespeichert werden
ta: வார்ப்புருவை சேமிக்க முடியவில்லை

source: There were problems with the following fields:
de: Mit folgenden Feldern sind Probleme aufgetreten:
ta: பின்வரும் துறைகளில் சிக்கல்கள் இருந்தன:

source: Create enterprise template
de: Unternehmensvorlage anlegen
ta: நிறுவன வார்ப்புருவை உருவாக்கவும்

source: Create community template
de: Community-Vorlage anlegen
ta: சமூக வார்ப்புருவை உருவாக்கவும்

source: Create person template
de: Personenvorlage erstellen
ta: நபர் வார்ப்புருவை உருவாக்கவும்

source: Edit Templates
de: Templates ändern
es: Editar plantillas
ru: Редактировать шаблоны
ta: வார்ப்புருக்கள் திருத்தவும்

source: Manage the templates used on creation of profiles
de: Verwalten Sie die Vorlagen, die bei der Erzeugung von Profilen genutzt werden
ta: சுயவிவரங்களை உருவாக்குவதில் பயன்படுத்தப்படும் வார்ப்புருக்களை நிர்வகிக்கவும்

source: New...
de: Neu...
ta: புதியது ...

source: Create a new template for %s
de: Neues Thema für %s erstellen
ta: %s க்கு புதிய வார்ப்புருவை உருவாக்கவும்

source: Template
ta: வார்ப்புரு

source: Edit template "%s"
de: Vorlage "%s" ändern
ta: "%s" வார்ப்புருவைத் திருத்தவும்

source: is the default template
ta: இயல்புநிலை வார்ப்புரு

source: Set as default
ta: இயல்புநிலையாக அமைக்கவும்

source: This is defatult template
ta: இது இயல்புநிலை வார்ப்புரு

source: Edit settings
ta: அமைப்புகளைத் திருத்தவும்

source: Edit sideblocks
ta: பக்கவாட்டுகளைத் திருத்து

source: Edit header/footer
ta: தலைப்பு/அடிக்குறிப்பைத் திருத்து

source: Editing Appearance
de: Aussehen ändern
es: Editando apariencia
ru: Редактировать вид
ta: தோற்றத்தைத் திருத்துதல்

source: Select template
de: Vorlage wählen
es: Selecionar plantilla
ru: Выбрать шаблон
ta: வார்ப்புருவைத் தேர்ந்தெடுக்கவும்

source: The "%s" template
de: Die "%s" Vorlage
es: La plantilla "%s"
ru: Шаблон "%s"
ta: "%s" வார்ப்புரு

source: Select theme
de: Motiv auswählen
es: Selecionar tema
ru: Выбрать тему
ta: கருப்பொருள் தேர்ந்தெடுக்கவும்

source: Use the default theme
de: Nutze das Standard-Theme
es: Usar tema predeterminado
ta: இயல்புநிலை கருப்பொருளைப் பயன்படுத்தவும்

source: Are you sure you want to use the environment default theme?
de: Sind Sie sicher, dass Sie das Standard-Theme der Umgebung nutzen möchten?
es: ¿Estás seguro de que quieres usar el tema predeterminado del entorno?
ta: சுற்றுச்சூழல் இயல்புநிலை கருப்பொருளைப் பயன்படுத்த விரும்புகிறீர்களா?

source: Editing trusted site
ta: நம்பகமான தளத்தைத் திருத்துதல்

source: Manage trusted sites
ta: நம்பகமான தளங்களை நிர்வகிக்கவும்

source: Here you can manage the list of trusted sites of your environment. A trusted site is a site that you consider safe enough to incorporate their content through <em>iframes</em>.
ta: உங்கள் சூழலின் நம்பகமான தளங்களின் பட்டியலை இங்கே நிர்வகிக்கலாம். நம்பகமான தளம் என்பது <em> iframes </em> மூலம் அவர்களின் உள்ளடக்கத்தை இணைக்க போதுமான பாதுகாப்பாக கருதும் ஒரு தளம்.

source: Site
ta: தளம்

source: Are you sure you want to remove this site from the list of trusted sites?
ta: நம்பகமான தளங்களின் பட்டியலிலிருந்து இந்த தளத்தை அகற்ற விரும்புகிறீர்களா?

source: Add a trusted site
ta: நம்பகமான தளத்தைச் சேர்க்கவும்

source: Add a new trusted site
ta: புதிய நம்பகமான தளத்தைச் சேர்க்கவும்

source: Add trusted site
ta: நம்பகமான தளத்தைச் சேர்க்கவும்

source: Welcome to %{environment}! To activate your account, follow the link: %{activation_url}
de: Willkommen in %{environment}! Um Ihren Zugang zu aktivieren, folgen Sie diesem Verweis: %{activation_url}
es: ¡Bienvenido a %{environment}! Para activar tu cuenta, sigue el enlace: %{activation_urñ}
ta: %{சுற்றுச்சூழல் க்கு க்கு வருக! உங்கள் கணக்கை செயல்படுத்த, இணைப்பைப் பின்பற்றவும்: %{environment}

source: Welcome to %{environment}!
ta: %{சுற்றுச்சூழல் க்கு க்கு வருக!

source: To activate your account you must enter your activation code. To do so, access your account or follow the link: %{activation_url}
ta: உங்கள் கணக்கை செயல்படுத்த உங்கள் செயல்படுத்தும் குறியீட்டை உள்ளிட வேண்டும். அவ்வாறு செய்ய, உங்கள் கணக்கை அணுகவும் அல்லது இணைப்பைப் பின்பற்றவும்: %{activation_url}

source: Your activation code is: %s
ta: உங்கள் செயல்படுத்தும் குறியீடு: %s

source: Your email %s was just activated.
de: Ihre E-Mail %s wurde soeben aktiviert.
es: Tu cuenta de correo electrónico %s ha sido activada.
ru: Ваш E-Mail %s активирован
ta: உங்கள் மின்னஞ்சல் %s இப்போது செயல்படுத்தப்பட்டது.

source: You can access your e-mail from anywhere, using the following address:
de: Sie können auf Ihre E-Mails von überall über folgende Adresse zugreifen:
es: Puedes acceder a tu correo electrónico desde cualquier lugar, usando la siguiente dirección:
ru: Вы можете получить доступ к email по адресу:
ta: பின்வரும் முகவரியைப் பயன்படுத்தி உங்கள் மின்னஞ்சலை எங்கிருந்தும் அணுகலாம்:

source: We want to give you some suggestions to grow up your network.
ta: உங்கள் பிணையத்தை வளர்க்க சில பரிந்துரைகளை உங்களுக்கு வழங்க விரும்புகிறோம்.

source: Check it out!
ta: பாருங்கள்!

source: Friends suggestions:
ta: நண்பர்கள் பரிந்துரைகள்:

source: To see the full list of friends suggestions, follow the link: %s
ta: நண்பர்கள் பரிந்துரைகளின் முழு பட்டியலையும் காண, இணைப்பைப் பின்பற்றவும்: %s

source: Communities suggestions:
ta: சமூக பரிந்துரைகள்:

source: To see the full list of communities suggestions, follow the link: %s
ta: சமூகங்களின் பரிந்துரைகளின் முழு பட்டியலையும் காண, இணைப்பைப் பின்பற்றவும்: %s

source: Export People list
ta: ஏற்றுமதி மக்கள் பட்டியல்

source: Send e-mail to users
de: E-Mail an Nutzer senden
es: Enviar correo electrónico a los usuarios
ru: Послать e-mail пользователям
ta: பயனர்களுக்கு மின்னஞ்சல் அனுப்பவும்

source: Select the file format
ta: கோப்பு வடிவமைப்பைத் தேர்ந்தெடுக்கவும்

source: Select the fields to be included in the people list
ta: மக்கள் பட்டியலில் சேர்க்கப்பட வேண்டிய புலங்களைத் தேர்ந்தெடுக்கவும்

source: Last login
ta: கடைசி உள்நுழைவு

source: Reset admin role
ta: நிர்வாகி பாத்திரத்தை மீட்டமைக்கவும்

source: Do you want to reset this user as administrator?
ta: இந்த பயனரை நிர்வாகியாக மீட்டமைக்க விரும்புகிறீர்களா?

source: Set admin role
ta: நிர்வாகி பாத்திரத்தை அமைக்கவும்

source: Do you want to set this user as administrator?
ta: இந்த பயனரை நிர்வாகியாக அமைக்க விரும்புகிறீர்களா?

source: Activate user
ta: பயனரை செயல்படுத்தவும்

source: Do you want to activate this user?
ta: இந்த பயனரை செயல்படுத்த விரும்புகிறீர்களா?

source: Deactivate user
ta: பயனரை செயலிழக்கச் செய்யுங்கள்

source: Do you want to deactivate this user?
ta: இந்த பயனரை செயலிழக்க விரும்புகிறீர்களா?

source: Do you want to remove this user?
ta: இந்த பயனரை அகற்ற விரும்புகிறீர்களா?

source: Manage users
de: Nutzer verwalten
es: Administrar usuarios
ru: Управление пользователями
ta: பயனர்களை நிர்வகிக்கவும்

source: Recipients:
ta: பெறுநர்கள்:

source: All Users
ta: அனைத்து பயனர்களும்

source: Only Admins
ta: நிர்வாகிகள் மட்டுமே

source: Environment Admins
ta: சுற்றுச்சூழல் நிர்வாகிகள்

source: Profile Admins
ta: சுயவிவர நிர்வாகிகள்

source: memberships
ta: உறுப்பினர்

source: The target is achieved and can't accept votes
ta: இலக்கு அடையப்படுகிறது மற்றும் வாக்குகளை ஏற்க முடியாது

source: Unsupported macro %s!
ta: ஆதரிக்கப்படாத மேக்ரோ %s!

source: No description informed.
de: Keine Beschreibung vorhanden.
es: Sin descripción informada.
ta: எந்த விளக்கமும் தெரிவிக்கப்படவில்லை.

source: Temporary system problem
de: Kurzzeitiges Systemproblem
es: Problema temporal del sistema
ru: Временная ошибка системы
ta: தற்காலிக கணினி சிக்கல்

source: Our technical team is working on it, please try again later. Sorry for the inconvenience.
de: Unser technisches Team arbeitet gerade daran, bitte probieren Sie es nachher erneut. Wir entschuldigen uns für die Unannehmlichkeiten.
es: Nuestro equipo técnico está trabajando en ello, por favor, inténtalo de nuevo más tarde. Disculpa las molestias.
ru: Техники уже работают над проблемой, пожалуйста, попробуйте позже.
ta: எங்கள் தொழில்நுட்ப குழு அதில் செயல்படுகிறது, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும். சிரமத்திற்கு மன்னிக்கவும்.

source: Go to the site home page
de: Gehe zur Homepage
es: Ir a la página de inicio del sitio
ru: Перейти на домашнюю страницу сайта
ta: தள முகப்பு பக்கத்திற்குச் செல்லவும்

source: System maintainance
de: Systempflege
es: Mantenimeinto del sistema
ru: Работы над системой
ta: கணினி பராமரிப்பு

source: This system is under maintainance. It should be back in a few moments.
de: Das System wird gerade gepflegt. Es wird in ein paar Stunden wieder verfügbar sein.
es: Este sistema está en mantenimiento. Debería regresar en unos momentos.
ta: இந்த அமைப்பு பராமரிப்பில் உள்ளது. இது சில தருணங்களில் திரும்பி வர வேண்டும்.

source: This social network uses <a href="http://noosfero.org/">Noosfero</a>, developed by %s and licensed under the <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> version 3 or any later version.
de: Dieses soziale Netzwerk nutzt <a href="http://noosfero.org/">Noosfero</a>, entwickelt von %s und ist lizenziert unter <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> Version 3 oder einer späteren Version.
es: Esta red social utiliza <a href="http://noosfero.org/">Noosfero</a>, desarrollado por %s y bajo la licencia <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> versión 3 o superior.
ta: இந்த சமூக வலைப்பின்னல் <a href = "http://noosfero.org/"> நூச்ஃபெரோ </a> ஐப் பயன்படுத்துகிறது, இது %s ஆல் உருவாக்கப்பட்டது மற்றும் <a href = "http://www.gnu.org/licenses/ இன் கீழ் உரிமம் பெற்றது agpl.html "> குனு அஃபெரோ பொது பொது உரிமம் </a> பதிப்பு 3 அல்லது பின்னர் எந்த பதிப்பும்.

source: Manage tasks
ta: பணிகளை நிர்வகிக்கவும்

source: No pending tasks
ta: நிலுவையில் உள்ள பணிகள் இல்லை

source: Search on Noosfero
ta: நூச்ஃபெரோவில் தேடுங்கள்

source: This site uses %{noosfero_url}, developed by %{colivre_url} and licensed under the %{agpl_url} version 3 or any later version.
ta: இந்த தளம் %{noosfero_url}, %{colivre_url by ஆல் உருவாக்கப்பட்டது மற்றும் %{colivre_url} பதிப்பு 3 அல்லது பின்னர் எந்த பதிப்பின் கீழ் உரிமம் பெற்றது.

source: Please type the words correctly
de: Bitte geben Sie die Wörter korrekt ein
es: Por favor teclea las palabras correctamente

source: Enterprises from network
es: Empresas de la red

source: More recent contents from network
de: Neueste Inhalte aus dem Netzwerk
es: Contenidos más recientes de la red

source: More viewed contents from network
de: Meistgesehene Inhalte aus dem Netzwerk
es: Contenidos más vistos de la red

source: Most commented contents from network
de: Meistkommentierte Inhalte aus dem Netzwerk
es: Contenidos más comentados de la red

source: More recent people from network
de: Neuere Leute aus dem Netzwerk
es: Personas más recientes en la red

source: More active people from network
de: Aktivere Leute aus dem Netzwerk
es: Personas más activas de la red

source: More popular people from network
de: Populärere Leute aus dem Netzwerk
es: Personas más activas de la red

source: More recent communities from network
de: Neuere Gemeinschaften aus dem Netzwerk
es: Comunidades más recientes de la red

source: More active communities from network
de: Aktivere Gemeinschaften aus dem Netzwerk
es: Comunidades más activas de la red

source: More popular communities from network
de: Populärere Gemeinschaften aus dem Netzwerk
es: Comunidades más populares de la red

source: Profile information could not be loaded
es: No se ha podido cargar la información del perfil

source: Your account has been activated, now you can log in!
de: Ihr Zugang wurde freigeschaltet, nun können Sie sich einloggen!
es: Tu cuenta ha sido activada, ¡ahora puedes iniciar sesión!

source: It looks like you're trying to activate an account. Perhaps have already activated this account?
de: Es sieht so aus, als möchten Sie einen Zugang freischalten. Vielleicht haben Sie diesen Zugang schon freigeschaltet?
es: Parece que estas intentando activar una cuenta. ¿Tal vez ya lo has hecho?

source: The supplied current password is incorrect.
es: La contraseña ingresada es incorrecta.
ru: Пароль неверный

source: Roles successfuly updated
de: Aufgaben erfolgreich aktualisiert
es: Los roles fueron actualizados correctamente
ru: Роли благополучно обновлены

source: Cannot update profile
es: No se ha podido actualizar el perfil
ru: Невозможно обновить профиль

source: Product succesfully created
de: Produkt erfolgreich erstellt
es: El producto se ha creado correctamente
ru: Продукт создан

source: Product succesfully removed
de: Produkt erfolgreich entfernt
es: El producto se ha eliminado correctamente
ru: Продукт удален

source: Could not remove the product
de: Kann Produkt nicht entfernen
es: No se ha podido eliminar el producto
ru: Невозможно удалить продукт

source: The input was not found
de: Das Vorprodukt wurde nicht gefunden
es: La entrada no fue encontrada
ru: Ввод не найден

source: Member succesfully unassociated
de: Mitglied erfolgreich ausgeschlossen
es: El miembro fue desvinculado correctamente

source: "%s" configured as home page.
es: "%s" configurado como página de inicio.
ru: "%s" установлено домашней страницей

source: action tracker
es: seguidor de acciones

source: User
de: Nutzer
es: Usuario
ru: Пользователь

source: User type
es: Tipo de usuario

source: Target type
es: Tipo de objetivo
ru: Тип цели

source: Params
es: Parámetros

source: Verb
es: Verbo

source: Created at
es: Creado el
ru: Создано

source: Updated at
es: Actualizado el
ru: Обновлено

source: Comments count
es: Contador de comentarios

source: dynamic attribute
es: atributo dinámico

source: tagging
es: etiquetado

source: Tag
es: Etiqueta

source: Taggable
es: Etiquetable

source: Taggable type
es: Tipo de etiquetable

source: tag
es: etiquetas

source: Parent
es: Padre
ru: Родитель

source: Pending
de: In Bearbeitung
es: Pendiente

source: delayed job
es: trabajo atrasado

source: Priority
es: Prioridad

source: Attempts
es: Intentos

source: Handler
es: Manejador

source: Last error
es: Último error

source: Run at
es: Ejecutar en

source: Locked at
es: Bloqueado en

source: Failed at
es: Falló en

source: Locked by
es: Bloqueado por

source: noosfero plugin active record
es: registro de características activas en noosfero

source: profile
es: Perfil
ru: Профиль

source: Environment
es: Entorno de trabajo
ru: Среда

source: Home page
es: Inicio
ru: Домашняя страница

source: Data
es: Datos
ru: Дата

source: Lat
es: Latitud
ru: Шир.

source: Lng
es: Longitud
ru: Дол.

source: Geocode precision
es: Precisión geográfica
ru: Точность геокодирования

source: Custom header
es: Cabecera personalizada
ru: Пользовательский заголовок

source: Custom footer
es: Pie de página personalizado
ru: Пользовательская подпись

source: Public profile
de: öffentliches Profil
es: Perfil público
ru: Публичный пофиль

source: Preferred domain
es: Dominio preferido
ru: Предпочтительный домен

source: Validated
es: Validado
ru: Действительность

source: National region code
es: Código del país

source: Path
es: Ruta

source: Last changed by
es: Último cambio realizado por

source: Version
es: Versión

source: Content type
es: Tipo de contenido
ru: Тип контента

source: Height
es: Altura
ru: Высота
