Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: To edit the quantity of each product you have in your cart is really easy. You just need to click on the quantity and write the quantity you want:
es: Para editar la cantidad de cada producto que tienes en tu carrito es verdaderamente sencillo. Solo necesitas hacer clic en la cantidad y escribir la cantidad que deseas:
pt: Alterar a quantidade de cada produto que você tem no carrinho é muito fácil. Você só precisa clicar na quantidade e escrever a quantidade que você quer:
ta: உங்கள் வண்டியில் உள்ள ஒவ்வொரு தயாரிப்பின் அளவையும் திருத்த மிகவும் எளிதானது. நீங்கள் அளவைக் சொடுக்கு செய்து நீங்கள் விரும்பும் அளவை எழுத வேண்டும்:

source: Editing quantity
es: Editando cantidad
pt: Editando a quantidade
ta: அளவு திருத்துதல்

source: After leaving the field, the quantity will be automatically updated:
es: Despus de abandonar este campo, la cantidad se actuaizar automticamente:
pt: Depois de deixar o campo, a quantidade sera atualizada automaticamente:
ta: புலத்தை விட்டு வெளியேறிய பிறகு, அளவு தானாகவே புதுப்பிக்கப்படும்:

source: Quantity updated
es: Cantidad actualizada
pt: Quantidade atualizada
ta: அளவு புதுப்பிக்கப்பட்டது

source: Removing products
es: Eliminando productos
pt: Removendo produtos
ta: தயாரிப்புகளை நீக்குதல்

source: You can remove any product from your cart simply pressing the &#8216;delete&#8217; button (which has a little thrash as icon):
es: Puedes eliminar cualquier producto de tu carrito simplemente presionando el botn &#82126;borrar&#8217; (el cual tiene un pequeo cono de basurero):
pt: Você pode remover qualquer produto do carrinho simplesmente pressionando o botão de deletar (que tem o pequeno ícone de uma lixeira):
ta: உங்கள் வண்டியில் இருந்து எந்த தயாரிப்பையும் அகற்றலாம் &#8216; நீக்கு &#8217; பொத்தான் (இது ஐகானாக கொஞ்சம் துடிக்கிறது):

source: Deleting product
es: Eliminando un producto
pt: Deletando produto
ta: தயாரிப்பு நீக்குதல்

source: After pressing this button you will be asked for a confirmation:
es: Despus de presionar este botn, se te preguntar por una confirmacin:
pt: Depois de apertar o botão, você deverá realizar a confirmação:
ta: இந்த பொத்தானை அழுத்திய பிறகு உறுதிப்படுத்தல் கேட்கப்படும்:

source: Delete confirmation
es: Borrar confirmacin
pt: Confirmação de remoção
ta: உறுதிப்படுத்தலை நீக்கு

source: And after confirming, the product will be removed. If the product removed is the last one, the cart will disappear too.
es: Y despus de confirmar, el producto ser eliminado. Si el producto eliminado es el ltimo, el carrito desaparecer tambin.
pt: E após confirmar, o produto será removido. Se o produto removido for o último, o carrinho irá desaparecer.
ta: உறுதிப்படுத்திய பிறகு, தயாரிப்பு அகற்றப்படும். அகற்றப்பட்ட தயாரிப்பு கடைசியாக இருந்தால், வண்டியும் மறைந்துவிடும்.

source: Cleaning the cart
es: Limpiando el carrito
pt: Limpando o carriho
ta: வண்டியை தூய்மை செய்தல்

source: If you changed your mind about the products you added or you did too many mistakes to keep going on, at any time you can clean your cart and start it again. Just follow the link &#8220;Clean cart&#8221;:
es: Si ambiaste de opinin sobre los productos que aadiste o hiciste muchos errores para continuar, a cualquier hora puedes limpiar tu carrito y comenzar de nuevo. Solo sigue el enlace &#8220;Limpiar carrito&%8221;:
pt: Se você mudou de ideia sobre os produtos que você adicionou ou você cometeuerros demais para continuar, a qualquer momento você pode limpar o seu carrinho e começar de novo. Basta clicar no link &#8220;Limpar carrinho&#8220;:
ta: நீங்கள் சேர்த்த தயாரிப்புகளைப் பற்றி உங்கள் மனதை மாற்றிக்கொண்டால் அல்லது தொடர்ந்து செல்ல பல தவறுகளைச் செய்தால், எந்த நேரத்திலும் உங்கள் வண்டியை தூய்மை செய்து மீண்டும் தொடங்கலாம். இணைப்பைப் பின்தொடரவும் &#8220; தூய்மையான வண்டி &#8221 ;:

source: Cleaning cart
es: Carrito de compras
pt: Limpando carrinho
ta: தூய்மை வண்டி

source: After following this link you will be asked for a confirmation:
es: Despus de seguir este enlace, se te preguntar por una confirmcin:
pt: Após clicar nesse link você precisa dar a sua confirmação:
ta: இந்த இணைப்பைப் பின்தொடர்ந்த பிறகு, உறுதிப்படுத்தல் கேட்கப்படும்:

source: Cleaning confirmation
es: Confirmacin de limpieza
pt: Confirmação de limpeza
ta: தூய்மை உறுதிப்படுத்தல்

source: And after confirming, your carted is empty again.
es: Y despus de confirmar, tu carrito est vaco de nuevo.
pt: E depois de confirmar, seu carrinho estará limpo de novo.
ta: உறுதிப்படுத்திய பிறகு, உங்கள் வண்டியில் மீண்டும் காலியாக உள்ளது.

source: Show and hide cart
es: Mostrar y ocultar carrito
pt: Mostra e esconder o carrinho
ta: வண்டியைக் காட்டி மறைக்கவும்

source: The cart is a feature that is always over your page on the top-right corner, so sometimes you might get nervous trying to see something that is under it. Don&#8217;t worry! In you cart is a &#8220;Hide cart&#8221; button:
es: El carrito es una caractersticas que est siempre sobre tu pgina en la esquina superior derecha, as que en veces podras estr nervioso tratando de ver algo que est debajo. No te preocupes! En tu carrito hay un botn &#8220;Ocultar carrito&#8221;:
pt: O carrinho é uma funcionalidade que está sempre sobre a página no canto superior direito, então em alguns momentos você pode ficar nervoso tentando ver algo que pode estar embaixo dele. Não se preocupe! No seu carrinho tem um botão &#8220;Esconder carrinho&#8221;:
ta: வண்டி என்பது மேல்-வலது மூலையில் எப்போதும் உங்கள் பக்கத்திற்கு மேல் இருக்கும் ஒரு அம்சமாகும், எனவே சில நேரங்களில் நீங்கள் அதன் கீழ் உள்ள ஒன்றைக் காண முயற்சிக்கும் பதட்டமாக இருக்கலாம். கவலைப்பட வேண்டாம்! உங்கள் வண்டி ஒரு &#8220; வண்டியை மறைக்க &#8221; பொத்தான்:

source: Cart hide
es: Ocultar carrito
pt: Esconder carrinho
ta: வண்டி மறை

source: This button will slide up your cart when pressed leaving just a little &#8220;Show cart&#8221; so that you can slide it down again:
es: Este botn se desplazar hacia arriba tu carrito cuando lo presiones, dejando un pequeo &#8220;Mostrar carrito&#8221; para que puedas desplazarlo hacia abajo de nuevo:
pt: Quando clicado, esse botão irá deslizar para cima o seu carrinho deixando apenas um pequeno &#8220;Mostrar carrinho&#8221; para que você possa desliza-lo para baixo novamente:
ta: இந்த பொத்தான் உங்கள் வண்டியை சிறிது சிறிதாக விட்டுவிடும்போது &#8220; வண்டியைக் காட்டு &#8221; எனவே நீங்கள் அதை மீண்டும் சறுக்கி விடலாம்:

source: Cart hided
es: Carrito ocultado
pt: Carrinho escondido
ta: வண்டி மறைந்தது

source: When you hide your cart nothing happens to the products you already added.
es: Cuando ocultas tu carrito nada afecta a los productos que has aadido.
pt: Quando você esconde seu carrinho nada acontecerá com os produtos que você já adicionou.
ta: உங்கள் வண்டியை மறைக்கும்போது நீங்கள் ஏற்கனவே சேர்த்த தயாரிப்புகளுக்கு எதுவும் நடக்காது.

source: If you miss your beatiful cart again just press &#8220;Show cart&#8221; and it will slide down gracefully back to you. ^^
es: Si pierdes tu hermoso carrito de nuevo, solo presiona &#8220;Mostrar carrito&#8221; y se desplazar hacia abajo de vuelta a ti. ^^
pt: Se você sentir falta do seu lindo carrinho novamente, basta apertar &#8220;Mostrar carrinho&#8221; e ele irá deslizar graciosamente de volta para você.
ta: உங்கள் அழகான வண்டியை மீண்டும் தவறவிட்டால் &#8220; வண்டியைக் காட்டு &#8221; அது உங்களிடம் அழகாக திரும்பும். ^^

source: Checking out
es: Relizando el pago
pt: Finzalizando a compra
ta: சோதனை

source: So, now you already choosed your products and its quantities and want to checkout your products.
es: As, ahora elegiste tus productos y sus cantidades y deseas realizar el pago de los mismos.
pt: Então, agora você já escolheu os seus produtos e as respectivas quantidades e você quer finalizar o seu pedido.
ta: எனவே, இப்போது நீங்கள் ஏற்கனவே உங்கள் தயாரிப்புகளையும் அதன் அளவுகளையும் தேர்ந்தெடுத்து உங்கள் தயாரிப்புகளைப் பார்க்க விரும்புகிறீர்கள்.

source: As you can see in your cart, there is a &#8220;Shopping Checkout&#8221; button:
es: Como puedes ver en tu carrito, hay un botn &#8220;Realizar pago de la compra&#8221;
pt: Como você pode ver no seu carrinho, tem um botão &#8220;Finalizar Pedido&#8221;:
ta: உங்கள் வண்டியில் நீங்கள் காணக்கூடியது போல, ஒரு &#8220; சாப்பிங் செக்அவுட் &#8221; பொத்தான்:

source: Checkout
es: Caja
pt: Finalizando compra
ta: புதுப்பித்து

source: After pressing this button, a box will appear with some fields for you to fill and your cart review:
es: Despus de presionar este botn, una caja aparecer con algunos campos para que los llenes y revises tu carrito:
pt: Depois de apertar esse botão, uma caixa irá aparecer com alguns campos para você preencher e uma revisão do seu carrinho:
ta: இந்த பொத்தானை அழுத்திய பிறகு, நீங்கள் நிரப்ப சில புலங்களுடன் ஒரு பெட்டி தோன்றும் மற்றும் உங்கள் வண்டி மதிப்பாய்வு:

source: Filling informations
es: Llenando informacin
pt: Preenchendo informações
ta: தகவல்களை நிரப்புதல்

source: If you are already a member of the social network your informations will be filled automatically:
es: Si eres ya un miembro de la red social, tu informacin ser llenada automticamente:
pt: Se você já é um membro da rede social suas informações serão preenchidas automaticamente:
ta: நீங்கள் ஏற்கனவே சமூக வலைப்பின்னலில் உறுப்பினராக இருந்தால், உங்கள் தகவல்கள் தானாக நிரப்பப்படும்:

source: Informations automatically filled
es: Informacin llenada automticamente
pt: Informações automaticamente preenchidas
ta: தகவல்கள் தானாக நிரப்பப்படுகின்றன

source: If due to some reason you fill a field erroneously or do not fill a required field, a little message will appear under the field indicating the problem so that you can fill your informations correctly:
es: Si, debido a alguna razn, llenas un campo errneamente o no llenas un campo requerido, un pequeo mensaje aparecer bajo el campo indicando el problema para que puedas llenarlo con la informacin correcta:
pt: Se por alguma razão você preencher um campo erroneamente ou não preencher um campo obrigatório, uma pequena mensagem irá aparecer embaixo do campo indicando o problema para que você possa preencher suas informações corretamente:
ta: சில காரணங்களால் நீங்கள் ஒரு புலத்தை தவறாக நிரப்பினால் அல்லது தேவையான புலத்தை நிரப்பவில்லை என்றால், உங்கள் தகவல்களை சரியாக நிரப்பும்படி சிக்கலைக் குறிக்கும் புலத்தின் கீழ் ஒரு சிறிய செய்தி தோன்றும்:

source: Invalid fields
es: Campos invlidos
pt: Campos inválidos
ta: தவறான புலங்கள்

source: After filling your information press the button &#8220;Send buy request&#8221;:
es: Despus de llenar tu informacin presiona el botn &#8220;Enviar solicitud de compra&#8221;
pt: Depois de preencher suas informações aperte o botão &#8220;Enviar pedido de compra&#8221;:
ta: உங்கள் தகவலை நிரப்பிய பிறகு பொத்தானை அழுத்தவும் &#8220; வாங்க கோரிக்கையை அனுப்பு &#8221 ;:

source: Send request
es: Enviar solicitud
pt: Enviar requisição
ta: கோரிக்கையை அனுப்பவும்

source: This button will send your request to the enterprise and will also send you an email with your request so that you can confirm the products and your informations. Now the enterprise might contact you to discuss further details.
es: Este botn enviar tu solicitud a la empresa y te enviar un correo electrnico con tu solicitud para que puedas confirmar los productos y tu informacin. Ahora la empresa podra contactarte para discutir detalles adicionales.
pt: Esse botão irá enviar a sua requisição para o empreendimento e também irá lhe mandar um email com o seu pedido para que você possa confirmar os seus produtos e as suas informações. Agora o empreendimento deve te contactar para discutir demais detalhes.
ta: இந்த பொத்தான் உங்கள் கோரிக்கையை நிறுவனத்திற்கு அனுப்பும், மேலும் உங்கள் கோரிக்கையுடன் ஒரு மின்னஞ்சலையும் அனுப்பும், இதன் மூலம் தயாரிப்புகள் மற்றும் உங்கள் தகவல்களை உறுதிப்படுத்த முடியும். மேலும் விவரங்களை விவாதிக்க இப்போது நிறுவனம் உங்களைத் தொடர்பு கொள்ளலாம்.

source: <a href="#online-doc-text">Back to top</a>
es: <a href="#online-doc-text">Volver arriba</a>
pt: <a href="#online-doc-text">Voltar ao topo</a>
ta: <a href = "#ஆன்லைன்-டாக்-உரை"> மேலே திரும்பவும் </a>

source: Sending e-mail to members
es: Enviando un correo electrnico a los miembros
pt: Enviando e-mail para os membros
ta: உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புகிறது

source: <em>If you are an environment administrator, you can send e-mail to all members of your environment.</em>
es: <em>Si ests en un entorno de administrador, puedes enviar correos electrnicos a todos los miembros de tu entorno.</em>
pt: <em>Se você é administrador de um ambiente, você pode enviar e-mail para todos os membros do seu ambiente</em>
ta: <em> நீங்கள் சுற்றுச்சூழல் நிர்வாகியாக இருந்தால், உங்கள் சூழலின் அனைத்து உறுப்பினர்களுக்கும் மின்னஞ்சல் அனுப்பலாம். </em>

source: <a href="#howaccess">How to access</a>
es: <a href="#howaccess">Cmo acceder</a>
pt: <a href="#howaccess">Como acessar</a>
ta: <a href = "#howaccess"> எவ்வாறு அணுகுவது </a>

source: <a href="#description">Description</a>
es: <a href="#description">Descripcin</a>
pt: <a href="#description">Descrição</a>
ta: <a href = "#விளக்கம்"> விளக்கம் </a>

source: Find your user menu on top bar:
es: Encuentra tu men de usuario en la barra superior:
pt: Localize seu menu de usuário na barra superior:
ta: மேல் பட்டியில் உங்கள் பயனர் மெனுவைக் கண்டறியவும்:

source: Top menu
es: Men superior
pt: Menu superior
ta: சிறந்த பட்டியல்

source: In user menu, click on Administration:
es: En el men usuario, clic en Administracin:
pt: No menu de usuário, clique em Administração:
ta: பயனர் பட்டியலில், நிர்வாகத்தைக் சொடுக்கு செய்க:

source: Control panel on menu
es: Panel de control en el men
ta: பட்டியலில் கட்டுப்பாட்டு குழு

source: Then, click on &#8220;Manage users&#8221; link:
es: Luego, clic en el enlace &#8220;Administrar usuarios&#8221;:
pt: Depois, clique em &#8220;Gerenciar usuários&#8221;
ta: பின்னர், &#8220; பயனர்களை நிர்வகி &#8221; இணைப்பு:

source: Manage users in admin panel
es: Administrar usuarios en el panel de administrador
pt: Gerenciar integrantes no painel de administrador
ta: நிர்வாக குழுவில் பயனர்களை நிர்வகிக்கவும்

source: Description
es: Descripción
pt: Descrição
ta: விவரம்

source: In &#8220;Manage users&#8221;, click on &#8220;Send e-mail to users&#8221; link:
es: En &#8220;Administrar usuarios&#8221;, clic en el enlace &#8220;Enviar correo electrnico a los usuarios&#8221;:
pt: Em &#8220;Gerenciar usuários&#8221;, clique no link &#8220;Enviar e-mail para os usuários&#8221;:
ta: &#8220; பயனர்களை நிர்வகிக்கவும் &#8221 ;, &#8220; பயனர்களுக்கு மின்னஞ்சல் அனுப்பவும் &#8221; இணைப்பு:

source: Send e-mail link on manage users
es: Enviar enlace de correo electrnico para adminisrar usuarios
pt: Link enviar e-mail em gerenciar usuários
ta: பயனர்களை நிர்வகிக்கவும் மின்னஞ்சல் இணைப்பை அனுப்பவும்

source: Fill in the &#8220;Subject&#8221; field with the subject of the e-mail and the &#8220;Body&#8221; field with the content of the e-mail you want to send. Then, click on &#8220;Send&#8221;
es: Rellena el campo &#8220;Asunto&#8221; con el asunto del correo electrnico y el campo &#8220;Cuerpo&#8221; con el contenido de el correo electrnico que deseas enviar. Despus, clic en &#8220;Enviar&#8221;
pt: Preencha o campo &#8220;Assunto&#8221; com o assunto do e-mail e o campo&#8220;Corpo&#8221; com o conteúdo do e-mail que você quer enviar. Depois, clique em &#8220;Enviar&#8221;
ta: &#8220; பொருள் &#8221; மின்னஞ்சல் மற்றும் &#8220; உடல் &#8221; நீங்கள் அனுப்ப விரும்பும் மின்னஞ்சலின் உள்ளடக்கத்துடன் புலம். பின்னர், &#8220; அனுப்பு &#8221;

source: Sending e-mail to environment members
es: Enviando correo electrnico a los miembros del entorno
pt: Enviando e-mail para os membros do ambiente
ta: சுற்றுச்சூழல் உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புகிறது

source: Admin features
es: Caractersticas administrativas
pt: Funcionalidades do administrador
ta: நிர்வாக நற்பொருத்தங்கள்

source: Export the list of users
es: Exportar la lista de usuarios
pt: Exportar a lista de usuários
ta: பயனர்களின் பட்டியலை ஏற்றுமதி செய்யுங்கள்

source: <em>If you are an environment administrator, you can export the list of all users in <span class="caps">XML</span> or <span class="caps">CSV</span> formats.</em>
es: <em>Si estas en un entorno de administrador, puedes exportar la lista de todos los usuarios en formatos <span class="cap">XML</span> o <span class="caps">CSV</span>.</em>
pt: <em>Se você é um administrador de ambiente, você pode exportar a lista de todos os usuários nos formatos <span class="caps">XML</span> ou <span class="caps">CSV</span>.</em>
ta: <em> நீங்கள் சுற்றுச்சூழல் நிர்வாகியாக இருந்தால், <ச்பான் வகுப்பு = "தொப்பிகள்"> எக்ச்எம்எல் </span> அல்லது <ச்பான் கிளாச் = "தொப்பிகள்"> சி.எச்.வி </ச்பான்> வடிவங்களில் உள்ள அனைத்து பயனர்களின் பட்டியலையும் ஏற்றுமதி செய்யலாம். <// em>

source: In &#8220;Manage users&#8221;, choose which format you want to export the list. There are 2 options, &#8220;<span class="caps">CSV</span>&#8221; and &#8220;<span class="caps">XML</span>&#8221;.
es: En &#8220;Administrar usuarios&#8221;, elige en cul formato quieres exportar la lista. Hay 2 opciones, &#8220;<span class="caps">CSV</span>&#8221; y &#8220;<span class="caps">XML</span>&#8221;.
pt: Em &#8220;Gerenciar usuários&#8221;, escolha em qual formato você quer exportar a lista. Há duas opções: &#8220;CSV&#8221; e &#8220;XML&#8221;.
ta: &#8220; பயனர்களை நிர்வகிக்கவும் &#8221 ;, நீங்கள் எந்த வடிவமைப்பை ஏற்றுமதி செய்ய விரும்புகிறீர்கள் என்பதைத் தேர்வுசெய்க. 2 விருப்பங்கள் உள்ளன, &#8220; <ச்பான் கிளாச் = "தொப்பிகள்"> சி.எச்.வி </ச்பான்> &#8221; மற்றும் &#8220; <ச்பான் கிளாச் = "தொப்பிகள்"> எக்ச்எம்எல் </span> &#8221 ;.

source: Click on the link of the format you choosed and download it:
es: Clic en el enlace del formato que elegiste y descrgalo:
pt: Clique no link do formato que você escolheu e baixe a lista:
ta: நீங்கள் தேர்ந்தெடுத்த வடிவமைப்பின் இணைப்பைக் சொடுக்கு செய்து பதிவிறக்கவும்:

source: Download list of users link on manage users
es: Descarga la lista del enlace de usuarios en administrar usuarios
pt: Link para download da lista de usuários em gerenciar usuários
ta: பயனர்களின் பட்டியலைப் பதிவிறக்குக பயனர்களை நிர்வகிக்கவும்

source: Manage Upload Quotas
ta: பதிவேற்ற ஒதுக்கீட்டை நிர்வகிக்கவும்

source: You can set a quota value for profiles based on its type, or individually for each profile.
ta: சுயவிவரங்களுக்கான ஒதுக்கீட்டு மதிப்பை அதன் வகையின் அடிப்படையில் அல்லது ஒவ்வொரு சுயவிவரத்திற்கும் தனித்தனியாக அமைக்கலாம்.

source: To manage upload quotas, go to the administration panel and follow the &#8220;quotas&#8221; link.
ta: பதிவேற்ற ஒதுக்கீட்டை நிர்வகிக்க, நிர்வாகக் குழுவுக்குச் சென்று &#8220; ஒதுக்கீடுகள் &#8221; இணைப்பு.

source: Managing quotas by type
ta: வகை அடிப்படையில் ஒதுக்கீட்டை நிர்வகித்தல்

source: Upload quotas
ta: ஒதுக்கீட்டைப் பதிவேற்றவும்

source: You can edit quotas for the default types (Person, Community, and Enterprise), but you can also edit quotas for the custom types created in the administration panel. If there is at least one custom type, it will be possible to display it by clicking in the toggle button in the line of its super type.
ta: இயல்புநிலை வகைகளுக்கான (நபர், சமூகம் மற்றும் நிறுவனம்) ஒதுக்கீட்டை நீங்கள் திருத்தலாம், ஆனால் நிர்வாகக் குழுவில் உருவாக்கப்பட்ட தனிப்பயன் வகைகளுக்கான ஒதுக்கீட்டை நீங்கள் திருத்தலாம். குறைந்தது ஒரு தனிப்பயன் வகை இருந்தால், அதன் சூப்பர் வகையின் வரிசையில் உள்ள மாற்று பொத்தானைக் சொடுக்கு செய்வதன் மூலம் அதைக் காண்பிக்க முடியும்.

source: To edit the quota for this type, click in the edit button at the end of its line.
ta: இந்த வகைக்கான ஒதுக்கீட்டைத் திருத்த, அதன் வரியின் முடிவில் உள்ள திருத்து பொத்தானைக் சொடுக்கு செய்க.

source: Managing quotas by profile
ta: சுயவிவரத்தின் மூலம் ஒதுக்கீட்டை நிர்வகித்தல்

source: You can also edit the quota of a specific profile. Just go to the second tab of the manage upload quotas page.
ta: ஒரு குறிப்பிட்ட சுயவிவரத்தின் ஒதுக்கீட்டையும் நீங்கள் திருத்தலாம். பதிவேற்ற ஒதுக்கீட்டு பக்கத்தின் இரண்டாவது தாவலுக்குச் செல்லுங்கள்.

source: You can search for a specific profile in the search box, and filter by profile type using the dropdown menu.
ta: தேடல் பெட்டியில் ஒரு குறிப்பிட்ட சுயவிவரத்தைத் தேடலாம், மேலும் கீழ்தோன்றும் மெனுவைப் பயன்படுத்தி சுயவிவர வகை மூலம் வடிகட்டலாம்.

source: After you found the desired profile, just click in the edit button at the end of its line.
ta: நீங்கள் விரும்பிய சுயவிவரத்தைக் கண்டறிந்த பிறகு, அதன் வரியின் முடிவில் உள்ள திருத்து பொத்தானைக் சொடுக்கு செய்க.

source: Setting the quota value
ta: ஒதுக்கீட்டு மதிப்பை அமைத்தல்

source: You can set any numeric value as the upload of the quota, but note that the value will be interpreted as Megabytes. Zero is a valid value, but will mean that the profile cannot upload any files.
ta: நீங்கள் எந்த எண் மதிப்பையும் ஒதுக்கீட்டின் பதிவேற்றமாக அமைக்கலாம், ஆனால் மதிப்பு மெகாபைட் என விளக்கப்படும் என்பதை நினைவில் கொள்க. பூச்சியம் சரியான மதிப்பு, ஆனால் சுயவிவரத்தால் எந்த கோப்புகளையும் பதிவேற்ற முடியாது என்று பொருள்.

source: If you left the field blank, the profile will have an unlimited upload quota. That is the default value for all profiles.
ta: நீங்கள் புலத்தை காலியாக விட்டுவிட்டால், சுயவிவரத்தில் வரம்பற்ற பதிவேற்ற ஒதுக்கீடு இருக்கும். இது அனைத்து சுயவிவரங்களுக்கும் இயல்புநிலை மதிப்பு.

source: After choosing the quota value, just click &#8220;Save&#8221;.
ta: ஒதுக்கீட்டு மதிப்பைத் தேர்ந்தெடுத்த பிறகு, &#8220; சேமி &#8221 ;.

source: Precedence of upload quotas
ta: பதிவேற்ற ஒதுக்கீட்டின் முன்னுரிமை

source: The default quota for a profile is unlimited, unless a custom value was set to its type. If the profile has several types with different quota values, the biggest quota will be considered. If a custom quota was set directly for the profile, this value will always be used, and the quotas for its types will always be overwritten.
ta: தனிப்பயன் மதிப்பு அதன் வகைக்கு அமைக்கப்படாவிட்டால், சுயவிவரத்திற்கான இயல்புநிலை ஒதுக்கீடு வரம்பற்றது. சுயவிவரத்தில் வெவ்வேறு ஒதுக்கீட்டு மதிப்புகளுடன் பல வகைகள் இருந்தால், மிகப்பெரிய ஒதுக்கீடு பரிசீலிக்கப்படும். சுயவிவரத்திற்கு நேரடியாக தனிப்பயன் ஒதுக்கீடு அமைக்கப்பட்டிருந்தால், இந்த மதிப்பு எப்போதும் பயன்படுத்தப்படும், மேலும் அதன் வகைகளுக்கான ஒதுக்கீடுகள் எப்போதும் மேலெழுதப்படும்.

source: Upload Quotas
ta: ஒதுக்கீட்டைப் பதிவேற்றவும்

source: Upload quotas are a feature that enables the environment administrator to control the amount of data that profiles can consume by uploading files to the server.
ta: பதிவேற்ற ஒதுக்கீடுகள் என்பது சேவையகத்தில் கோப்புகளைப் பதிவேற்றுவதன் மூலம் சுயவிவரங்கள் உட்கொள்ளக்கூடிய தரவின் அளவைக் கட்டுப்படுத்த சுற்றுச்சூழல் நிர்வாகிக்கு உதவும் ஒரு அம்சமாகும்.

source: If a profile exceeds its upload quota, it will not be able to upload more files to the system. The files already uploaded will remain available. The profile will only be able to upload new files if its quota is increased, or if old files are deleted in order to free some of the used space.
ta: ஒரு சுயவிவரம் அதன் பதிவேற்ற ஒதுக்கீட்டை மீறினால், அது கணினியில் கூடுதல் கோப்புகளை பதிவேற்ற முடியாது. ஏற்கனவே பதிவேற்றிய கோப்புகள் கிடைக்கும். புதிய கோப்புகளை அதன் ஒதுக்கீடு அதிகரித்தால் அல்லது பயன்படுத்தப்பட்ட சில இடங்களை விடுவிப்பதற்காக பழைய கோப்புகள் நீக்கப்பட்டால் மட்டுமே சுயவிவரம் பதிவேற்ற முடியும்.

source: Searching on the system
es: Buscando en el sistema
pt: Buscar na rede
ta: கணினியில் தேடுகிறது

source: <em>To find articles, communities, people, enterprises or products and services, an user in the system, can do a search.</em>
es: <em>Para encontrar artculos, comunidades, personas, empresas o productos y servicios, un usuario en el sistema, puedes realizar una bsqueda.</em>
pt: <em>Para encontrar artigos, comunidades, pessoas, empreendimentos ou produtos e serviços, o usuário que está navegando no sistema pode fazer uma busca.</em>
ta: <em> கட்டுரைகள், சமூகங்கள், மக்கள், நிறுவனங்கள் அல்லது தயாரிப்புகள் மற்றும் சேவைகளைக் கண்டுபிடிக்க, கணினியில் ஒரு பயனர், ஒரு தேடலைச் செய்யலாம். </em>
