Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <strong>Profile Information:</strong> It has a picture and some basic information about the profile, like how long the profile is part of the environment and useful links.
es: <strong> Informacin de perfil:</strong> Cuenta con una imagen y alguna informacin basica sobre el perfil, como desde hace cuanto tiempo el perfil ha sido parte del entorno y enlaces tiles.
pt: <strong>Informações do perfil:</strong> Apresenta uma imagem e algumas informações básicas sobre o perfil, como há quanto tempo o perfil faz parte do ambiente e links úteis.
ta: <strong> சுயவிவரத் தகவல்: </strong> இது ஒரு படம் மற்றும் சுயவிவரத்தைப் பற்றிய சில அடிப்படை தகவல்களைக் கொண்டுள்ளது, இது சுயவிவரம் சுற்றுச்சூழலின் ஒரு பகுதியாகவும் பயனுள்ள இணைப்புகளாகவும் உள்ளது.

source: <strong>My network:</strong> This block displays some information about your networking.
es: <strong>Mi red:</strong> Este bloque muestra alguna informacin acerca de tu red.
pt: <strong>Minha rede:</strong> Este bloco apresenta algumas informações sobre sua rede.
ta: <strong> எனது நெட்வொர்க்: </strong> இந்த தொகுதி உங்கள் நெட்வொர்க்கிங் பற்றிய சில தகவல்களைக் காட்டுகிறது.

source: User network block
es: Bloque redes del usuario
pt: Bloco da rede do usuário
ta: பயனர் பிணையம் தொகுதி

source: <strong>Profile Image:</strong> This block presents the profile image.
es: <strong> Imagen del perfil:</strong> Este bloque presenta la imagen de perfil.
pt: <strong>Imagem do perfil:</strong> Este bloco apresenta a imagem do perfil.
ta: <strong> சுயவிவரப் படம்: </strong> இந்த தொகுதி சுயவிவரப் படத்தை முன்வைக்கிறது.

source: <strong>Slideshow:</strong> This block displays the images of one of your image galleries as a slideshow. You can edit the block to select which image gallery will be displayed.
es: <strong>Presentacin:</strong> Este bloque muestra las imgenes de una de tus galerias de imgenes como una presentacin. Puedes editar el bloque para selecionar cul imagen de la galera ser mostrada.
pt: <strong>Slideshow:</strong> Este bloco apresenta as imagens de uma das suas galerias de imagens como uma apresentação de slides. Você pode editar o bloco para selecionar qual galeria de imagens será mostrada.
ta: <strong> ச்லைடுசோ: </strong> இந்த தொகுதி உங்கள் பட காட்சியகங்களின் படங்களை ச்லைடுசோவாகக் காட்டுகிறது. எந்த பட கேலரி காண்பிக்கப்படும் என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: <strong>Favorite enterprises:</strong> Lists your favorite enterprises. You can choose how many enterprises will be listed.
es: <strong>Empresas favoritas:</strong> Enlista tus empresas favoritas. Puedes elegir cuntas empresas son listadas.
pt: <strong>Empreendimentos favoritos:</strong> Lista seus empreendimentos favoritos. Você pode escolher quantos empreendimentos serão listados.
ta: <strong> பிடித்த நிறுவனங்கள்: </strong> உங்களுக்கு பிடித்த நிறுவனங்களை பட்டியலிடுகிறது. எத்தனை நிறுவனங்கள் பட்டியலிடப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Favorite enterprises block
es: Bloque de empresas favoritas
pt: Bloco de empreendimentos favoritos
ta: பிடித்த நிறுவனங்கள் தொகுதி

source: <strong>Enterprises:</strong> This block displays the enterprises in which the user is a member. You can choose how many enterprises will be listed.
es: <strong> Empresas:</strong> Este bloque muestra las empresas de las cuales el usuario es miembro. Puedes elegir cuntas empresas sern listadas.
pt: <strong>Empreendimentos:</strong> Este bloco apresenta os empreendimento que o usuário é membro. Você pode escolher quantos empreendimentos serão listados.
ta: <strong> நிறுவனங்கள்: </strong> இந்த தொகுதி பயனர் உறுப்பினராக இருக்கும் நிறுவனங்களைக் காட்டுகிறது. எத்தனை நிறுவனங்கள் பட்டியலிடப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Enterprises block
es: Bloque de empresas
pt: Bloco de empreendimentos
ta: நிறுவனங்கள் தொகுதி

source: <a href="/doc/user/editing-appearance">Editing appearance</a>
es: <a href="/doc/user/editing-appearance">Editando apariencia</a>
pt: <a href="/doc/user/editing-appearance">Editar aparência</a>
ta: <a href = "/doc/பயனர்/எடிட்டிங்-ஆப்பரேன்ச்"> திருத்துதல் தோற்றம் </a>

source: Sending messages
es: Enviando mensajes
pt: Enviar mensagens
ta: செய்திகளை அனுப்புகிறது

source: <em>To interact with other system users, you can send messages through the system. The messages will be received by email.</em>
es: <em>Para interactuar con otros usuarios del sistema, puedes enviar mensajes a travs del sistema. Los mensajes sern recibidos por correo electrnico.</em>
pt: <em>Para interagir com outros usuários da rede, você pode mandar mensagens através do sistema. As mensagens serão recebidas por e-mail.</em>
ta: <em> பிற கணினி பயனர்களுடன் தொடர்பு கொள்ள, நீங்கள் கணினி மூலம் செய்திகளை அனுப்பலாம். செய்திகள் மின்னஞ்சல் மூலம் பெறப்படும். </Em>

source: Find the user you want to send a message using the <a href="/doc/navigation/searching-people">search</a> and click to view his/her profile.
es: Encuentra al usuario que quieres enviar un mensaje usando <a href="/doc/navigation/searching-people">buscar</a> y da clic para ver su perfil.
pt: Localize o usuário que deseja enviar uma mensagem utilizando a <a href="/doc/navigation/searching-people">busca</a> e clique para visualizá-lo.
ta: <A href = "/doc/வழிசெலுத்தல்/தேடல்-மக்கள்"> தேடல் </a> ஐப் பயன்படுத்தி நீங்கள் ஒரு செய்தியை அனுப்ப விரும்பும் பயனரைக் கண்டுபிடித்து அவரது/அவள் சுயவிவரத்தைக் காண சொடுக்கு செய்க.

source: In the person page you will see the &#8220;Contact&#8221; button below her picture if you are logged in and you are friend of the person in the system.
es: En la pgina de la persona vers el botn &#8220;Contacto&#8221; debajo de su imagen si ests conectado y eres amigo de la persona en el sistema.
pt: Na página da pessoa você verá o botão &#8220;Contato&#8221; abaixo da foto dela caso você esteja logado e seja amigo da pessoa no sistema.
ta: நபர் பக்கத்தில் நீங்கள் &#8220; தொடர்பு &#8221; நீங்கள் உள்நுழைந்து, கணினியில் உள்ள நபரின் நண்பராக இருந்தால் அவளுடைய படத்திற்கு கீழே உள்ள பொத்தான்.

source: Contact button
es: Botn de contacto
pt: Botão contato
ta: தொடர்பு பொத்தான்

source: Fill in the form. Note that the fields &#8220;Subject&#8221; and &#8220;Message&#8221; are mandatory, so the message will not be sent if you don&#8217;t fill them.
es: Rellena el formulario. Nota que los campos &#8220;Asunto&#8221; y &#8220;Mensaje&#8221; son obligatorios, as que el mensaje no ser enviado si no los llenas.
pt: Preencha o formulário. Perceba que os campos &#8220;Assunto&#8221; e &#8220;Mensagem&#8221; são obrigatórios, então as mensagens não serão enviadas se você não preenchê-los.
ta: படிவத்தை நிரப்பவும். புலங்கள் &#8220; பொருள் &#8221; மற்றும் &#8220; செய்தி &#8221; கட்டாயங்கள், எனவே நீங்கள் அவற்றை நிரப்பவில்லை என்றால் செய்தி அனுப்பப்படாது.

source: After clicking on &#8220;Send&#8221; button, the message will be sent to the user e-mail and, if you want to receive a copy of the message, select the option &#8220;I want to receive a copy of the message in my e-mail.&#8221;.
es: Despus de dar clic en botn &#8220;Enviar&#8221;, el mensaje ser enviado al correo electrnico del usuario, si quieres recibir una copia del mensaje, seleciona la opcin &#8220;Quiero recibir una copia de el mensaje en mi correo electrnico.&#8221;.
pt: Após clicar no botão &#8220;Enviar&#8221;, a mensagem será enviada para o e-mail e, se quiser receber uma cópia da mensagem, selecione a opção &#8220;Quero receber uma cópia da mensagem no meu e-mail&#8221;.
ta: &#8220; அனுப்பு &#8221; பொத்தான், செய்தி பயனர் மின்னஞ்சலுக்கு அனுப்பப்படும், மேலும் நீங்கள் செய்தியின் நகலைப் பெற விரும்பினால், விருப்பத்தைத் தேர்ந்தெடுக்கவும் &#8220; எனது மின்னஞ்சலில் செய்தியின் நகலைப் பெற விரும்புகிறேன். &# 8221 ;.

source: Send message
es: Enviar mensaje
pt: Enviar mensagem
ta: செய்தி அனுப்பவும்

source: Accepting friends
es: Aceptando amigos
pt: Aceitar amigos
ta: நண்பர்களை ஏற்றுக்கொள்வது

source: <em>When one person asks to be your friend, you should accept or reject the request. This is what will be explained.</em>
es: <em>Cuando una persona pide ser tu amigo, debers aceptar o rechazar la solicitud. Esto ser explicado.</em>
pt: <em>Quando alguém pede para ser seu amigo ou amiga, é necessário que você decida se aceita ou não. Isso é o que explicaremos a seguir.</em>
ta: <em> ஒரு நபர் உங்கள் நண்பராக இருக்கும்படி கேட்கும்போது, நீங்கள் கோரிக்கையை ஏற்றுக்கொள்ள வேண்டும் அல்லது நிராகரிக்க வேண்டும். இதுதான் விளக்கப்படும். </Em>

source: If you have pending requests, you will see a box with the list of pending tasks on your control panel. In order to accept or deny, you should click on &#8220;Process requests&#8221; button
es: Si tienes solicitudes pendientes, vers una caja con la lista de tareas pendientes en tu panel de control. Para aceptar o rechazar, debers dar clic en en el botn &#8220;Procesar solicitud&#8221;
pt: Caso tenha solicitações pendentes, aparecerá no seu painel de controle uma caixa com a lista de solicitações pendentes. Para aceitar ou ignorar, você deve clicar no botão &#8220;Processar solicitações&#8221;.
ta: உங்களிடம் கோரிக்கைகள் நிலுவையில் இருந்தால், உங்கள் கட்டுப்பாட்டு குழுவில் நிலுவையில் உள்ள பணிகளின் பட்டியலைக் கொண்ட ஒரு பெட்டியைக் காண்பீர்கள். ஏற்றுக்கொள்ள அல்லது மறுக்க, நீங்கள் &#8220; செயல்முறை கோரிக்கைகள் &#8221; பொத்தான்

source: Control panel with pending tasks
es: Panel de control con tareas pendientes
pt: Painel de controle com tarefas pendentes
ta: நிலுவையில் உள்ள பணிகளுடன் கட்டுப்பாட்டு குழு

source: If you want to accept, choose the option &#8220;Accept&#8221; and you also can classify your new friend according to your relationship type you two have. to confirm, click in &#8220;OK&#8221;. After that, your new friend will be listed in your contact list.
es: Si quieres aceptar, elige la opcin &#8220;Aceptar&#8221; y tambin puedes clasificar a tu nuevo amigo de acuerdo al tipo de relacin que hay entre los dos. Para confirmar, clic en &#8220;OK&#8221; Despus, tu nuevo amigo se mostrar en la lista de tus contactos.
pt: Para aceitar, selecione a opção &#8220;Aceitar&#8221; e se quiser pode classificar seu novo amigo de acordo com a relação que vocês têm. Para confirmar, clique em &#8220;OK&#8221;. Depois disso, seu novo amigo passará a ser listado na sua lista de amigos.
ta: நீங்கள் ஏற்றுக்கொள்ள விரும்பினால், விருப்பத்தைத் தேர்வுசெய்க &#8220; ஏற்றுக்கொள் &#8221; உங்கள் இருவருக்கும் இருக்கும் உங்கள் உறவின் படி உங்கள் புதிய நண்பரை வகைப்படுத்தலாம். உறுதிப்படுத்த, &#8220; சரி &#8221 ;. அதன் பிறகு, உங்கள் புதிய நண்பர் உங்கள் தொடர்பு பட்டியலில் பட்டியலிடப்படுவார்.

source: Tasks list
es: Lista de tareas
pt: Lista de tarefas
ta: பணிகள் பட்டியல்

source: Adding friends
es: Aadiendo amigos
pt: Adicionar amigos
ta: நண்பர்களைச் சேர்ப்பது

source: <em>To interact with others system users, you can include them in your contact list, adding them as friends.</em>
es: <em>Para interactuar con otros usuarios del sistema, puedes incluirlos en tu lista de contactos, aadindolos como amigos.</em>
pt: <em>Para interagir com outros usuários da rede, você pode incluí-los na sua lista de contatos adicionando-os como amigos.</em>
ta: <em> மற்றவர்களுடன் கணினி பயனர்களுடன் தொடர்பு கொள்ள, அவற்றை உங்கள் தொடர்பு பட்டியலில் சேர்க்கலாம், அவற்றை நண்பர்களாக சேர்க்கலாம். </em>

source: In the users page, click on &#8220;Add friend&#8221; button that you will see below the user picture
es: En la pgina de usuarios, haz clic en el botn &#8220;Aadir amigo&#8221; que se mostrar debajo de la imagen del usuario
pt: Na página do usuário, clique no botão &#8220;Adicionar amigo&#8221; que você verá abaixo da foto do usuário
ta: பயனர்கள் பக்கத்தில், &#8220; நண்பரைச் சேர்க்கவும் &#8221; பயனர் படத்திற்கு கீழே நீங்கள் காணும் பொத்தான்

source: Button to add a profile as friend
es: Botn para aadir un perfil como amigo
pt: Botão para adicionar um perfil como amigo
ta: நண்பராக சுயவிவரத்தைச் சேர்க்க பொத்தான்

source: After clicking the button, confirm that you want to add this user as a friend. On this screen you can also classify your friend with your relationship type.
es: Despus de dar clic en el botn, confirma que quieres aadir a este usuario como amigo. En esta pantalla puedes clasificar tambin a tu amigo con algn tipo de relacin.
pt: Após clicar no botão, confirme que deseja adicionar o amigo. Nessa tela você também poderá classificar o seu amigo de acordo com a relação que vocês têm.
ta: பொத்தானைக் சொடுக்கு செய்த பிறகு, இந்த பயனரை நண்பராக சேர்க்க விரும்புகிறீர்கள் என்பதை உறுதிப்படுத்தவும். இந்த திரையில் உங்கள் நண்பரை உங்கள் உறவு வகையுடன் வகைப்படுத்தலாம்.

source: Confirmation when adding a friend
es: Confirmacin cuando ests aadiendo un amigo
pt: Confirmação quando está adicionando um amigo
ta: நண்பரைச் சேர்க்கும்போது உறுதிப்படுத்தல்

source: <em>You can customize your page, adding some text or image on header or footer.</em>
es: <em> Puedes personalizar tu pgina, aadiendo algn texto o imagen en el encabezado o pie de pgina.</em>
pt: <em>Você pode personalizar sua página, colocando texto ou imagem no cabeçalho ou rodapé</em>
ta: <em> உங்கள் பக்கத்தைத் தனிப்பயனாக்கலாம், தலைப்பு அல்லது அடிக்குறிப்பில் சில உரை அல்லது படத்தைச் சேர்க்கலாம். </em>

source: Edit header and footer on user control panel
es: Editar encabezado y pie de pgina en panel de control de usuario
pt: Editar cabeçalho e rodapé no controle de painel do usuário
ta: பயனர் கட்டுப்பாட்டு பேனலில் தலைப்பு மற்றும் அடிக்குறிப்பைத் திருத்தவும்

source: <strong>Underline:</strong> it is also used to emphasize a word/phrase. One line is drawn under the word. Example: <span style="text-decoration: underline;">home</span> . To use it, first you should select the word/phrase and then click on button
es: <sstrong>Subrayar:</strong> tambin se usa para destacar una palabra/frase.Se dibuja una lnea abajo de la palabra. Ejemplo: <span style="text-decoration: Subrayado;">inicio</span>. Para usarlo, primero debes seleccionar la palabra/frase y despus dar clic en el botn
pt: <strong>Sublinhado:</strong> também usado para destacar uma palavra/frase. Uma linha é inserida abaixo da palavra. Ex: <span style="text-decoration: underline;">casa</span>. Para usá-lo, primeiro você deve selecionar o trecho e depois clicar no botão
ta: <strong> அடிக்கோடிட்டு: </strong> இது ஒரு சொல்/சொற்றொடரை வலியுறுத்தவும் பயன்படுத்தப்படுகிறது. ஒரு வரி வார்த்தையின் கீழ் வரையப்படுகிறது. எடுத்துக்காட்டு: <span சூல் தண்டு = "text-degoration: Undringe;"> முகப்பு </span>. இதைப் பயன்படுத்த, முதலில் நீங்கள் சொல்/சொற்றொடரைத் தேர்ந்தெடுத்து பொத்தானைக் சொடுக்கு செய்ய வேண்டும்

source: Editing user settings
es: Editando configuraciones del usuario
pt: Alterar informações/configurações de um usuário
ta: பயனர் அமைப்புகளைத் திருத்துதல்

source: <em>You can change your profile information and settings in the system.</em>
es: <em> Puedes cambiar la informacin de tu perfil y la configuracin del sistema.</em>
pt: <em>Você pode alterar as informações e configurações do seu perfil no sistema.</em>
ta: <em> கணினியில் உங்கள் சுயவிவர தகவல்களையும் அமைப்புகளையும் மாற்றலாம். </em>

source: You will see a form with your information and settings. This will be explained in parts
es: Vers un formulario con tu informacin y configuraciones. Esto ser explicado en partes
pt: Aparecerá, então, um formulário com as suas informações e configurações. Essa tela será explicada por partes
ta: உங்கள் செய்தி மற்றும் அமைப்புகளுடன் ஒரு படிவத்தைக் காண்பீர்கள். இது பகுதிகளாக விளக்கப்படும்

source: <strong>General information:</strong> Fill in with your data
es: <strong>Informacin general:</strong>Rellena con tus datos
pt: <strong>Informações gerais:</strong> Preencha com os seus dados
ta: <strong> பொதுவான தகவல்: </strong> உங்கள் தரவை நிரப்பவும்

source: General information when editing person profile info
es: Informacin general cuando editas informacin personal del perfil
pt: Informações gerais na edição do perfil de uma pessoa
ta: நபரின் சுயவிவரத் தகவலைத் திருத்தும்போது பொதுவான செய்தி

source: <strong>Change picture:</strong> Insert or change your picture. Click on&quot;File…&quot; and choose the image in your computer. The image must have a maximum of 500Kb e be <em>.jpg</em> , <em>.gif</em> or <em>.png</em> .
pt: <strong>Mudar foto: </strong>Insira ou altere sua foto. Clique em &#8220;Arquivo...&#8221; e escolha a imagem no seu computador. A imagem deve ter no máximo 500Kb e ser do tipo <em>.jpg</em>, <em>.gif</em> ou <em>.png</em>.
ta: <strong> படத்தை மாற்றவும்: </strong> உங்கள் படத்தை செருகவும் அல்லது மாற்றவும். & Quot; கோப்பு… & quot; உங்கள் கணினியில் படத்தைத் தேர்வுசெய்க. படத்தில் அதிகபட்சம் 500kb இ be <em> .jpg </em>, <em> .gif </em> அல்லது <em> .png </em> இருக்க வேண்டும்.

source: Change picture when editing person profile info
es: Cambiar imagen al editar informacin personal del perfil
pt: Alterar imagem na edição de perfil de pessoa
ta: நபர் சுயவிவரத் தகவலைத் திருத்தும்போது படத்தை மாற்றவும்

source: <strong>Privacy options:</strong> Choose if your profile will be public or private. When a profile is private, the users that are not friends and that tries to view the profile or some of its contents will be redirected to a page that display only general information.
es: <strong>Opciones de privacidad:</strong> Elige si tu perfil ser pblico o privado. Cuando un perfil es privado, los usuarios que no son tus amigos y que intentan ver tu perfil o alguno de tus contenidos ser redireccionado a una pgina que muestre solamente la informacin general.
pt: <strong>Opções de privacidade:</strong> Escolha se o perfil do empreendimento será público ou privado. Quando um empreendimento é privado, os usuários que não são amigos e tentam visualizar o perfil do empreendimento ou seu conteúdo serão redirecionado para a página que mostra apenas informações gerais.
ta: <strong> தனியுரிமை விருப்பங்கள்: </strong> உங்கள் சுயவிவரம் பொது அல்லது தனிப்பட்டதாக இருக்குமா என்பதைத் தேர்வுசெய்க. ஒரு சுயவிவரம் தனிப்பட்டதாக இருக்கும்போது, நண்பர்கள் இல்லாத பயனர்கள் மற்றும் சுயவிவரத்தைக் காண முயற்சிக்கும் பயனர்கள் அல்லது அதன் சில உள்ளடக்கங்கள் பொதுவான தகவல்களை மட்டுமே காண்பிக்கும் ஒரு பக்கத்திற்கு திருப்பி விடப்படும்.

source: <strong>Categories:</strong> If enabled in the system, you can choose the categories that the person will have.
es: <strong>Categoras:</strong>Si estn disponibles en el sistema, puedes elegir las categoras que la persona tendr.
pt: <strong>Categorias:</strong> Se habilitado no sistema, você pode definir as categorias que o você fará parte.
ta: <strong> வகைகள்: </strong> கணினியில் இயக்கப்பட்டிருந்தால், அந்த நபருக்கு இருக்கும் வகைகளை நீங்கள் தேர்வு செய்யலாம்.

source: Categories when editing person profile info
es: Categoras al editar la informacin personal del perfil
pt: Alterar imagem na edição de perfil de pessoa
ta: நபரின் சுயவிவரத் தகவலைத் திருத்தும்போது வகைகள்

source: Then, click on &#8220;Save&#8221; button an the profile will be updated.
es: Despus, da clic en el botn &#8220;Guardar&#8221; y el perfil ser actualizado.
pt: Depois, basta clicar no botão &#8220;Salvar&#8221; que o perfil estará atualizado.
ta: பின்னர், &#8220; சேமி &#8221; பொத்தான் சுயவிவரம் புதுப்பிக்கப்படும்.

source: <a href="/doc/plugins/send_email">SendEmailPlugin</a>
ta: <a href = "/doc/செருகுநிரல்கள்/send_email"> sendemailplugin </a>

source: <a href="/doc/plugins/variables">Variables Plugin</a>
ta: <a href = "/doc/செருகுநிரல்கள்/மாறிகள்"> மாறிகள் சொருகி </a>

source: <a href="/doc/plugins/google_cse">GoogleCsePlugin</a>
ta: <a href = "/doc/செருகுநிரல்கள்/Google_cse"> googleecseplugin </a>

source: <a href="/doc/plugins/google_analytics">Google Analytics</a>
es: <a href="/doc/plugins/google_analytics">Analizador de Google</a>
ta: <a href = "/doc/செருகுநிரல்கள்/Google_analytics"> கூகிள் அனலிட்டிக்ச் </a>

source: <a href="/doc/plugins/shopping_cart">Shopping Cart</a>
es: <a href="/doc/plugins/shopping_cart">Carrito de compras</a>
pt: <a href="/doc/plugins/shopping_cart">Carrinho de Compras</a>
ta: <a href = "/doc/செருகுநிரல்கள்/சாப்பிங்_கார்ட்"> வணிக வண்டி </a>

source: <a href="/doc/admin/send-email-members">Sending e-mail to members</a>
es: <a href="/doc/admin/send-email-members">Enviando correo electrnico a los miembros</a>
pt: <a href="/doc/admin/send-email-members">Enviar e-mail para os membros</a>
ta: <a href = "/doc/admin/send-email-members"> உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புகிறது </a>

source: <a href="/doc/admin/export-users-list">Export the list of users</a>
es: <a href="/doc/admin/export-users-list">Exportar la lista de usuarios</a>
pt: <a href="/doc/admin/export-users-list">Exportar lista de usuários</a>
ta: <a href = "/doc/admin/ஏற்றுமதி-பயனர்கள்-பட்டியல்"> பயனர்களின் பட்டியலை ஏற்றுமதி </a>

source: <a href="/doc/quotas/manage-quotas">Manage Upload Quotas</a>
ta: <a href = "/doc/quas/manage-quotas"> பதிவேற்ற ஒதுக்கீட்டை நிர்வகிக்கவும் </a>

source: <a href="/doc/navigation/finding-more-active-people">Finding more active people</a>
es: <a href="/doc/navigation/finding-more-active-people">Encontrando personas ms activas</a>
pt: <a href="/doc/navigation/finding-more-active-people">Encontrando pessoas mais ativas</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-செயலில் உள்ள-மக்கள்"> மிகவும் சுறுசுறுப்பான நபர்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/finding-more-active-communities">Finding more active communities</a>
es: <a href="/doc/navigation/finding-more-active-communities">Encontrando comunidades ms activas</a>
pt: <a href="/doc/navigation/finding-more-active-communities">Encontrar comunidades mais ativas</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-செயலில்-சமூகங்கள்"> மிகவும் சுறுசுறுப்பான சமூகங்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/person-balloon">Person balloon</a>
es: <a href="/doc/navigation/person-balloon">Globo de persona</a>
pt: <a href="/doc/navigation/person-balloon">Balão de pessoa</a>
ta: <a href = "/doc/வழிசெலுத்தல்/நபர்-பல்லூன்"> நபர் பலூன் </a>

source: <a href="/doc/navigation/community-balloon">Community balloon</a>
es: <a href="/doc/navigation/community-balloon">Globo de comunidad</a>
pt: <a href="/doc/navigation/community-balloon">Balão da comunidade</a>
ta: <a href = "/doc/வழிசெலுத்தல்/சமூக-பல்லூன்"> சமூக பலூன் </a>

source: <a href="/doc/navigation/searching">Searching on the system</a>
es: <a href="doc/navegation/searching">Buscando en el sistema</a>
pt: <a href="/doc/navigation/searching">Buscar no sistema</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்"> கணினியில் தேடுகிறது </a>

source: <a href="/doc/community/invite-contacts">Inviting contacts from e-mail</a>
es: <a href="/doc/community/invite-contacts">Invitando contactos desde el correo electrnico</a>
pt: <a href="/doc/community/invite-contacts">Convidar contatos por e-mail</a>
ta: <a href = "/doc/சமூகம்/அழைப்பிதழ்-தொடர்புகள்"> மின்னஞ்சலில் இருந்து தொடர்புகளை அழைக்கவும் </a>

source: <a href="/doc/community/send-email-members">Sending e-mail to members</a>
es: <a href="/doc/community/send-email-members">Enviando correo electrnico a los miembros</a>
pt: <a href="/doc/community/send-email-members">Enviar e-mail para os membros</a>
ta: <a href = "/doc/சமூகம்/அனுப்பு-எமெயில்-உறுப்பினர்கள்"> உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புதல் </a>

source: <a href="/doc/community/accepting-members">Accepting new members</a>
es: <a href="/doc/community/accepting-members">Aceptando nuevos miebros</a>
pt: <a href="/doc/community/accepting-members">Aceitar novos integrantes</a>
ta: <a href = "/doc/சமூகம்/ஏற்றுக்கொள்ளும்-உறுப்பினர்கள்"> புதிய உறுப்பினர்களை ஏற்றுக்கொள்வது </a>

source: <a href="/doc/community/moderating-articles">Moderating articles</a>
es: <a href="/doc/community/moderating-articles">Moderando artculos</a>
pt: <a href="/doc/community/moderating-articles">Moderar artigos</a>
ta: <a href = "/doc/சமூகம்/மிதமான-பார்ட்ச்-பார்டிகல்ச்"> மிதமான கட்டுரைகள் </a>
