Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Now enter an invitation message. You must keep the <url> code in your invitation text. When your friends receive the invitation e-mail, <url> will be replaced by a link that they need to click to activate their account. <user> and <friend> codes will be replaced by your name and friend name, but they are optional.
de: Bitte geben Sie nun einen Einladungstext ein. Ihre Nachricht muss den Code <url> enthalten. In der E-Mail, die Ihr Freund erhält, wird <url> durch einen Link ersetzt. Diesen benötigt Ihr Freund, um seinen Account zu aktivieren. <user> und <friend> werden in der späteren Nachricht durch ihren Namen und den Ihres Freundes ersetzt. Beides ist nur optional und muss nicht enthalten sein.
es: Ahora ingresa un mensaje de invitación. Debes mantener el código <url> en tu texto de invitación. Cuando tus amigos reciban la el correo electrónico de invitación, <url> será remplazado por un enlace que necesitan oprimir para activar su cuenta. Los códigos <user> y <friend> serán reemplazados por tu nombre y el nombre de tu amigo, pero son opcionales.
ru: Введите сообщение приветствия. Вы должны включить код <url> в него. Он будет заменен на ссылку активации. Коды <user> и <friend> будут заменены на ваше имя и имя друга.
ta: இப்போது அழைப்பிதழ் செய்தியை உள்ளிடவும். உங்கள் அழைப்பிதழ் உரையில் <url> குறியீட்டை வைத்திருக்க வேண்டும். உங்கள் நண்பர்கள் அழைப்பிதழ் மின்னஞ்சலைப் பெறும்போது, <url> அவர்களின் கணக்கை செயல்படுத்த அவர்கள் சொடுக்கு செய்ய வேண்டிய இணைப்பால் மாற்றப்படும். <பயனர்> மற்றும் <friend> குறியீடுகள் உங்கள் பெயர் மற்றும் நண்பரின் பெயரால் மாற்றப்படும், ஆனால் அவை விருப்பமானவை.

source: Invitation text:
de: Einladungstext:
es: Texto de la invitación:
ru: Текст приглашения
ta: அழைப்பிதழ் உரை:

source: Step 1 of 2: Select address book
de: Schritt 1 von 2: Wählen Sie das Adressbuch
es: Paso 1 de 2: Selecciona el libro de direcciones
ru: Шаг 1 из 2: выберите адресную книгу
ta: படி 1 இன் 2: முகவரி புத்தகத்தைத் தேர்ந்தெடுக்கவும்

source: Manually (empty field)
de: Manuell (empty field)
es: Manualmente (campo vacío)
ru: Вручную
ta: கைமுறையாக (வெற்று புலம்)

source: Please type your username in the format yourname@example.com
de: Bitte geben Sie Ihren Nutzernamen im Format ihrname@example.com ein.
es: Por favor, ingresa tu nombre de usuario en el formato tunombre@ejemplo.com
ru: Пожалуйста, введите имя пользователя в формате yourname@example.com
ta: தயவுசெய்து உங்கள் பயனர்பெயரை yourname@example.com வடிவத்தில் தட்டச்சு செய்க

source: We won't store your password or contact anyone without your permission.
de: Wir speichern Ihre Daten nicht ohne Ihr Einverständnis.
es: No guardaremos tu contraseña o nos pondremos en contacto con alguien sin tu permiso.
ru: Мы не будем хранить ваш пароль
ta: நாங்கள் உங்கள் கடவுச்சொல்லை சேமிக்க மாட்டோம் அல்லது உங்கள் அனுமதியின்றி யாரையும் தொடர்பு கொள்ள மாட்டோம்.

source: Ask for friendship
ta: நட்பைக் கேளுங்கள்

source: You can search for user profiles and ask them to become your friends.
ta: நீங்கள் பயனர் சுயவிவரங்களைத் தேடலாம் மற்றும் அவர்களை உங்கள் நண்பர்களாக ஆகச் சொல்லலாம்.

source: Invite people to join
ta: சேர மக்களை அழைக்கவும்

source: You can search for user profiles and invite them to join this group.
ta: நீங்கள் பயனர் சுயவிவரங்களைத் தேடலாம் மற்றும் இந்த குழுவில் சேர அவர்களை அழைக்கலாம்.

source: Choose person by:
ta: நபரைத் தேர்வுசெய்க:

source: Type in the person's %{search_fields}
ta: நபரின் %{search_fields} இல் தட்டச்சு செய்க

source: Invite people from my e-mail contacts
de: Lade Leute aus meinen E-Mail-Kontakten ein
es: Invitar personas desde los contactos de mi correo electrónico
ru: Пригласить людей из моих контактов email
ta: எனது மின்னஞ்சல் தொடர்புகளிலிருந்து மக்களை அழைக்கவும்

source: Step 2 of 2: Selecting People
ta: 2 இன் படி 2: மக்களைத் தேர்ந்தெடுப்பது

source: Indicate which people you want to invite.
ta: நீங்கள் எந்த நபர்களை அழைக்க விரும்புகிறீர்கள் என்பதைக் குறிக்கவும்.

source: Enter one e-mail address per line:
de: Geben Sie eine E-Mail Adresse pro Zeile ein:
es: Ingresa una dirección de correo electrónico por línea:
ru: Введите один адрес в линии
ta: ஒரு வரிக்கு ஒரு மின்னஞ்சல் முகவரியை உள்ளிடவும்:

source: Check all
de: alles auswählen
es: Marcar todos
ru: Выбрать все
ta: அனைத்தையும் சரிபார்க்கவும்

source: Uncheck all
de: Auswahl rückgängig machen
es: Desmarcar todos
ru: Очистить выбор
ta: அனைத்தையும் தேர்வு செய்யவும்

source: Invite!
ta: அழைக்கவும்!

source: Edit %s kind
ta: %s வகைத் திருத்து

source: Manage Kinds
ta: வகைகளை நிர்வகிக்கவும்

source: Manage the kinds of profiles available on this environment.
ta: இந்த சூழலில் கிடைக்கும் சுயவிவரங்களை நிர்வகிக்கவும்.

source: Kind
ta: தயவுசெய்து

source: Moderated?
ta: மிதமானதா?

source: Do you want to delete this kind?
ta: இந்த வகையான நீக்க விரும்புகிறீர்களா?

source: There no kinds of this type yet.
ta: இந்த வகை இதுவரை இல்லை.

source: New %s kind
ta: புதிய %s

source: Press <strong>Enter</strong> to send the search query.
de: Drücken Sie <strong>Enter</strong> um die Suchanfrage abzusenden.
es: Presiona <strong>Entrar</strong> para enviar la consulta de búsqueda.
ru: Нажмите <strong>Enter</strong> для поиска.
ta: தேடல் வினவலை அனுப்ப <strong> Enter </strong> ஐ அழுத்தவும்.

source: Go to the content
de: Gehe zum Inhalt
es: Ir al contenido
ru: Перейти к контенту
ta: உள்ளடக்கத்திற்குச் செல்லுங்கள்

source: Go to content
de: Gehe zum Inhalt
es: Ir al contenido
ru: Перейти к контенту
ta: உள்ளடக்கத்திற்குச் செல்லுங்கள்

source: Play
de: Abspielen
es: Reproducir
ru: Играть
ta: விளையாடுங்கள்

source: Stop
es: Detener
ru: Стоп
ta: நிறுத்து

source: License url
de: Lizenz-URL
ta: உரிம முகவரி

source: New license
de: Neue Lizenz
ta: புதிய உரிமம்

source: Edit license
de: Lizenz editieren
ta: உரிமத்தைத் திருத்தவும்

source: Manage licenses
de: Verwalte Lizenzen
ta: உரிமங்களை நிர்வகிக்கவும்

source: Url reference
de: URL-Referenz
ta: முகவரி குறிப்பு

source: Are you sure you want to remove this license?
de: Sind Sie sicher, dass Sie diese Lizenz entfernen möchten?
ta: இந்த உரிமத்தை அகற்ற விரும்புகிறீர்களா?

source: Add a new license
de: Neue Lizenz hinzufügen
ta: புதிய உரிமத்தைச் சேர்க்கவும்

source: e-Mail configuration
de: E-Mail Konfiguration
es: Configuración de correo electrónico
ru: кунфигурация E-Mail
ta: மின்னஞ்சல் உள்ளமைவு

source: You already request activation of your mailbox. Please wait until an administrator approves your request.
de: Ihre Anfrage, um Ihre Mailbox zu aktivieren wird bereits bearbeitet. Bitte gedulden Sie sich bis ein Administrator diese bearbeiten konnte.
es: La has solicitado la activación de tu buzón de correo. Por favor espera hasta que un administrador la apruebe.
ru: Вы уже запросили активацию почты.
ta: உங்கள் அஞ்சல் பெட்டியை செயல்படுத்துமாறு நீங்கள் ஏற்கனவே கோருகிறீர்கள். உங்கள் கோரிக்கையை ஒரு நிர்வாகி அங்கீகரிக்கும் வரை காத்திருங்கள்.

source: Configuration
de: Konfiguration
es: Configuración
ru: Настройка
ta: உள்ளமைவு

source: Mail configuration for POP and IMAP
de: E-Mail Konfiguration für POP und IMAP
es: Configuración del correo para POP e IMAP
ru: Конфигурация E-Mail для POP и IMAP
ta: POP மற்றும் IMAP க்கான அஞ்சல் உள்ளமைவு

source: Enable e-Mail account below:
de: Nachfolgenden E-Mail Account aktivieren:
es: Habilitar una cuenta de correo electrónico debajo:
ru: Включить email:
ta: கீழே உள்ள மின்னஞ்சல் கணக்கை இயக்கவும்:

source: You'll be able to access a webmail from your user menu.
de: Sie können eine Webmail über Ihr Nutzermenü erreichen.
es: Serás capáz de acceder a webmail desde tu menú de usuario.
ru: Вы можете перейти к почте из вашего пользовательского меню.
ta: உங்கள் பயனர் மெனுவிலிருந்து வெப்மெயிலை அணுக முடியும்.

source: Enable e-Mail
de: E-Mail aktivieren
es: Habilitar correo electrónico
ru: Включить email
ta: மின்னஞ்சலை இயக்கவும்

source: E-Mail:
es: Correo electrónico:
ta: மின்னஞ்சல்:

source: Phone(s):
de: Telefon:
es: Teléfono(s):
ru: Телефон:
ta: தொலைபேசி (கள்):

source: Location:
de: Ort:
es: Ubicación:
ru: Положение
ta: இடம்:

source: Address:
de: Adresse:
es: Dirección:
ru: Адрес:
ta: முகவரி:

source: Products/Services:
de: Produkte/Dienste:
es: Productos/Servicios:
ru: Продукты/сервисы
ta: தயாரிப்புகள்/சேவைகள்:

source: Distance:
de: Entfernung:
es: Distancia:
ru: Расстояние:
ta: தூரம்:

source: Address not found, reason:
de: Adresse nicht gefunden, Grund:
es: Dirección no encontrada, razón:
ta: முகவரி கிடைக்கவில்லை, காரணம்:

source: Invalid address
de: Ungültige Adresse
es: Dirección inválida
ta: தவறான முகவரி

source: Request denied
de: Zugriff verweigert
es: Solicitud denegada
ta: கோரிக்கை மறுக்கப்பட்டது

source: Over query limit
de: Über der Grenze für Anfragen
es: Encima del límite de consulta
ta: வினவல் வரம்புக்கு மேல்

source: Address do not exist
de: Die Adresse existiert nicht
es: La dirección no existe
ta: முகவரி இல்லை

source: Localize before saving
ta: சேமிப்பதற்கு முன் உள்ளூர்மயமாக்கவும்

source: Regions of Interest
ta: ஆர்வமுள்ள பகுதிகள்

source: Select the regions in which you are inserted
ta: நீங்கள் செருகப்பட்ட பகுதிகளைத் தேர்ந்தெடுக்கவும்

source: Go to groups list
ta: குழுக்கள் பட்டியலுக்குச் செல்லுங்கள்

source: Manage my groups
de: Meine Gruppen verwalten
es: Administrar mis grupos
ru: Управлять моими группами
ta: எனது குழுக்களை நிர்வகிக்கவும்

source: Create a new community
de: Eine neue Community erstellen
es: Crear una nueva comunidad
ru: Создать новое сообщество
ta: ஒரு புதிய சமூகத்தை உருவாக்கவும்

source: Register a new enterprise
de: Neues Unternehmen anmelden
es: Registrar una nueva empresa
ru: Зарегистрировать новую компанию
ta: புதிய நிறுவனத்தை பதிவு செய்யுங்கள்

source: See some suggestions of communities...
ta: சமூகங்களின் சில பரிந்துரைகளைக் காண்க ...

source: No groups to list
ta: பட்டியலிட குழுக்கள் இல்லை

source: Creating new community
de: Erstelle neue Community
es: Creando una nueva comunidad
ru: Создать новое сообщество
ta: புதிய சமூகத்தை உருவாக்குதல்

source: Note that the creation of communities in this environment is restricted. Your request to create this new community will be sent to %{environment} administrators and will be approved or rejected according to their methods and criteria.
de: Bitte beachten Sie das die Erstellung von Communities in dieser Umgebung eingeschränkt ist. Ihre Anfrage, eine neue Community zu erstellen, wurde an den %{environment} Administrator gesandt. Dieser gibt der Anfrage statt oder lehnt diese ab.
es: Ten en cuenta que la creación de comunidades en este entorno está restringida.Tu solicitud para crear esta nueva comunidad se enviará a los administradores de %{environment} y será aprobada o rechazada de acuerdo a sus métodos y criterios.
ru: Заметьте, чьл создание сообществ в этой среде запрещено. Ваш запрос о создании нового сообщества будет направлен администраторам %{environment} и будет принят или отвергнут в соответствии с их кртитериями.
ta: இந்த சூழலில் சமூகங்களை உருவாக்குவது தடைசெய்யப்பட்டுள்ளது என்பதை நினைவில் கொள்க. இந்த புதிய சமூகத்தை உருவாக்குவதற்கான உங்கள் கோரிக்கை %{environment} நிர்வாகிகளுக்கு அனுப்பப்படும், மேலும் அவற்றின் முறைகள் மற்றும் அளவுகோல்களுக்கு ஏற்ப அங்கீகரிக்கப்படும் அல்லது நிராகரிக்கப்படும்.

source: New members must be approved:
de: Neue Mitglieder bestätigen:
es: Los nuevos miembros deben ser aprobados:
ru: Новые участники должны быть утверждены
ta: புதிய உறுப்பினர்கள் அங்கீகரிக்கப்பட வேண்டும்:

source: <strong>Before</strong> joining this group (a moderator has to accept the member in pending request before member can access the intranet and/or the website).
de: <strong>Vor</strong> dem Beitritt zu dieser Gruppe (ein Moderator muss Ihre Anfrage positiv bestätigen, bevor Sie Zugriff auf das Intranet und/oder die Website bekommen).
es: <strong>Antes</strong> de unirte a este grupo (un moderador tiene que aceptar al miembro en una solicitud pendiente antes de que pueda accesar a la intranet y/o al sitio web).
ru: <strong>До</strong> присоединения к группе
ta: <strong> முன் </strong> இந்த குழுவில் சேருவது (உறுப்பினர் இன்ட்ராநெட் மற்றும்/அல்லது வலைத்தளத்தை அணுகுவதற்கு முன்பு நிலுவையில் உள்ள கோரிக்கையில் ஒரு மதிப்பீட்டாளர் உறுப்பினரை ஏற்றுக்கொள்ள வேண்டும்).

source: <strong>After</strong> joining this group (a moderator can always desactivate access for users later).
de: <strong>Nach</strong> dem Beitritt zu dieser Gruppe (ein Moderator kann jederzeit den Zugang für Nutzer sperren).
es: <strong>Después</strong> de unirse a este grupo (un moderador siempre puede desactivar el acceso para los usuarios después).
ru: <strong>после</strong> присоединения к группе (модератор может всегда отключить доступ)
ta: <strong> பிறகு </strong> இந்த குழுவில் சேருதல் (ஒரு மதிப்பீட்டாளர் எப்போதும் பயனர்களுக்கான அணுகலை செயலிழக்கச் செய்யலாம்).

source: Removing suggestion for community: %s
ta: சமூகத்திற்கான ஆலோசனையை நீக்குதல்: %s

source: Communities suggestions for %s
ta: %s க்கான சமூகங்கள் பரிந்துரைகள்

source: Community created
ta: சமூகம் உருவாக்கப்பட்டது

source: Your community (%s) was successfully created.
ta: உங்கள் சமூகம் (%s) வெற்றிகரமாக உருவாக்கப்பட்டது.

source: You can manage your community now.
ta: உங்கள் சமூகத்தை இப்போது நிர்வகிக்கலாம்.

source: Deactivate
ta: செயலிழக்கச் செய்யுங்கள்

source: Do you want to deactivate this organization?
ta: இந்த அமைப்பை செயலிழக்க விரும்புகிறீர்களா?

source: Do you want to activate this organization?
ta: இந்த அமைப்பை செயல்படுத்த விரும்புகிறீர்களா?

source: Do you want to destroy this organization?
ta: இந்த அமைப்பை அழிக்க விரும்புகிறீர்களா?

source: Find organizations
ta: நிறுவனங்களைக் கண்டறியவும்

source: Filter by:
ta: மூலம் வடிகட்டி:

source: Any
ta: ஏதேனும்

source: Disabled
ta: முடக்கப்பட்டது

source: Enabled
de: Aktiviert
es: Habilitado
ru: Разрешено
ta: இயக்கப்பட்டது

source: Dear %s
de: Geehrter %s
es: Querido(a) %s
ru: Уважаемый(ая) %s
ta: அன்புள்ள %s

source: You have %d pending task(s).
de: Sie haben %d ausstehende Aufgabe(n).
es: Tienes %d tarea(s) pendientes.
ru: У вас %d ожидающих задач
ta: உங்களிடம் %d நிலுவையில் உள்ள பணி (கள்) உள்ளது.

source: Click in address below to process task(s):
de: Klicken Sie in die untenstehende Adresse, um die Aufgabe(n) anzugehen:
es: Presiona en la dirección debajo para precesar la(s) tarea(s):
ru: Кликните на адресе ниже для работы над задачей
ta: பணி (களை) செயலாக்க கீழே உள்ள முகவரியில் சொடுக்கு செய்க:

source: %s has %d pending task(s).
de: %s hat %d offene Aufgabe(n).
es: %s tiene %d tarea(s) pendientes.
ru: %s имеет %d ожидающих задач
ta: %s %d நிலுவையில் உள்ள பணி (கள்) உள்ளன.

source: has published on community %s
ta: சமூகம் %s குறித்து வெளியிட்டுள்ளது

source: See complete forum
de: Vollständiges Forum anzeigen
es: Ver foro completo
ta: முழுமையான மன்றத்தைப் பார்க்கவும்

source: profile|Comment
de: profile|Kommentar
es: Comentario
ta: சுயவிவரம் | கருத்து

source: Are you sure you want to remove this activity and all its replies?
de: Sind Sie sicher, dass Sie diese Aktivität und alle Antworten entfernen möchten?
ta: இந்தச் செயல்பாட்டையும் அதன் அனைத்து பதில்களையும் அகற்ற விரும்புகிறீர்களா?

source: View all %s comments
de: Zeige alle %s Kommentare
es: %s ver todos los comentarios de %s
ta: அனைத்து %கருத்துக்களையும் காண்க

source: %s's Notifications
ta: %s இன் அறிவிப்புகள்

source: Network Activity
ta: பிணைய செயல்பாடு

source: Manage plugins
de: Plugins verwalten
es: Administrar características adicionales
ta: செருகுநிரல்களை நிர்வகிக்கவும்

source: Select which plugins you want to enable in your environment
de: Wählen Sie aus, welche Plugins Sie in Ihrer Umgebung laufen lassen möchten
ta: உங்கள் சூழலில் எந்த செருகுநிரல்களை இயக்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்

source: See more
de: Mehr zeigen
es: Ver más
ta: மேலும் காண்க

source: Manage followed people
ta: நிர்வகிக்கவும் மக்களைப் பின்தொடர்ந்தது

source: View more comments
ta: மேலும் கருத்துகளைக் காண்க

source: Go to %s home page
de: Gehe zu %ss Homepage
es: Ir a página de inicio de %s
ru: Перейти на домашнюю страницу %s
ta: %s முகப்புப் பக்கத்திற்குச் செல்லுங்கள்

source: View comment
ta: கருத்தைக் காண்க

source: Sort by:
ta: வழங்கியவர்:

source: Name A-Z
ta: A-Z என்ற பெயர்

source: Name Z-A
ta: பெயர் Z-A.

source: Are you sure you want to remove this scrap and all its replies?
de: Sind Sie sicher, dass Sie diesen Kommentar und alle Antworten entfernen möchten?
ta: இந்த ச்கிராப்பையும் அதன் எல்லா பதில்களையும் அகற்ற விரும்புகிறீர்களா?

source: Publish
ta: வெளியிடுங்கள்

source: %s's wall
de: %ss Pinnwand
es: Muro de %s
ru: Стена %s
ta: %s இன் சுவர்

source: %s's communities
es: Comunidades de %s
ru: %s: сообщества
ta: %s சமூகங்கள்

source: Content tagged with "%s"
de: Inhalt gekennzeichnet mit "%s"
es: Contenido etiquetado con "%s"
ru: Контент, отмеченный "%s"
ta: "%s" உடன் குறிக்கப்பட்ட உள்ளடக்கம்

source: Feed for this tag
de: Feed an diesem Tag
es: Contenido para esta etiqueta
ru: Подписаться на этот тэг
ta: இந்த குறிச்சொல்லுக்கு உணவளிக்கவும்

source: See content tagged with "%s" in the entire site
de: Den Inhalt der mit "%s" auf der ganzen Seite darstellen
es: Ver el contenido etiquetado con "%s" en el sitio completo
ru: Смотреть контент, отмеченный "%s"
ta: முழு தளத்திலும் "%s" உடன் குறிக்கப்பட்ட உள்ளடக்கத்தைக் காண்க

source: %s's enterprises
de: %ss Unternehmen
es: Empresas de %s
ru: %s: компании
ta: %s இன் நிறுவனங்கள்

source: %s's fans
de: %ss Unterstützer
es: Fanáticos de %s
ta: %s ரசிகர்கள்

source: %s is followed by
ta: %s பின்பற்றப்படுகின்றன

source: Manage my friends
de: Meine Freunde verwalten
es: Administrar mis amigos
ru: Друзья: управление
ta: எனது நண்பர்களை நிர்வகிக்கவும்

source: Network
de: Netzwerk
es: Red
ru: Сеть
ta: பிணையம்

source: To join %s, you must:
ta: %s இல் சேர, நீங்கள் வேண்டும்:

source: Authorize the visibility of your email address to the community administrator.
ta: உங்கள் மின்னஞ்சல் முகவரியின் தெரிவுநிலையை சமூக நிர்வாகிக்கு அங்கீகரிக்கவும்.

source: Authorize
ta: ஏற்பு

source: Leaving %s
de: Verlasse %s
es: Abandonando %s
ru: Покинуть %s
ta: %s ஐ விட்டு

source: Are you sure you want to leave %s?
de: Sind Sie sicher, dass Sie %s verlassen möchten
es: ¿Estas seguro que quieres abandonar %s?
ru: Вы уверены что хотите покинуть %s?
ta: நீங்கள் நிச்சயமாக %s ஐ விட்டுவிட விரும்புகிறீர்களா?

source: Yes, I want to leave.
de: Ja, ich möchte verlassen.
es: Sí, lo quiero abandonar.
ru: Да, покинуть
ta: ஆம், நான் வெளியேற விரும்புகிறேன்.

source: No, I don't want
de: Nein, das möchte ich nicht
es: No, no quiero
ru: Нет, не хочу
ta: இல்லை, நான் விரும்பவில்லை

source: Members (%d)
ta: உறுப்பினர்கள் (%d)

source: %d Members
ta: %d உறுப்பினர்கள்

source: %d Administrators
ta: %d நிர்வாகிகள்

source: Send e-mail to members
de: Sende E-Mail an Mitglieder
es: Enviar correo electrónico a los miembros
ru: Послать e-mail участникам
ta: உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புங்கள்

source: Report reasons
de: Begründung für die Meldung
es: Razones de reporte
ta: காரணங்களைப் புகாரளிக்கவும்

source: Report profile
de: Profil melden
es: Reportar perfil
ta: சுயவிவரத்தைப் புகாரளிக்கவும்

source: All members
ta: அனைத்து உறுப்பினர்களும்

source: To:
ta: இதற்கு:

source: Select a template:
ta: ஒரு வார்ப்புருவைத் தேர்ந்தெடுக்கவும்:

source: %s: site map
es: %s: mapa del sitio
ru: %s: карта сайта
ta: %s: தள வரைபடம்

source: %s's tags
es: Etiquetas de %s
ru: %s: теги
ta: %s இன் குறிச்சொற்கள்

source: You are about to change the address, and this will break external links to the homepage or to content inside it. Do you really want to change?
de: Sie sind dabei die Adresse zu ändern und dass unterbricht externe Links zur Homepage und zu deren Inhalten. Wollen Sie wirklich die Adresse ändern?
es: Estás a punto de cambiar la dirección y eso romperá los enlaces externos ala página de inicio o al contenido dentro de ella. ¿Realmente deseas cambiarla?
ru: Вы собираетесь сменить адрес, это приведет к разрыву всех внешних ссылок, ведущих на вашу страницу. Вы уверены?
ta: நீங்கள் முகவரியை மாற்றப் போகிறீர்கள், இது முகப்புப்பக்கத்திற்கான வெளிப்புற இணைப்புகளை அல்லது அதற்குள் உள்ள உள்ளடக்கத்தை உடைக்கும். நீங்கள் உண்மையில் மாற்ற விரும்புகிறீர்களா?

source: Moderation options
de: Moderationseinstellungen
es: Opciones de moderación
ru: Опции модерации
ta: மிதமான விருப்பங்கள்

source: Email Configuration:
ta: மின்னஞ்சல் உள்ளமைவு:

source: Send administrator Email for every task
ta: ஒவ்வொரு பணிக்கும் நிர்வாகி மின்னஞ்சலை அனுப்பவும்

source: Invitation moderation:
ta: அழைப்பிதழ் மிதமான:

source: Allow all members to send invitation (Default: only administrator)
ta: அனைத்து உறுப்பினர்களும் அழைப்பை அனுப்ப அனுமதிக்கவும் (இயல்புநிலை: நிர்வாகி மட்டுமே)

source: Allow members to invite only friends (Default: all users)
ta: நண்பர்களை மட்டுமே அழைக்க உறுப்பினர்களை அனுமதிக்கவும் (இயல்புநிலை: அனைத்து பயனர்களும்)

source: New members must allow email visibility to the profile admin
ta: புதிய உறுப்பினர்கள் சுயவிவர நிர்வாகிக்கு மின்னஞ்சல் தெரிவுநிலையை அனுமதிக்க வேண்டும்

source: New articles posted by members of this group must be approved:
de: Neue Artikel, die von Mitgliedern dieser Gruppe publiziert werden,müssen geprüft werden:
es: Los nuevos artículos publicados por miembros de este grupo deben ser aprobados:
ru: Новые статьи, опубликованные членами группы должны быть утверждены
ta: இந்த குழுவின் உறுப்பினர்கள் இடுகையிட்ட புதிய கட்டுரைகள் அங்கீகரிக்கப்பட வேண்டும்:

source: <strong>Before</strong> being published in this group (a moderator has to accept the article in pending request before the article be listed as a article of this group).
de: <strong>Bevor</strong> etwas in dieser Gruppe veröffentlicht wird (ein Moderator muss zunächst den beabsichtigten Artikel akzeptieren, erst danach wird er in den Artikeln der Gruppe gelistet).
es: <strong>Antes</ strong> de ser publicado en este grupo (un moderador tiene queaceptar el artículo en solicitud pendiente antes de que el artículo se enliste como uno de este grupo).
ru: <strong>До</strong> публикации в этой группе модератор должен проверить статью перед тем, как она будет в списке этой группы
ta: <strong> முன் </strong> இந்த குழுவில் வெளியிடப்படுவது (கட்டுரையை இந்த குழுவின் கட்டுரையாக பட்டியலிடுவதற்கு முன்பு ஒரு மதிப்பீட்டாளர் நிலுவையில் உள்ள கோரிக்கையில் கட்டுரையை ஏற்க வேண்டும்).

source: <strong>After</strong> being published in this group (a moderator can always remove publicated articles later).
de: <strong>Nachdem</strong> etwas in dieser Gruppe veröffentlicht wird (ein Moderator kann jederzeit bereits veröffentlichte Artikel löschen).
es: <strong>Después</strong> de ser publicado en este grupo (un moderador siempre puede remover artículos publicados después).
ru: <strong>После</strong> публикации (модератор всегда может удалить статью)
ta: <strong> க்குப் பிறகு </strong> இந்த குழுவில் வெளியிடப்படுவது (ஒரு மதிப்பீட்டாளர் எப்போதும் விளம்பரப்படுத்தப்பட்ட கட்டுரைகளை பின்னர் அகற்றலாம்).

source: General information
de: Allgemeine Informationen
es: Información general
ru: Основная информация
ta: பொது செய்தி

source: Enable "contact us"
de: "Kontaktieren Sie uns" aktivieren
es: Habilitar "contáctanos"
ru: Активировать "Контакты"
ta: "எங்களை தொடர்பு கொள்ளவும்"

source: You have %s pending requests
ta: உங்களிடம் %s நிலுவையில் உள்ளது

source: Process requests
de: Anfragen bearbeiten
es: Procesar solicitudes
ru: Процесс запрашивает
ta: செயல்முறை கோரிக்கைகள்

source: Notifications
ta: அறிவிப்புகள்

source: With which frequency do you want to receive notifications?
ta: எந்த அதிர்வெண் மூலம் அறிவிப்புகளைப் பெற விரும்புகிறீர்கள்?

source: Hourly
ta: மணிநேரத்திற்கு

source: Half Day
ta: அரை நாள்

source: Daily
ta: நாள்தோறும்

source: Personal information
de: Persönliche Informationen
es: Información personal
ru: Персональная информация
ta: தனிப்பட்ட செய்தி

source: Private Token
ta: தனிப்பட்ட கிள்ளாக்கு

source: Reset token
ta: கிள்ளாக்கை மீட்டமைக்கவும்
