Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <em>Articles, pictures and events of the system can be commented. When a person creates an article or upload a picture, she can allow other people to comment.</em>
es: <em>Artculos, imgenes y eventos del sistema pueden ser comentados. Cuando una persona crea un artculo o sube una imagen, puede permitir que otras personas comenten.</em>
pt: <em>Artigos, fotos e eventos do sistema podem receber comentários. Quando uma pessoa cria um artigo ou publica uma foto, ela tem a opção de permitir que pessoas comentem.</em>
ta: <em> அமைப்பின் கட்டுரைகள், படங்கள் மற்றும் நிகழ்வுகள் கருத்து தெரிவிக்கலாம். ஒரு நபர் ஒரு கட்டுரையை உருவாக்கும்போது அல்லது ஒரு படத்தை பதிவேற்றும்போது, அவள் மற்றவர்களை கருத்து தெரிவிக்க அனுமதிக்கலாம். </Em>

source: <em>If comments are available, the option to comment will be displayed to everyone who access the article or picture, authenticated or not. Now you will learn how to comment pictures and articles.</em>
es: <em>Si los comentarios son permitidos, la opcin de comentar ser mostrada cada vez que accesas al artculo o imagen, autenticado o no. Ahora aprenders cmo comentar imgenes y articulos.</em>
pt: <em>Caso os comentários estejam disponíveis, a opção de comentar aparecerá para todos que acessarem o artigo ou foto, autenticado ou não. Este artigo mostra como comentar fotos e artigos.</em>
ta: <em> கருத்துகள் கிடைத்தால், கட்டுரை அல்லது படத்தை அணுகும், அங்கீகரிக்கப்பட்ட அல்லது இல்லாத அனைவருக்கும் கருத்து தெரிவிக்கும் விருப்பம் காண்பிக்கப்படும். படங்களையும் கட்டுரைகளையும் எவ்வாறு கருத்துத் தெரிவிப்பது என்பதை இப்போது நீங்கள் கற்றுக் கொள்வீர்கள். </Em>

source: When a person is viewing an article, picture or event, you will see a button to send comments after the content:
es: Cuando una persona est viendo un artculo, imagen o evento, vers un botn para enviar comentarios despues del contenido:
pt: Quando estiver visualizando um artigo, foto ou evento, você verá um botão de envio de comentários após o conteúdo:
ta: ஒரு நபர் ஒரு கட்டுரை, படம் அல்லது நிகழ்வைப் பார்க்கும்போது, உள்ளடக்கத்திற்குப் பிறகு கருத்துகளை அனுப்ப ஒரு பொத்தானைக் காண்பீர்கள்:

source: Box for comments closed
es: Caja para comentarios cerrados
pt: Caixa para comentários fechada
ta: கருத்துகளுக்கான பெட்டி மூடப்பட்டது

source: <strong>Logged in user:</strong> Click the button and a comment form will be displayed. You will see the title and body comment fields:
es: <strong>Usuario conectado:</strong> Da clic en el botn y un formulario de comentario ser mostrado. Vers los campos de ttulo y cuerpo del comentario:
pt: <strong>Usuário logado:</strong> Clique no botão e aparecerá um formulário para você escrever o comentário. Você verá os campos de título e o corpo do comentário:
ta: <strong> பயனரில் உள்நுழைந்தது: </strong> பொத்தானைக் சொடுக்கு செய்து ஒரு கருத்து படிவம் காண்பிக்கப்படும். தலைப்பு மற்றும் உடல் கருத்து புலங்களை நீங்கள் காண்பீர்கள்:

source: Box for comments open when logged in
es: Caja para comentarios abierta cuando ests conectado
pt: Caixa para comentários aberta quando logado
ta: உள்நுழையும்போது கருத்துகளுக்கான பெட்டி திறக்கப்படுகிறது

source: <strong>Not logged in user:</strong> If you are not logged in, you will see name and e-mail fields to identify yourself:
es: <strong>Usuario no conectado:</strong>Si no has iniciado sesin, vers las cajas de nombre y direccin de correo para identificarte:
pt: <strong>Usuário não logado:</strong> Se você não estiver logado aparecerão campos de nome e e-mail para que você se identifique:
ta: <strong> பயனரில் உள்நுழையவில்லை: </strong> நீங்கள் உள்நுழையவில்லை என்றால், உங்களை அடையாளம் காண பெயர் மற்றும் மின்னஞ்சல் புலங்களைக் காண்பீர்கள்:

source: Box for comments open when not logged in
es: Caja para comentarios abierta cuando no ests conectado
pt: Caixa para comentários aberta quando não logado
ta: உள்நுழையாதபோது கருத்துகளுக்கான பெட்டி திறக்கப்படுகிறது

source: After filling the fields and clicking the &#8220;Send comment&#8221; button, the comment will be displayed below the article.
es: Despus de llenar las cajas de texto da clic en el botn &#8220;Enviar comentario&#8221;, el comentario se mostrar debajo del artculo.
pt: Após prencher os campos e clicar no botão &#8220;Enviar comentário&#8221;, o comentário será mostrado abaixo do artigo.
ta: புலங்களை நிறைவு செய்து &#8220; கருத்தை அனுப்புங்கள் &#8221; பொத்தான், கருத்து கட்டுரைக்கு கீழே காண்பிக்கப்படும்.

source: Comment of a logged in person
es: Comentario de una persona conectada
pt: Comentário de uma pessoa logada
ta: உள்நுழைந்த நேரில் கருத்து

source: Login into the system
es: Iniciar sesin en el sistema
pt: Logar no sistema
ta: கணினியில் உள்நுழைக

source: <em>Some system features only can be used when the user is logged in.</em>
es: <em>Algunas caractersticas del sistema solamente pueden ser usados por usuarios que han iniciado sesin</em>
pt: <em>Algumas funções da rede social só podem ser utilizadas quando o usuário está logado no sistema.</em>
ta: <em> பயனர் உள்நுழையும்போது மட்டுமே சில கணினி நற்பொருத்தங்கள் பயன்படுத்த முடியும். </em>

source: In the system homepage you will see a box to get into the system.
es: En la pgina principal del sistema, vers una caja para entrar al sistema.
pt: Na página inicial da rede social você verá a caixa para entrar no sistema
ta: கணினி முகப்புப்பக்கத்தில் நீங்கள் கணினியில் சேர ஒரு பெட்டியைக் காண்பீர்கள்.

source: Fill in the fields with the &#8216;login&#8217; and &#8216;password&#8217; you choosed in your registration and click on &#8220;Log in&#8221; button.
es: Rellena los campos de texto con el &#8216;nombre de usuario&#8217; y &#82216;contrasea&#8217; que elegiste al registrarte y da clic en el botn &#8220;Iniciar Sesin&#8221;
pt: Preencha os campos com o &#8216;login&#8217 e a &#8216;senha&#8217 que escolheu durante seu cadastro, e clique no botão &#8220;Entrar&#8221;.
ta: &#8216; உள்நுழைவு &#8217; மற்றும் &#8216; கடவுச்சொல் &#8217; உங்கள் பதிவில் நீங்கள் தேர்ந்தெடுத்து &#8220; உள்நுழைக &#8221; பொத்தான்.

source: Environment homepage with login button
es: Entorno de pgina de inicio con el botn Iniciar sesin
pt: Página inicial do ambiente com botão login
ta: உள்நுழைவு பொத்தானைக் கொண்ட சுற்றுச்சூழல் முகப்புப்பக்கம்

source: After clicking on &#8220;Log in&#8221; button you will be authenticated in the system. You can verify that you are logged in because your menu will be displayed in the top of page.
es: Despus de dar clic en el botn &#8220;Iniciar sesin&#8221; sers autenticado en el sistema. Puedes verificar que has iniciado sesin porque tu men ser mostrado en la parte superior de la pgina.
pt: Após clicar no botão &#8220;Entrar&#8221; você estará logado no sistema. Você pode verificar que está logado pois no topo da página vai aparecer o seu menu
ta: &#8220; உள்நுழைக &#8221; பொத்தானை நீங்கள் கணினியில் அங்கீகரிக்கப்படுவீர்கள். உங்கள் பட்டியல் பக்கத்தின் மேலே காண்பிக்கப்படும் என்பதால் நீங்கள் உள்நுழைந்துள்ளீர்களா என்பதை நீங்கள் சரிபார்க்கலாம்.

source: <a href="/doc/user/registering-new-user">Registering new user</a>
es: <a href="/doc/user/registering-new-user">Registrando nuevo usuario</a>
pt: <a href="/doc/user/registering-new-user">Cadastrar novo usuário</a>
ta: <a href = "/doc/பயனர்/பதிவு-புதிய-பயனர்"> புதிய பயனரை பதிவு செய்தல் </a>

source: Answering scraps sent by friends
es: Responder recortes enviados por mis amigos
pt: Respondendo recados enviados por amigos
ta: நண்பர்கள் அனுப்பிய ச்கிராப்புகளுக்கு பதிலளித்தல்

source: <em>When a friend sends a scrap to you, you can answer it.</em>
es: <em> Cuando un amigo te envia un recorte, t puedes responderle.</em>
pt: <em>Quando um amigo envia um recado para você, você pode responder.</em>
ta: <em> ஒரு நண்பர் உங்களுக்கு ஒரு ச்கிராப்பை அனுப்பும்போது, நீங்கள் அதற்கு பதிலளிக்கலாம். </em>

source: Visit your profile to see the scraps that your friends sent to you.
es: Visita tu perfil para ver los recortes que tus amigos te enviaron.
pt: Visite seu perfil para ver os recados que seus amigos enviaram para você.
ta: உங்கள் நண்பர்கள் உங்களுக்கு அனுப்பிய ச்கிராப்புகளைக் காண உங்கள் சுயவிவரத்தைப் பார்வையிடவும்.

source: On you profile, when you click on &#8220;Wall&#8221; tab, the scraps sent to you will be listed.
es: En tu perfil, cuando das clic en la pestaa &#8220;Muro&#8221; los recortes enviados sern listados.
pt: No seu perfil, quando você clica na aba &#8220;Mural&#8221; os recados enviados para você serão listados.
ta: உங்கள் சுயவிவரத்தில், நீங்கள் சொடுக்கு செய்யும் போது &#8220; சுவர் &#8221; தாவல், உங்களுக்கு அனுப்பப்பட்ட ச்கிராப்புகள் பட்டியலிடப்படும்.

source: When you hover the mouse on the scrap, click on the &#8220;Reply&#8221; button that will be displayed
es: Cuando pasas el ratn sobre el recorte, da clic en el botn &#8220;Responder&#8221; que ser mostrado
pt: Quando você passar o mouse sobre o recado, clique no botão &#8220;Responder&#8221; que aparecerá
ta: ச்கிராப்பில் நீங்கள் சுட்டியை வட்டமிடும்போது, &#8220; பதில் &#8221; காண்பிக்கப்படும் பொத்தான்

source: To answer the scrap, fill in the field and press the &#8220;Leave a scrap&#8221; button
es: Para responder el recorte, llena la caja de texto y presiona el botn &#8220;Dejar un recorte&#8221;
pt: Para responder o recado, preencha o campo e pressione o botão &#8220;Deixar um recado&#8221;
ta: ச்கிராப்புக்கு பதிலளிக்க, புலத்தை நிரப்பி &#8220; ஒரு ச்கிராப்பை விடுங்கள் &#8221; பொத்தான்

source: Then, your reply will be listed on your profile&#8217;s wall
es: Luego, tu respuesta ser listada en el muro de tu perfil
pt: Então, sua resposta será listada no mural do seu perfil
ta: பின்னர், உங்கள் பதில் உங்கள் சுயவிவரத்தில் பட்டியலிடப்படும் &#8217; சுவரில்

source: <a href="/doc/user/sending-scraps">Sending scraps to friends</a>
es: <a href="/doc/user/sending-scraps">Enviando recortes a mis amigos</a>
pt: <a href="/doc/user/sending-scraps">Enviar recados para os amigos</a>
ta: <a href = "/doc/பயனர்/அனுப்பும்-ச்கிராப்ச்"> நண்பர்களுக்கு ச்கிராப்புகளை அனுப்புதல் </a>

source: Deleting a profile
es: Eliminando un perfil
pt: Removendo um perfil
ta: சுயவிவரத்தை நீக்குகிறது

source: <em>You can delete your profile if you don&#8217;t want to be a member of the environment anymore.</em>
es: <em> Puedes eliminar tu perfil si ya no quieres ser miembro del entorno.</em>
pt: <em>Você pode deletar seu perfil se você não quiser mais ser membro do ambiente.</em>
ta: <em> நீங்கள் இனி சுற்றுச்சூழலில் உறுப்பினராக இருக்க விரும்பவில்லை என்றால் உங்கள் சுயவிவரத்தை நீக்கலாம். </em>

source: In your control panel, click on &#8220;Profile Info and settings&#8221;
es: En tu panel de control, da clic en &#8220;Informacin y configuracinde perfil&#8221;
pt: No seu painel de controle, clique em &#8220;Informações e Configurações do Perfil&#8221;
ta: உங்கள் கட்டுப்பாட்டு குழுவில், &#8220; சுயவிவர செய்தி மற்றும் அமைப்புகள் &#8221;

source: Control panel with edit profile info of person
es: Panel de control con editar informacin del perfil de la persona
pt: Painel de controle com edição de informações do perfil de uma pessoa
ta: நபரின் சுயவிவரத் தகவலுடன் கட்டுப்பாட்டு குழு

source: You will see a form with your information and settings. Click on the &#8220;Delete profile&#8221; button below the privacy options
es: Vers un formulario con tu informacin y configuraciones. Da clic en el botn &#8220;Eliminar perfil&#8221; debajo de las opciones de privacidad
pt: Aparecerá, então, um formulário com as suas informações e configurações. Clique no botão &#8220;Remover perfil&#8221; abaixo das opções de privacidade
ta: உங்கள் செய்தி மற்றும் அமைப்புகளுடன் ஒரு படிவத்தைக் காண்பீர்கள். &#8220; சுயவிவரத்தை நீக்கு &#8221; தனியுரிமை விருப்பங்களுக்கு கீழே உள்ள பொத்தான்

source: Delete profile link
es: Enlace eliminar perfil
pt: Link para deletar perfil
ta: சுயவிவர இணைப்பை நீக்கு

source: You will see a confirmation page. If you are sure that you want to delete the profile, click on &#8220;Yes, I am sure&#8221;
es: Vers una pgina de confirmacin. Si ests seguro que quieres borrar el perfil, da clic en &#8220; S, estoy seguro&#8221;
pt: Você verá a tela de confirmação. Se você tiver certeza que deseja remover o perfil, clique em &#8220;Sim, eu tenho certeza&#8221;
ta: உறுதிப்படுத்தல் பக்கத்தைக் காண்பீர்கள். நீங்கள் சுயவிவரத்தை நீக்க விரும்புகிறீர்கள் என்று உறுதியாக இருந்தால், &#8220 ஐக் சொடுக்கு செய்க; ஆம், நான் உறுதியாக இருக்கிறேன் &#8221;

source: Delete profile confirmation
es: Confirmacin para borrar perfil
pt: Confirmação para remover perfil
ta: சுயவிவர உறுதிப்படுத்தலை நீக்கு

source: User features
es: Caractersticas de usuario
pt: Funcionalidades de Usuário
ta: பயனர் நற்பொருத்தங்கள்

source: Registering a new user
es: Registrando un nuevo usuario
pt: Cadastrar um novo usuário
ta: புதிய பயனரை பதிவு செய்தல்

source: <em>To be part of the system, you need to register yourself. After registering, you will be able to join communities, enterprises, add friends and much more.</em>
es: <em>Para ser parte del sistema, tienes que registrarte. Despus de registrarte, sers capaz de unirte a las comunidades, empresas, aadir amigos y mucho mas.</em>
pt: <em>Para fazer parte do sistema, você precisa se cadastrar. Após o registro, você poderá se cadastrar em comunidades, empreendimentos, fazer amigos e muito mais.</em>
ta: <em> கணினியின் ஒரு பகுதியாக இருக்க, நீங்களே பதிவு செய்ய வேண்டும். பதிவுசெய்த பிறகு, நீங்கள் சமூகங்கள், நிறுவனங்கள், நண்பர்களைச் சேர்க்கவும் பலரைச் சேர்க்கவும் முடியும். </Em>

source: Click on &#8220;New user&#8221;:
es: Clic en &#8220;Nuevo usuario&#8221;:
pt: Clique no botão &#8220;Novo usuário&#8221;:
ta: &#8220; புதிய பயனர் &#8221 ;:

source: Register on box
es: Regstrate en la caja
pt: Registre-se no menu
ta: பெட்டியில் பதிவு செய்யுங்கள்

source: You will see registration form. Fill it with you information and read and accept the system terms of use.
es: Vers el formulario de registro. Llnalo con tu informacin y lee y acepta los trminos de uso del sistema.
pt: Você irá visualizar o formulário de cadastro. Preencha-o com suas informações e lembre-se de ler e aceitar os termos de uso do sistema.
ta: நீங்கள் பதிவு படிவத்தைக் காண்பீர்கள். அதை உங்கள் தகவலுடன் நிரப்பி, கணினி பயன்பாட்டு விதிமுறைகளைப் படித்து ஏற்றுக்கொள்ளுங்கள்.

source: The fields with red names are mandatory, so your registration won&#8217;t be done if they are not filled in.
es: Los campos con nombres rojos son obligatorios, as que tu registro no ser realizado si estn vacos.
pt: Os campos com nomes em vermelho são obrigatórios, então o cadastro não poderá ser concluído caso eles não estejam preenchidos.
ta: சிவப்பு பெயர்களைக் கொண்ட புலங்கள் கட்டாயமாகும், எனவே உங்கள் பதிவு நிரப்பப்படாவிட்டால் அவை வென்றன.

source: Your e-mail and login must be unique within the system. So, if you fill in with a login/e-mail that already exists in the system, a message will be shown informing the error and you should choose another login/e-mail.
es: Tu correo electrnico y nombre de usuario deben ser nicos en el sistema. Si llenas el nombre de usuario/correo electrnico con uno que ya existe en el sistema, se mostrar un mensaje informando el error y debers elegir otro nombre de usuario/correo electrnico.
pt: Seu e-mail e login devem ser únicos no sistema. Então, caso preencha o campo com um e-mail/login que já exista no sistema, aparecerá uma tela informando o erro e você deverá escolher outro e-mail/login.
ta: உங்கள் மின்னஞ்சல் மற்றும் உள்நுழைவு கணினியில் தனித்துவமாக இருக்க வேண்டும். எனவே, கணினியில் ஏற்கனவே இருக்கும் உள்நுழைவு/மின்னஞ்சலை நீங்கள் நிரப்பினால், ஒரு செய்தி பிழையைத் தெரிவிப்பதைக் காண்பிக்கும், மேலும் நீங்கள் மற்றொரு உள்நுழைவு/மின்னஞ்சல் தேர்வு செய்ய வேண்டும்.

source: After clicking the &#8220;Sign up&#8221; button you will be redirected to your control panel, where you can change your settings and start using the system.
es: Despus de dar clic en el botn &#8220;Registrarse&#8221; sers redireccionado a tu panel de control, donde puedes cambiar tus configuracin e comenzar a usar el sistema.
pt: Depois de clicar no botão &#8220;Registre-se&#8221; você será redirecionado para o seu painel de controle, onde você poderá mudar suas configurações e começar a usar o sistema.
ta: சொடுக்கு செய்த பிறகு &#8220; பதிவுபெறு &#8221; பொத்தான் நீங்கள் உங்கள் கட்டுப்பாட்டு பேனலுக்கு திருப்பி விடப்படுவீர்கள், அங்கு உங்கள் அமைப்புகளை மாற்றி கணினியைப் பயன்படுத்தத் தொடங்கலாம்.

source: Signup form
es: Formulario de registro
pt: Formulário de registro
ta: பதிவுபெறும் படிவம்

source: Viewing profile&#8217;s activities
es: Viendo actividades de perfil
pt: Visualizando as atividades do perfil
ta: சுயவிவரத்தைப் பார்க்கிறது &#8217; செயல்பாடுகள்

source: <em>Whenever you want to see what a profile is doing you can visit the profile and view his activities.</em>
es: <em>Cada vez que quieras ver qu est haciendo un perfil, puedes visitarlo y ver sus actividades.</em>
pt: <em>Sempre que quiser ver o que um perfil tem feito no ambiente você pode visitar o perfil e olhar as atividades dele.</em>
ta: <em> ஒரு சுயவிவரம் என்ன செய்கிறது என்பதை நீங்கள் பார்க்க விரும்பும் போதெல்லாம் நீங்கள் சுயவிவரத்தைப் பார்வையிடலாம் மற்றும் அவரது செயல்பாடுகளைப் பார்க்கலாம். </em>

source: On profile&#8217;s page, when you click on &#8220;Activity&#8221; tab, the most recent activities of the user will be listed
es: En la pgina de perfil, cuando des clic en la pestaa &#8220;Actividad&#8221; la actividad ms reciente del usuario ser enlistada
pt: Na página do perfil, quando você clica na aba &#8220;Atividade&#8221;, as atividades mais recentes do usuários serão listadas
ta: சுயவிவரத்தில் &#8217; இன் பக்கத்தில், நீங்கள் &#8220; செயல்பாடு &#8221; தாவல், பயனரின் மிக அண்மைக் கால நடவடிக்கைகள் பட்டியலிடப்படும்

source: Activity tab
es: Pestaa de actividad
pt: Aba de atividade
ta: செயல்பாட்டு தாவல்

source: <em>You can customize your page, changing the blocks that will be displayed on it.</em>
es: <em>Puedes personalizar tu pgina, cambiando el bloque que ser mostrado.</em>
pt: <em>Você pode personalizar sua página, alterando os blocos que serão mostrados nela</em>
ta: <em> உங்கள் பக்கத்தைத் தனிப்பயனாக்கலாம், அதில் காண்பிக்கப்படும் தொகுதிகளை மாற்றலாம். </em>

source: Edit sideboxes on user control panel
es: Editar cajas laterales en panel de control de usuarios
pt: Editar blocos laterais no painel de controle do usuário
ta: பயனர் கட்டுப்பாட்டு குழுவில் பக்க பெட்டிகளைத் திருத்தவும்

source: <strong>Display one of your contents:</strong> This block displays one of your articles. You can edit the block to select which one of your articles is going to be displayed in the block.
es: <strong> Mostrar uno de tus contenidos:</strong> Este bloque muestra uno de tus artculos. Puedes editar el bloque para seleccionar cul de tus artculos va a ser mostrado en el bloque.
pt: <strong>Apresentar um de seus conteúdos:</strong> Este bloco apresenta um dos seus artigos. Você pode editar o bloco para selecionar qual artigo será mostrado no bloco.
ta: <strong> உங்கள் உள்ளடக்கங்களில் ஒன்றைக் காண்பி: </strong> இந்த தொகுதி உங்கள் கட்டுரைகளில் ஒன்றைக் காட்டுகிறது. உங்கள் கட்டுரைகளில் எது தொகுதியில் காட்டப்படப் போகிறது என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: Article block
es: Bloque artculo
pt: Bloco de artigo
ta: கட்டுரை தொகுதி

source: <strong>Last updates:</strong> Display the most recents contents that you created. You can choose how many articles will be listed.
es: <strong>ltimas actualizaciones:</strong> Muestra el contenido ms reciente que has creado. Puedes elegir cuntos artculos sern listados.
pt: <strong>Últimas atualizações:</strong> Apresenta os conteúdos mais recentes criados por você. Você pode escolher quantos artigos serão listados.
ta: <strong> கடைசி புதுப்பிப்புகள்: </strong> நீங்கள் உருவாக்கிய மிக அண்மைக் கால கருத்துகளைக் காண்பி. எத்தனை கட்டுரைகள் பட்டியலிடப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: <strong>Links (static menu):</strong> You can use it to create a menu of links. You can add, remove and update the links as you wish. If you want a link to your blog, for example, you should type &#8220;/{profile}/blog&#8221; on the field &#8220;Address&#8221;. The &#8220;{profile}&#8221; will be replaced by your identifier.
es: <strong> Enlaces (men esttico):</strong> Puedes usarlo para crear un men de enlaces. Puedes aadir, elimnar o actualizar los enlaces cuando lo desees. Si quieres un enlace para tu blog, por ejemplo, debers escribir &#8220;/{profile}/blog&38221; en el campo &#8220;Direccin&#8221;. El &#8220;{profile}&#8221; ser remplazado por tu identificador.
pt: <strong>Links (menu estático):</strong> Você pode utilizá-lo para criar um menu de links. Você pode adicionar, remover e atualizar os links que desejar. Se você quiser um link para seu blog, por exemplo, você deve digitar &#8221;/{profile}/blog&#8221; no campo &#8220;Endereço&#8221;. O termo &#8220;{profile}&#8221;erá substituído pelo seu identificador.
ta: <strong> இணைப்புகள் (நிலையான மெனு): </strong> இணைப்புகளின் மெனுவை உருவாக்க இதைப் பயன்படுத்தலாம். நீங்கள் விரும்பியபடி இணைப்புகளைச் சேர்க்கலாம், அகற்றலாம் மற்றும் புதுப்பிக்கலாம். உங்கள் வலைப்பதிவிற்கான இணைப்பை நீங்கள் விரும்பினால், எடுத்துக்காட்டாக, நீங்கள் &#8220;/{profile}/வலைப்பதிவு &#8221; புலத்தில் &#8220; முகவரி &#8221 ;. &#8220; {profile} &#8221; உங்கள் அடையாளங்காட்டியால் மாற்றப்படும்.

source: <strong>Location map:</strong> Shows where the profile is on the material world.
es: <strong>Mapa de loclizacin:</strong> Muestra dnde se encuentra el perfil mundo.
pt: <strong>Mapa de localização:</strong> Mostra a localização do perfil no mundo real.
ta: <strong> இருப்பிட வரைபடம்: </strong> பொருள் உலகில் சுயவிவரம் எங்குள்ளது என்பதைக் காட்டுகிறது.

source: <strong>Friends:</strong> Displays your friends. You can choose how many friends will be displayed.
es: <strong>Amigos:</strong> Muestra a tus amigos. Puedes elegir cuntos amigos sern mostrados.
pt: <strong>Amigos:</strong> Apresenta seus amigos. Você pode escolher quantos amigos serão mostrados.
ta: <strong> நண்பர்கள்: </strong> உங்கள் நண்பர்களைக் காட்டுகிறது. எத்தனை நண்பர்கள் காண்பிக்கப்படுவார்கள் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Friends block
es: Bloque de amigos
pt: Bloco de amigos
ta: நண்பர்கள் தொகுதி

source: <strong>Communities:</strong> Displays the communities in which the user is a member. You can choose how many communities will be displayed.
es: <strong>Comunidades:</strong> Muestra las comunidades de las cuales el usuario es miembro. Puedes elegir cuntas comunidades sern mostradas.
pt: <strong>Comunidades:</strong> Apresenta as comunidades que o usuário é membro. Você pode escolher quantas comunidades serão mostradas.
ta: <strong> சமூகங்கள்: </strong> பயனர் உறுப்பினராக இருக்கும் சமூகங்களைக் காட்டுகிறது. எத்தனை சமூகங்கள் காண்பிக்கப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Communities block
es: Bloque de comunidades
pt: Bloco de comunidades
ta: சமூகங்கள் தொகுதி

source: <strong>Tags:</strong> Tags are created when you add some of them to your contents. This block will display the tags used on your contents. You can choose how many tags will be displayed.
es: <strong>Etiquetas:</strong> Las etiquetas son creadas cuando aades algunas a tu contenido. Este bloque mostrar las etiquetas usadas en tus contenidos. Puedes elegir cuntas etiquetas sern mostradas.
pt: <strong>Tags:</strong> Tags são criadas quando você adiciona alguma tag no seu conteúdo. Este bloco apresentará as tags utilizadas no conteúdo. Você pode escolher quantas tags serão mostradas.
ta: <strong> குறிச்சொற்கள்: </strong> அவற்றில் சிலவற்றை உங்கள் உள்ளடக்கங்களில் சேர்க்கும்போது குறிச்சொற்கள் உருவாக்கப்படுகின்றன. இந்த தொகுதி உங்கள் உள்ளடக்கங்களில் பயன்படுத்தப்படும் குறிச்சொற்களைக் காண்பிக்கும். எத்தனை குறிச்சொற்கள் காண்பிக்கப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.
