Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: In community&#8217;s page, click on &#8220;+ Join&#8221; button below community&#8217;s image.
es: En la pgina de la comunidad, clic en el botn &#8220;+ Unirse&#8221; debajo de la imagen de la comunidad.
pt: Na página da comunidade, clique no botão &#8220;+ Entrar&#8221; abaixo da imagem da comunidade.
ta: சமூகத்தின் பக்கத்தில், &#8220;+ சேர் &#8221; சமூகத்தின் கீழே உள்ள பொத்தான் &#8217; படத்தின் படம்.

source: Community with join button
es: Comunidad con botn unirse
pt: Comunidade com o botão entrar
ta: சேர பொத்தானைக் கொண்ட சமூகம்

source: After clicking on &#8220;Yes, I want to join&#8221; button, you will already be member of the community if it is not moderated.
es: Despus de dar clic en el botn &#8220;S, quiero unirme&#8221;, estars listo para ser miembro de la comunidad si sta no es moderada.
pt: Após clicar no botão &#8220;Sim, quero entrar&#8221;, você já fará parte da comunidade se ela não for moderada.
ta: &#8220; ஆம், நான் சேர விரும்புகிறேன் &#8221; பொத்தான், நீங்கள் ஏற்கனவே சமூகத்தில் உறுப்பினராக இருப்பீர்கள்.

source: Confirmation after asking to join a community
es: La confirmacin despus de pedir unirse a una comunidad
pt: Confirmação após pedido de entrar na comunidade
ta: ஒரு சமூகத்தில் சேரச் சொன்ன பிறகு உறுதிப்படுத்தல்

source: If the community is moderated, the administrator will need to approve your request before you start interacting.
es: Si la comunidad es moderada, el administrador necesita aprobar tu solicitud antes de que comiences a interactuar.
pt: Se a comunidade for moderada, o administrador precisará aprovar seu pedido antes de você poder começar a interagir.
ta: சமூகம் மிதமானதாக இருந்தால், நீங்கள் தொடர்பு கொள்ளத் தொடங்குவதற்கு முன் நிர்வாகி உங்கள் கோரிக்கையை அங்கீகரிக்க வேண்டும்.

source: <em>If you are a community administrator, you can send e-mail to all members of your community.</em>
es: <em>Si tu eres un administrador de una comunidad, puedes enviar un correo electrnico a todos los miembros de tu comunidad.</em>
pt: <em>Se você é um administrador de comunidade, você pode enviar e-mails para todos os membros da comunidade.</em>
ta: <em> நீங்கள் ஒரு சமூக நிர்வாகியாக இருந்தால், உங்கள் சமூகத்தின் அனைத்து உறுப்பினர்களுக்கும் மின்னஞ்சல் அனுப்பலாம். </em>

source: In user menu, click on Control Panel:
es: En el men de usuario, haz clic en Panel de control:
pt: No menu de usuário, clique em Painel de Controle:
ta: பயனர் பட்டியலில், கண்ட்ரோல் பேனலில் சொடுக்கு செய்க:

source: Then, click on &#8220;Manage my groups&#8221; button:
es: Despus, haga clic en el botn &#8220;Administrar mis grupos&#8221;:
pt: Depois, clique no botão &#8220;Gerenciar meus grupos&#8221;
ta: பின்னர், &#8220; எனது குழுக்களை நிர்வகிக்கவும் &#8221; பொத்தான்:

source: Manage groups in control panel
es: Administrar grupos en el panel de control
pt: Gerenciar grupos no painel de controle
ta: கட்டுப்பாட்டு குழுவில் குழுக்களை நிர்வகிக்கவும்

source: You will see the list of groups (communities/enterprises) that you are a member. The groups that you can manage are listed with a link &#8220;Manage&#8221;. Assuming that you are a community administrator, click on &#8220;Manage&#8221; link.
es: Vers la lista de grupos (comunidades/empresas) de los cuales eres miembro. Los grupos que puedes administrar sern listados con el enlace &#8220;Administrar&#8221;. Suponiendo que usted es un administrador de una comunidad, clic &#8220;Administrar&#8221;
pt: Você verá a lista de grupos (comunidades/empreendimentos) que você é membro. Os grupos que você pode gerenciar são listados com um link &#8220;Gerenciar&#8221;. Supondo que você é administrador de uma comunidade, clique em &#8220;Gerenciar&#8221;.
ta: நீங்கள் உறுப்பினராக இருக்கும் குழுக்களின் (சமூகங்கள்/நிறுவனங்கள்) பட்டியலை நீங்கள் காண்பீர்கள். நீங்கள் நிர்வகிக்கக்கூடிய குழுக்கள் ஒரு இணைப்புடன் பட்டியலிடப்பட்டுள்ளன &#8220; நிர்வகி &#8221 ;. நீங்கள் ஒரு சமூக நிர்வாகி என்று கருதி, &#8220; நிர்வகி &#8221; இணைப்பு.

source: Groups list with permission to manage enterprise
es: Grupos con permiso para administrar empresas
pt: Lista de grupos com permissão de gerenciar empreendimento
ta: நிறுவனத்தை நிர்வகிக்க அனுமதியுடன் குழுக்கள் பட்டியலிடப்படுகின்றன

source: In community control panel, click on &#8220;Manage members&#8221;
es: En el panel de control, clic en &#8220;Administrar miembros&#8221;
pt: No painel de controle da comunidade, clique em &#8220;Gerenciar integrantes&#8221;
ta: சமூக கட்டுப்பாட்டு குழுவில், &#8220; உறுப்பினர்களை நிர்வகிக்கவும் &#8221;

source: Manage members in control panel
es: Administrar miembros en el panel de control
pt: Gerenciar integrantes no painel de controle
ta: கட்டுப்பாட்டு குழுவில் உறுப்பினர்களை நிர்வகிக்கவும்

source: You will see the members list of community and the send e-mail button. Click on the button.
es: Vers la lista de miembros de la comunidad y el botn de enviar correo electrnico. Clic en el botn.
pt: Você verá a lista de integrantes da comunidade e o botão para enviar e-mail. Clique no botão.
ta: சமூகத்தின் உறுப்பினர்களின் பட்டியல் மற்றும் அனுப்பும் மின்னஞ்சல் பொத்தானைக் காண்பீர்கள். பொத்தானைக் சொடுக்கு செய்க.

source: Community&#39;s members list
es: Lista de los miembros de la comunidad
pt: Lista de integrantes da comunidade
ta: சமூகம் &#39; உறுப்பினர்கள் பட்டியல்

source: Sending e-mail to community members
es: Enviando correo electrnico a los miembros de la comunidad
pt: Enviando e-mail para os membros da comunidade
ta: சமூக உறுப்பினர்களுக்கு மின்னஞ்சல் அனுப்புகிறது

source: <a href="/doc/community/creating-community">Creating a community</a>
es: <a href="/doc/community/creating-community">Creando una comunidad</a>
pt: <a href="/doc/community/creating-community">Criar uma comunidade</a>
ta: <a href = "/doc/சமூகம்/உருவாக்கும்-சமூகத்தை உருவாக்குதல்"> ஒரு சமூகத்தை உருவாக்குதல் </a>

source: <a href="/doc/community/joining-community">Joining a community</a>
es: <a href="/doc/community/joining-community">Unindose a una comunidad</a>
pt: <a href="/doc/community/joining-community">Entrar em uma comunidade</a>
ta: <a href = "/doc/சமூகம்/சேரும்-சமூக தன்மை"> ஒரு சமூகத்தில் சேருவது </a>

source: <a href="/doc/community/accepting-members">Accepting members</a>
es: <a href="/doc/community/accepting-members">Aceptando miembros</a>
pt: <a href="/doc/community/accepting-members">Aceitar integrantes</a>
ta: <a href = "/doc/சமூகம்/ஏற்றுக்கொள்ளும்-உறுப்பினர்கள்"> உறுப்பினர்களை ஏற்றுக்கொள்வது </a>

source: Editing appearance
es: Editando apariencia
pt: Editar aparência
ta: தோற்றத்தைத் திருத்துதல்

source: <em>You can customize the page of your community, changing the template of it.</em>
es: <em>Puedes personalizar la pgina de tu comunidad, cambiando su plantilla</em>
pt: <em>Você pode personalizar a página da sua comunidade, alterando seu modelo.</em>
ta: <em> உங்கள் சமூகத்தின் பக்கத்தைத் தனிப்பயனாக்கலாம், அதன் வார்ப்புருவை மாற்றலாம். </em>

source: Find you user menu on top bar:
es: Busca tu men de usuario en la barra superior:
pt: Encontre seu menu de usuário na barra superior:
ta: மேல் பட்டியில் பயனர் மெனுவைக் கண்டறியவும்:

source: Click on &#8220;Manage my groups&#8221; button:
es: Clic en el botn &#8220;Administrar mis grupos&#8221;
pt: Clique no botão &#8220;Gerenciar meus grupos&#8221;:
ta: &#8220; எனது குழுக்களை நிர்வகிக்கவும் &#8221; பொத்தான்:

source: Groups list with permission to manage community
es: Grupos con permisos para administrar la comunidad
pt: Lista de grupos com permissão de gerenciar comunidade
ta: சமூகத்தை நிர்வகிக்க அனுமதியுடன் குழுக்கள் பட்டியலிடப்படுகின்றன

source: Then, click on &quot;Edit Appearance:
es: Luego, clic en &quot;Editar apariencia:
pt: Depois, clique em &#8220;Editar Aparência&#8221;:
ta: பின்னர், & quot; தோற்றத்தைத் திருத்து:

source: Edit appearance on user control panel
es: Editar la apariencia del panel de control del usuario
pt: Editar aparência no painel de controle do usuário
ta: பயனர் கட்டுப்பாட்டு குழுவில் தோற்றத்தைத் திருத்தவும்

source: You will see the available templates:
es: Vers las plantillas disponibles:
pt: Você verá os modelos disponíveis:
ta: கிடைக்கக்கூடிய வார்ப்புருக்களை நீங்கள் காண்பீர்கள்:

source: <strong>default:</strong> This template uses 3 columns.
es: <strong>predefinida:</strong> Esta plantilla usa 3 columnas.
pt: <strong>default:</strong> Este modelo utiliza 3 colunas.
ta: <strong> இயல்புநிலை: </strong> இந்த வார்ப்புரு 3 நெடுவரிசைகளைப் பயன்படுத்துகிறது.

source: <strong>rightbar:</strong> In this template, your pages will have 2 columns. Your blocks will be displayed on the collumn on the right.
es: <strong>Barra derecha:</strong> En esta plantilla, tus pginas tienen 2 columnas. Sus bloques se muestran en la columna a la derecha.
pt: <strong>rightbar:</strong> Neste modelo, suas páginas terão 2 colunas. Seus blocos serão mostrados na coluna da direita.
ta: <strong> வலதுசாரி: </strong> இந்த வார்ப்புருவில், உங்கள் பக்கங்களில் 2 நெடுவரிசைகள் இருக்கும். உங்கள் தொகுதிகள் வலதுபுறத்தில் கோல்வெளில் காண்பிக்கப்படும்.

source: <strong>lefttbar:</strong> In this template, your pages will have 2 columns. Your blocks will be displayed on the collumn on the left.
es: <strong>Barra izquierda:</strong> En esta plantilla, tus pginas tendrn 2 columnas. Tus bloques se mostrarn en la columna a la izquierda.
pt: <strong>leftbar:</strong> Neste modelo, suas páginas terão 2 colunas. Seus blocos serão mostrados na coluna da esquerda.
ta: <strong> இடதுசாரி: </strong> இந்த வார்ப்புருவில், உங்கள் பக்கங்களில் 2 நெடுவரிசைகள் இருக்கும். உங்கள் தொகுதிகள் இடதுபுறத்தில் உள்ள கோல்வெளியில் காண்பிக்கப்படும்.

source: You can change your template clicking on the link &#8220;Use this template&#8221;
es: Puedes cambiar tu plantilla haciendo clic en el enlace &#8220;Usa esta plantilla&#8221;
pt: Você pode alterar seu template clicando no link &#8220;Usar este modelo&#8221;
ta: இணைப்பில் உங்கள் வார்ப்புருவைக் சொடுக்கு செய்வதை மாற்றலாம் &#8220; இந்த வார்ப்புருவைப் பயன்படுத்தவும் &#8221;

source: Edit appearance
es: Editar apariencia
pt: Editar aparência
ta: தோற்றத்தைத் திருத்து

source: <a href="/doc/user/login">Login into the system</a>
es: <a href="/doc/user/login">Iniciar sesin en el sistema</a>
pt: <a href="/doc/user/login">Entrar no sistema</a>
ta: <a href = "/doc/பயனர்/உள்நுழைவு"> கணினியில் உள்நுழைக </a>

source: <a href="/doc/user/logout">Logout of the system</a>
es: <a href="/doc/user/logout">Salir del sistema</a>
pt: <a href="/doc/user/logout">Sair do sistema</a>
ta: <a href = "/doc/பயனர்/உள்நுழைவு"> கணினியின் உள்நுழைவு </a>

source: <a href="/doc/community/editing-header-footer">Editing header and footer</a>
es: <a href="/doc/community/editing-header-footer">Editando el encabezado y pie de pgina</a>
pt: <a href="/doc/community/editing-header-footer">Editar cabeçalho e rodapé</a>
ta: <a href = "/doc/சமூகம்/எடிட்டிங்-ஈடர்-ஃபூட்டர்"> தலைப்பு மற்றும் அடிக்குறிப்பு திருத்துதல் </a>

source: Inviting contacts from e-mail
es: Invitar a contactos del correo electrnico.
pt: Convidar contatos por e-mail
ta: மின்னஞ்சலில் இருந்து தொடர்புகளை அழைப்பது

source: <em>If you are a community administrator, you can invite e-mail contacts to join your community. If the e-mail is registered on the system, the user will receive an invitation through the system. If it is not registered, the user will receive an invitation on his e-mail.</em>
es: <em>Si eres administrador de una comunidad, puedes invitar a contactos del correo electrnico a unirse a tu comunidad. Si el correo electrnico est registrado en el sistema, el usuario recibir una invitacin a travs del sistema. Si no est registrado, el usuario recibir la invitacin en su correo electrnico.</em>
pt: <em>Se você for administrador de uma comunidade, você pode convidar seus contatos de e-mail para entrarem na sua comunidade. Se o e-mail estiver cadastrado no sistema, o usuário irá receber o convite pelo sistema. Se não estiver cadastrado, o usuário receberá um convite pelo e-mail.</em>
ta: <em> நீங்கள் ஒரு சமூக நிர்வாகியாக இருந்தால், உங்கள் சமூகத்தில் சேர மின்னஞ்சல் தொடர்புகளை அழைக்கலாம். கணினியில் மின்னஞ்சல் பதிவு செய்யப்பட்டால், பயனர் கணினி மூலம் அழைப்பைப் பெறுவார். அது பதிவு செய்யப்படாவிட்டால், பயனர் தனது மின்னஞ்சலில் அழைப்பைப் பெறுவார். </Em>

source: You will see the members list of community and the invitation button. Click on the button.
es: Vers la lista de miembros de la comunidad y el botn de invitacin. Clic en el botn.
pt: Você verá a lista de integrantes da comunidade e o botão de convite. Clique no botão.
ta: சமூகத்தின் உறுப்பினர்கள் பட்டியல் மற்றும் அழைப்பிதழ் பொத்தானைக் காண்பீர்கள். பொத்தானைக் சொடுக்கு செய்க.

source: You can invite your contacts manually inserting their e-mails or importing the e-mails from your e-mail contacts.
es: Puedes invitar a tus contactos manualmente insertando sus correos electrnicos o importndolos desde tus contactos.
pt: Você pode convidar seus contatos manualmente, inserindo os e-mails deles ou importando os e-mails dos seus contatos.
ta: உங்கள் தொடர்புகளை கைமுறையாக அவர்களின் மின்னஞ்சல்களைச் செருகலாம் அல்லது உங்கள் மின்னஞ்சல் தொடர்புகளிலிருந்து மின்னஞ்சல்களை இறக்குமதி செய்யலாம்.

source: <strong>Manually</strong>: Choose the option &#8220;Manually&#8221; and click on &#8220;Next&#8221;
es: <strong>Manualmente</strong>: Selecciona la opcin &#8220;Manualmente&#8221; y clic en &#8220;Siguiente&#8221;
pt: <strong>Manualmente</strong>: Escolha a opção &#8220;Manualmente&#8221; e clique no botão &#8220;Próximo&#8221;
ta: <strong> கைமுறையாக </strong>: விருப்பத்தைத் தேர்வுசெய்க &#8220; கைமுறையாக &#8221; &#8220; அடுத்து &#8221;

source: Manually invitation for community. Step 1
es: Invitacin manual para la comunidad. Paso 1
pt: Convite manual para comunidade. Passo 1
ta: சமூகத்திற்கான கைமுறையாக அழைப்பு. படி 1

source: Type the e-mail adresses in the first field. You should type only one e-mail in each line.
es: Escribe la direccin de correo electrnico en el primer campo. Solamente debes escribir una cuenta en cada lnea.
pt: Digite os endereços de e-mail no primeiro campo. Você deve digitar apenas um e-mail por linha.
ta: முதல் புலத்தில் மின்னஞ்சல் முகவரிகளைத் தட்டச்சு செய்க. ஒவ்வொரு வரியிலும் ஒரு மின்னஞ்சலை மட்டுமே தட்டச்சு செய்ய வேண்டும்.

source: Clicking on &#8220;Personalize invitation mail&#8221;, you can edit the text that will be sent. Then, click on &#8220;Invite my friends&#8221;
es: Dando clic &#8220;Personalice la invitacin de correo&#8221;, puedes editar el texto que se enviar. Despus, clic en &#8220;Invitar mis amigos&#8221;
pt: Clicando em &#8220;Personalize a mensagem de convite&#8221;, você poderá editar o texto que será enviado. Depois, clique em &#8220;Convidar meus amigos&#8221;
ta: &#8220; அழைப்பிதழ் அஞ்சலைத் தனிப்பயனாக்குங்கள் &#8221;, அனுப்பப்படும் உரையை நீங்கள் திருத்தலாம். பின்னர், &#8220; எனது நண்பர்களை அழைக்கவும் &#8221;

source: Manually invitation for community. Step 2
es: Invitacin manual para la comunidad. Paso 2
pt: Convite manual para comunidade. Passo 2
ta: சமூகத்திற்கான கைமுறையாக அழைப்பு. படி 2

source: <strong>Importing</strong>: Choose one of the other options to import you contacts from your e-mail. Fill in the fields with the username and password you use to access your e-mail and click on &#8220;Next&#8221;.
es: <strong>Importando</strong>: Selecciona una de las otras opciones para importar tus contactos desde tu correo electrnico. Completa los campos con tu nombre de usuario y contrasea que usas para accesar a tu cuenta y clic en &#8220;Siguiente&#8221;.
pt: <strong>Importando</strong>: Escolha uma das outras opções para importar seus contatos a partir de seu e-mail. Preencha os campos com o nome de usuário e senha que você utiliza para acessar seu e-mail e clique em &#8220;Próximo&#8221;.
ta: <strong> இறக்குமதி </strong>: உங்கள் மின்னஞ்சலில் இருந்து தொடர்புகளை இறக்குமதி செய்ய மற்ற விருப்பங்களில் ஒன்றைத் தேர்வுசெய்க. உங்கள் மின்னஞ்சலை அணுக நீங்கள் பயன்படுத்தும் பயனர்பெயர் மற்றும் கடவுச்சொல் மூலம் புலங்களை நிரப்பவும், &#8220; அடுத்து &#8221 ;.

source: Import invitation for community. Step 1
es: Importar invitacin para la comunidad. Paso 1
pt: Convite de importação para comunidade. Passo 1
ta: சமூகத்திற்கான அழைப்பை இறக்குமதி செய்யுங்கள். படி 1

source: You can type e-mail adresses in the first field, only one e-mail in each line.
es: Puedes escribir las direcciones de correo electrnico en el primer campo, solamente una cuenta por lnea.
pt: Você pode digitar endereços de e-mail no primeiro campo, apenas um e-mail por linha.
ta: முதல் புலத்தில் மின்னஞ்சல் முகவரிகளை நீங்கள் தட்டச்சு செய்யலாம், ஒவ்வொரு வரியிலும் ஒரு மின்னஞ்சல் மட்டுமே.

source: You will also see your list of e-mails. Check the e-mails that you want to send an invitation.
es: Tambin vers tu lista de correos electrnicos. Verifica las cuentas a las que deseas enviar una invitacin.
pt: Você também verá a sua lista de e-mails. Marque os e-mails que você quer enviar convite.
ta: உங்கள் மின்னஞ்சல்களின் பட்டியலையும் காண்பீர்கள். நீங்கள் அழைப்பை அனுப்ப விரும்பும் மின்னஞ்சல்களைச் சரிபார்க்கவும்.

source: Import invitation for community. Step 2
es: Importar invitacin para la comunidad. Paso 2
pt: Convite de importação para comunidade. Passo 2
ta: சமூகத்திற்கான அழைப்பை இறக்குமதி செய்யுங்கள். படி 2

source: Community features
es: Caractersticas de la comunidad
pt: Funcionalidades da comunidade
ta: சமூக நற்பொருத்தங்கள்

source: Editing sideboxes
es: Editando cajas laterales
pt: Editar blocos laterais
ta: பக்க பெட்டிகளைத் திருத்துதல்

source: <em>You can customize the page of your community, changing the blocks that will be displayed on it.</em>
es: <em>Puedes personalizar la pgina de tu comunidad, cambiando los bloques que se desplegarn en ella.</em>
pt: <em>Você pode personalizar a página da sua comunidade, alterando os blocos que serão mostrados nela.</em>
ta: <em> உங்கள் சமூகத்தின் பக்கத்தைத் தனிப்பயனாக்கலாம், அதில் காண்பிக்கப்படும் தொகுதிகளை மாற்றலாம். </em>

source: Then, click on &#8220;Edit Sideboxes&#8221;:
es: Luego, clic en &#8220;Editar bandejas laterales&#8221;:
pt: Depois, clique em &#8220;Editar blocos laterais&#8221;:
ta: பின்னர், &#8220; பக்க பெட்டிகளைத் திருத்து &#8221 ;:

source: Edit sideboxes on community control panel
es: Editar bandejas laterales en el panel de control de la comunidad.
pt: Editar blocos laterais no painel de controle da comunidade
ta: சமூக கட்டுப்பாட்டு குழுவில் பக்க பெட்டிகளைத் திருத்தவும்

source: The model of the page will be displayed, always with 3 columns. If you want to add a new block, click on &#8220;Add a block&#8221;:
es: El modelo de la pgina se mostrar, siempre con 3 columnas. Si deseas aadir un nuevo bloque, clic en &#8220;Aadir Bloque&#8221;:
pt: O modelo da página será mostrado, sempre com 3 colunas. Caso queira adicionar um novo bloco, clique em &#8220;Adicionar um bloco&#8221;:
ta: பக்கத்தின் மாதிரி எப்போதும் 3 நெடுவரிசைகளுடன் காண்பிக்கப்படும். நீங்கள் ஒரு புதிய தொகுதியைச் சேர்க்க விரும்பினால், &#8220; ஒரு தொகுதியைச் சேர்க்கவும் &#8221 ;:

source: Edit sideboxes
es: Editar bandejas Laterales
pt: Editar blocos laterais
ta: பக்க பெட்டிகளைத் திருத்தவும்

source: You will see the blocks that you can add to your page:
es: Vers los bloques que puedes aadir a tu pgina:
pt: Você verá os blocos que pode adicionar na sua página:
ta: உங்கள் பக்கத்தில் நீங்கள் சேர்க்கக்கூடிய தொகுதிகளை நீங்கள் காண்பீர்கள்:

source: Add a block
es: Añadir un bloque
pt: Adicionar um bloco
ta: ஒரு தொகுதி சேர்க்கவும்

source: Select where you want to add the new block. You have only two options, &#8220;Area 2&#8221; (left side) and &#8220;Area 3&#8221; (right side). You cannot add a new block in the middle of your page.
es: Selecciona dnde deseas aadir el nuevo bloque. Tienes solamente dos opciones, &#8220;rea 2&#8221; (lado izquierdo) y &#8220;rea 3&#8221; (lado derecho). No puedes aadir un nuevo bloque al centro de tu pgina.
pt: Selecione onde você quer adicionar o novo bloco. Você tem apenas duas opções, &#8220;Área 2&#8221; (lado esquerdo) e &#8220;Área 3&#8221; (lado direito). Você não pode adicionar um novo bloco no meio da sua página.
ta: புதிய தொகுதியை நீங்கள் எங்கு சேர்க்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும். உங்களுக்கு இரண்டு விருப்பங்கள் மட்டுமே உள்ளன, &#8220; பகுதி 2 &#8221; (இடது பக்கம்) மற்றும் &#8220; பகுதி 3 &#8221; (வலது பக்கம்). உங்கள் பக்கத்தின் நடுவில் புதிய தொகுதியைச் சேர்க்க முடியாது.

source: Choose which block will be added.
es: Selecciona cul bloque ser aadido.
pt: Escolha o bloco que será adicionado.
ta: எந்த தொகுதி சேர்க்கப்படும் என்பதைத் தேர்வுசெய்க.

source: After clicking on &#8220;Add&#8221; button, the new block will be displayed on the bottom of the area you selected.
es: Despus de dar clic en el botn &#8220;Aadir&#8221;, el nuevo bloque ser desplegado en la parte inferior del rea seleccionada.
pt: Depois de clicar no botão &#8220;Adicionar&#8221; o novo bloco será mostrado na parte inferior da área selecionada.
ta: &#8220; சேர் &#8221; பொத்தான், நீங்கள் தேர்ந்தெடுத்த பகுதியின் அடிப்பகுதியில் புதிய தொகுதி காண்பிக்கப்படும்.

source: Types of blocks:
es: Tipos de bloques:
pt: Tipos de blocos:
ta: தொகுதிகள் வகைகள்:

source: <strong>Display one of your contents:</strong> This block displays one of the community&#8217;s articles. You can edit the block to select which article is going to be displayed in the block.
es: <strong>Mostrar uno de tus contenidos:</strong> Este bloque muestra uno de los artculos de la comunidad. Puedes editar el bloque y seleccionar cul artculo ser visto en el bloque.
pt: <strong>Apresentar um de seus conteúdos:</strong> Este bloco apresenta um dos artigos da comunidade. Você pode editar o bloco para selecionar qual artigo será mostrado no bloco.
ta: <strong> உங்கள் உள்ளடக்கங்களில் ஒன்றைக் காண்பி: </strong> இந்த தொகுதி சமூகத்தின் கட்டுரைகளில் ஒன்றைக் காட்டுகிறது. தொகுதியில் எந்த கட்டுரை காட்டப்படப் போகிறது என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: block
es: bloque
pt: bloco
ta: தொகுதி

source: <strong>Last updates:</strong> Display the most recents contents created on the community. You can choose how many articles will be listed.
es: <strong>ltimas actualizaciones:</strong> Muestra los contenidos ms recientes en la comunidad. Puedes seleccionar cuntos artculos sern listados.
pt: <strong>Últimas atualizações:</strong> Apresenta os conteúdos mais recentes da comunidade. Você pode escolher quantos artigos serão listados.
ta: <strong> கடைசி புதுப்பிப்புகள்: </strong> சமூகத்தில் உருவாக்கப்பட்ட மிக அண்மைக் கால உள்ளடக்கத்தைக் காண்பி. எத்தனை கட்டுரைகள் பட்டியலிடப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Recent content block
es: Contenido reciente del bloque
pt: Bloco de conteúdos recentes
ta: அண்மைக் கால உள்ளடக்கத் தொகுதி
