Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Tags are created when you add some of them one to your contents or mark a profile with them. <p/> Try to create some tags and you'll see your tag cloud growing.
ta: அவற்றில் சிலவற்றை உங்கள் உள்ளடக்கங்களில் சேர்க்கும்போது அல்லது அவற்றுடன் ஒரு சுயவிவரத்தைக் குறிக்கும்போது குறிச்சொற்கள் உருவாக்கப்படுகின்றன. <p/> சில குறிச்சொற்களை உருவாக்க முயற்சிக்கவும், உங்கள் குறிச்சொல் முகில் வளர்வதைக் காண்பீர்கள்.

source: Active
de: Aktiv
es: Activo
ru: Активный
ta: செயலில்

source: Cancelled
de: Abgebrochen
es: Cancelado
ru: Отменено
ta: ரத்து செய்யப்பட்டது

source: Finished
de: Beendet
es: Finalizado
ru: Окончено
ta: முடிந்தது

source: Hidden
de: Versteckt
es: Oculto
ta: மறைக்கப்பட்ட

source: Task
es: Tarea
ta: பணி

source: %{requestor} sent you a task.
de: %{requestor} hat Ihnen eine Aufgabe zugesandt.
es: %{requestor} te envió una tarea
ta: %{requestor} உங்களுக்கு ஒரு பணியை அனுப்பினார்.

source: Text article
ta: உரை கட்டுரை

source: Text article to create user content.
ta: பயனர் உள்ளடக்கத்தை உருவாக்க உரை கட்டுரை.

source: Ticket
es: Boleto
ta: டிக்கெட்

source: File
de: Datei
es: Archivo
ta: கோப்பு

source: {fn} of uploaded file was larger than the maximum size of %{size}
ta: பதிவேற்றிய கோப்பின் {fn} அதிகபட்ச அளவை விட பெரியது {size}

source: Uploaded file
de: Hochgeladene Datei
es: Archivo subido
ru: Загруженный файл
ta: பதிவேற்றிய கோப்பு

source: Upload any kind of file you want.
de: Laden Sie beliebige Dateien hoch.
es: Sube cualquier tipo de archivo que quieras.
ru: Загрузите любой тип файла
ta: நீங்கள் விரும்பும் எந்த வகையான கோப்பையும் பதிவேற்றவும்.

source: Your upload quota has exceeded
ta: உங்கள் பதிவேற்ற ஒதுக்கீடு மீறிவிட்டது

source: Password confirmation
de: Passwort bestätigen
es: Confirmación de contraseña
ru: Подтверждение пароля
ta: கடவுச்சொல் உறுதிப்படுத்தல்

source: Terms accepted
de: Nuzungsbedingungen akzeptieren
es: Términos aceptados
ru: Правила одобрены
ta: விதிமுறைகள் ஏற்றுக்கொள்ளப்பட்டன

source: Last login at
ta: கடைசியாக உள்நுழைவு

source: must be accepted in order to signup.
ta: பதிவுபெறுவதற்கு ஏற்றுக்கொள்ளப்பட வேண்டும்.

source: The user "%{login}" is not activated! Please check your email to activate your user
ta: பயனர் "%{login}" செயல்படுத்தப்படவில்லை! உங்கள் பயனரை செயல்படுத்த உங்கள் மின்னஞ்சலை சரிபார்க்கவும்

source: does not match.
ta: பொருந்தவில்லை.

source: Audio (%s)
ta: ஆடியோ (%s)

source: Image (%s)
ta: படங்கள்)

source: Unknown
de: Unbekannt
ta: தெரியவில்லை

source: File (%s)
ta: கோப்பு (%s)

source: Feed
es: Contenido
ru: RSS лента
ta: தீவனம்

source: Available:
ta: கிடைக்கிறது:

source: Log in
de: Anmelden
es: Iniciar sesión
ru: Войти
ta: புகுபதிகை

source: The account could not be created
de: Der Zugang konnte nicht angelegt werden
ta: கணக்கை உருவாக்க முடியவில்லை

source: Your username identifies you inside the network, and will be used to generate a custom address to your pages. Choose wisely, you will not be able to change it.
ta: உங்கள் பயனர்பெயர் உங்களை பிணையத்திற்குள் அடையாளம் காட்டுகிறது, மேலும் உங்கள் பக்கங்களுக்கு தனிப்பயன் முகவரியை உருவாக்க பயன்படுத்தப்படும். புத்திசாலித்தனமாகத் தேர்வுசெய்க, நீங்கள் அதை மாற்ற முடியாது.

source: Example of good usernames: jose-silva, maria.santos, josecosta
ta: நல்ல பயனர்பெயர்களின் எடுத்துக்காட்டு: சோச்-சில்வா, மரியா.சந்தோச், சோசெகோச்டா

source: You also need a password in order to access the network. Choose something with at least 4 characters that you will remember later.
ta: பிணையத்தை அணுக உங்களுக்கு கடவுச்சொல் தேவை. நீங்கள் பின்னர் நினைவில் வைத்திருக்கும் குறைந்தது 4 எழுத்துக்களைக் கொண்ட ஒன்றைத் தேர்வுசெய்க.

source: Type your password again
ta: உங்கள் கடவுச்சொல்லை மீண்டும் தட்டச்சு செய்க

source: Passwords don't match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Too Short
ta: மிகக் குறுகிய

source: Bad
ta: மோசமான

source: Good
ta: நல்லது

source: Strong
ta: வலுவான

source: Just a few more things...
ta: இன்னும் சில விசயங்கள் ...

source: Full name
de: Vollständiger Name
es: Nombre completo
ta: முழு பெயர்

source: E.g.: Maria Silva
ta: எ.கா .: மரியா சில்வா

source: Email Address
ta: மின்னஞ்சல் முகவரி

source: E.g.: maria.silva@mail.com
ta: எ.கா: மரியா.

source: I accept the %s
de: Ich akzeptiere die %s
es: Acepto el %s
ta: நான் %s ஐ ஏற்றுக்கொள்கிறேன்

source: terms of use
de: Nutzungsbedingungen
es: términos de uso
ta: பயன்பாட்டு விதிமுறைகள்

source: Create my account
de: Meinen Zugang erstellen
es: Crear mi cuenta
ta: எனது கணக்கை உருவாக்கவும்

source: part 2 of 2
de: Teil 2 von 2
es: parte 2 de 2
ru: Часть 2 из 2х
ta: பகுதி 2 இன் 2

source: part 2 of 3
de: Teil 2 von 3
es: parte 2 de 3
ru: Часть 2 из 3х
ta: 3 இன் பகுதி 2

source: I read the terms of use and accepted them
de: Ich habe die Nutzungsbedingungen gelesen und akzeptiere diese hiermit
es: Lei y acepto los términos de uso
ru: Я прочел правила и согласен с ними
ta: நான் பயன்பாட்டு விதிமுறைகளைப் படித்து அவற்றை ஏற்றுக்கொண்டேன்

source: Continue
de: Weiter
es: Continuar
ru: Продолжить
ta: தொடரவும்

source: Welcome to %s, %s
ta: %s, %s க்கு வருக

source: One more thing...
ta: இன்னும் ஒரு சேதி ...

source: Before you can access the network you need to active your account. We sent you an activation code, please enter it in the field below.
ta: நெட்வொர்க்கை அணுகுவதற்கு முன், உங்கள் கணக்கை செயல்படுத்த வேண்டும். நாங்கள் உங்களுக்கு ஒரு செயல்படுத்தும் குறியீட்டை அனுப்பினோம், தயவுசெய்து அதை கீழே உள்ள புலத்தில் உள்ளிடவும்.

source: Enter your %d digit activation code
ta: உங்கள் %d இலக்க செயல்படுத்தும் குறியீட்டை உள்ளிடவும்

source: Activate
de: Aktivieren
es: Activar
ru: Активировать
ta: செயல்படுத்து

source: If you did not receive the activation code, %s to request a new obe.
ta: செயல்படுத்தும் குறியீட்டை நீங்கள் பெறவில்லை என்றால், புதியதைக் கோர %s.

source: click here
ta: இங்கே சொடுக்கு செய்க

source: Enterprise activation - part 3 of 3
de: Unternehmen aktivieren - Teil 3 von 3
es: Activación de empresa - parte 3 de 3
ru: Активация компании - шаг 3 из 3
ta: நிறுவன செயல்படுத்தல் - 3 இன் பகுதி 3

source: Now for you manage your enterprise you have to associate an individual account to the enterprise.
de: Nun können Sie Ihr Unternehmen verwalten. Sie haben einen individuellen Zugang zum Unternehmen.
es: Ahora, para administrar tu empresa, tienes que asociarla a una cuenta individual.
ru: Для управлением компанией необходимо привязать один аккаунт к компании
ta: இப்போது நீங்கள் உங்கள் நிறுவனத்தை நிர்வகிக்க நீங்கள் ஒரு தனிப்பட்ட கணக்கை நிறுவனத்துடன் இணைக்க வேண்டும்.

source: Do you have a personal user account in the system?
de: Haben Sie einen persönlichen Nutzer-Account für das System?
es: ¿Tienes una cuenta personal en el sistema?
ru: У вас есть персональный аккаунт в системе?
ta: கணினியில் தனிப்பட்ட பயனர் கணக்கு உங்களிடம் உள்ளதா?

source: Personal signup form
de: Persönliche Informationen
es: Formulario de registro personal
ru: Персональная форма регистрации
ta: தனிப்பட்ட பதிவுபெறும் படிவம்

source: <b>Warning</b>: this form is for your personal information, not of your enterprise. So you will have a personal account that can manage your enterprise.
de: <b>Warnung</b>: Dieses Formular ist für Ihre persönlichen Informationen,nicht für die Ihres Unternehmens. Mit diesem persönlichen Account können Sie dann Ihr Unternehmen verwalten.
es: <b>Precaución</b>: este formulario es para tu información personal, no para la de tu empresa. Así que tendrás una cuenta personal que pueda administrar tu empresa.
ru: <b>Предупреждение</b>: эта форма - ваша личная информация, не информация компании. У вас будет персональный аккаунт для управления компанией.
ta: <b> எச்சரிக்கை </b>: இந்த படிவம் உங்கள் தனிப்பட்ட தகவலுக்காக, உங்கள் நிறுவனத்தின் அல்ல. எனவே உங்கள் நிறுவனத்தை நிர்வகிக்கக்கூடிய தனிப்பட்ட கணக்கு உங்களிடம் இருக்கும்.

source: Enter you user name and password
de: Geben Sie Ihren Anmeldenamen und Ihr Passwort ein
es: Introduce tu nombre de usuario y contraseña
ru: Введите имя и пароль
ta: பயனர் பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடவும்

source: The year must be between %d and %d
de: Die Jahresangabe muss zwischen %d und %d liegen
es: El año debe estar entre %d y %d
ru: Год должен быть между %d и %d
ta: ஆண்டு %d மற்றும் %d க்கு இடையில் இருக்க வேண்டும்

source: A CNPJ have 14 digits
de: Ein CNPJ hat 14 Stellen
es: Un CNPJ tiene 14 dígitos
ru: CNPJ сожержит 14 символов
ta: ஒரு சி.என்.பி.சே.க்கு 14 இலக்கங்கள் உள்ளன

source: part 1 of 2
de: Teil 1 von 2
es: parte 1 de 2
ru: Часть 1 из 2
ta: பகுதி 1 இன் 2

source: part 1 of 3
de: Teil 1 von 3
es: parte 1 de 3
ru: Часть 1 из 3
ta: 3 இன் பகுதி 1

source: Pay atention! You have only one chance!
de: Achtung! Sie haben nur eine Chance!
es: ¡Atención, tienes solamente una oportunidad!
ru: Внимание! У вас только одна попытка
ta: கவனம் செலுத்துங்கள்! உங்களுக்கு ஒரே ஒரு வாய்ப்பு உள்ளது!

source: This is a question to know if you really are part of this enterprise. Pay atention because you have only one chance to answer right and activate your enterprise. If you answer wrong you will not be able to activate the enterprise automaticaly and must get in touch with the admins of %s by email or phone.
de: Mit dieser Frage soll Ihre Zugehörigkeit zum Unternehmen geprüft werden. Achtung Sie haben nur eine Chance für die richtige Antwort mit der Sie Ihr Unternehmen aktivieren. Wenn Sie die Frage falsch beantworten, dann können Sie Ihr Unternehmen nicht automatisch aktivieren.In diesem Fall treten Sie bitte mit dem Admin von %s per E-Mail oder Telefon in Kontakt.
es: Esta es una pregunta para saber si eres parte de esta empresa. Pon atención porque solamente tienes una oportunidad de responder correctamente y activar tu empresa. Si tu respuesta es incorrecta, no podrás activar la empresa automáticamente y deberás ponerte en contacto con los administradores de %s por correo electrónico o teléfono.
ru: Этот вопрос - проверка, являетесь ли вы частью компании. Будьте внимательны, у вас только одна попытка. Если вы ответите неверно, вым необходимо обратиться к администраторам %s
ta: நீங்கள் உண்மையில் இந்த நிறுவனத்தின் ஒரு பகுதியாக இருக்கிறீர்களா என்பதை அறிய இது ஒரு கேள்வி. சரியான பதிலளிக்கவும், உங்கள் நிறுவனத்தை செயல்படுத்தவும் உங்களுக்கு ஒரே ஒரு வாய்ப்பு இருப்பதால், செலுத்துங்கள். நீங்கள் தவறுக்கு பதிலளித்தால், நீங்கள் நிறுவன ஆட்டோமேட்டிகலை செயல்படுத்த முடியாது, மேலும் மின்னஞ்சல் அல்லது தொலைபேசி மூலம் %s நிர்வாகிகளுடன் தொடர்பு கொள்ள வேண்டும்.

source: What year your enterprise was founded? It must have 4 digits, eg 1990. %s
de: In welchen Jahr wurde Ihr Unternehmen gegründet? Die Antwort muss 4-stellig sein, z.B. 1990. %s
es: ¿En qué año se fundó tu empresa? Debe tener 4 dígitos, por ejemplo 1990. %s
ru: Когда была создана ваша компания? Например,1990. %s
ta: உங்கள் நிறுவனம் எந்த ஆண்டு நிறுவப்பட்டது? இது 4 இலக்கங்களைக் கொண்டிருக்க வேண்டும், எ.கா. 1990. %s

source: What is the CNPJ of your enterprise?
de: Was ist die CNPJ Ihres Unternehmens
es: ¿Cuál es el CNPJ de tu empresa?
ru: Какой CNPJ вашей компании?
ta: உங்கள் நிறுவனத்தின் சி.என்.பி.சே என்றால் என்ன?

source: This enterprise is already active
de: Dieses Unternehmen ist bereits aktiv
es: Esta empresa ya está activa
ru: Компания уже активна
ta: இந்த நிறுவனம் ஏற்கனவே செயலில் உள்ளது

source: This enterprise can't be activated by the system
de: Dieses Unternehmen kann vom System nicht aktiviert werden
es: Esta empresa no puede ser activada por el sistema
ru: Компания не может быть активирована
ta: இந்த நிறுவனத்தை கணினியால் செயல்படுத்த முடியாது

source: Unfortunately this enterprise can't be activated via the system.
de: Leider kann dieses Unternehmen nicht über das System aktiviert werden.
es: Desafortunadamente esta empresa no puede ser activada por el sistema.
ru: К сожалению, эта компания не может быть активирована через систему
ta: துரதிர்ச்டவசமாக இந்த நிறுவனத்தை கணினி வழியாக செயல்படுத்த முடியாது.

source: There was a failed atempt of activation and the automated activation was disabled for your security.
de: Während der Aktivierung ist ein Fehler aufgetreten und die automatische Aktivierung wurde zu Ihrer Sicherheit deaktiviert.
es: Hubo un intento fallido de activación y la activación automatica fue desactivada para tu seguridad.
ru: Автоматическая активация отключена в целях безопасности
ta: செயல்பாட்டில் தோல்வியுற்றது மற்றும் உங்கள் பாதுகாப்பிற்காக தானியங்கி செயல்படுத்தல் முடக்கப்பட்டது.

source: We don't have enough information about your enterprise to identify you.
de: Wir haben noch nicht genug Informationen über Ihr Unternehmen um Sie einordnen zu können.
es: No tenemos suficiente información sobre tu empresa para identificarte.
ru: Недостаточно информации о компании для идентификации вас
ta: உங்களை அடையாளம் காண உங்கள் நிறுவனத்தைப் பற்றி போதுமான தகவல்கள் எங்களிடம் இல்லை.

source: Your enterprise has been blocked
de: Ihr Unternehmen wurde geblockt
es: Tu empresa ha sido bloqueada
ru: Ваша компания зоблокирована
ta: உங்கள் நிறுவனம் தடுக்கப்பட்டுள்ளது

source: Current password
de: Derzeitiges Passwort
es: Contraseña actual
ru: Текущий пароль
ta: தற்போதைய கடவுச்சொல்

source: New password
de: Neues Passwort
es: Nueva contraseña
ru: Новый пароль
ta: புதிய கடவுச்சொல்

source: Confirm your new Password
de: Bestätigen Sie Ihr neues Passwort
es: Confirma tu nueva contraseña
ru: Подтверждение нового пароля
ta: உங்கள் புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Back to control panel
de: Zurück zum Kontrollpanel
es: Volver al panel de control
ru: Назад в панель управления
ta: கட்டுப்பாட்டு பேனலுக்குத் திரும்பு

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidaste tu contraseña?
ru: Забыли пароль?
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Instructions to password recovery could not be sent
de: Anweisungen zur Passwortrücksetzung konnten nicht versandt werden
ta: கடவுச்சொல் மீட்புக்கான வழிமுறைகளை அனுப்ப முடியவில்லை

source: Send instructions
de: Sende Anleitung
es: Enviar instrucciones
ru: Отправить инструкции
ta: வழிமுறைகளை அனுப்பவும்

source: After clicking the button above, you will receive an email with a link to a page where you will be able to create a new password.
de: Nachdem Sie auf den oberen Button geklickt haben, erhalten Sie eine E-Mail mit einem Link zu einer Seite, mit der Sie in der Lage sind, ein neues Passwort zu erstellen.
es: Despues de presionar el botón, recibirás un correo electrónico con una liga a la página donde podrás crear una nueva contraseña.
ru: После нажатия конпки выше Вы получите email с ссылкой на страницу для создания нового пароля.
ta: மேலே உள்ள பொத்தானைக் சொடுக்கு செய்த பிறகு, நீங்கள் ஒரு புதிய கடவுச்சொல்லை உருவாக்கக்கூடிய ஒரு பக்கத்திற்கான இணைப்பைக் கொண்ட மின்னஞ்சலைப் பெறுவீர்கள்.

source: Account options
de: Account Einstellungen
es: Opciones de cuenta
ru: Опции аккаунта
ta: கணக்கு விருப்பங்கள்

source: Change password.
de: Passwort ändern.
es: Cambiar contraseña.
ru: Сменить пароль
ta: கடவுச்சொல்லை மாற்றவும்.

source: It is a good idea to change your password from times to times.
de: Es ist eine gute Idee, wenn Sie Ihr Passwort von Zeit zu Zeit ändern.
es: Es una gran idea cambiar tu contraseña cada cierto tiempo.
ru: Менять иногда пароль - хорошо для безопасности
ta: உங்கள் கடவுச்சொல்லை நேரங்களிலிருந்து மாற்றுவது நல்லது.

source: Edit Personal details.
de: Persönliche Informationen ändern.
es: Editar detalles personales.
ru: Редактировать персональные данные
ta: தனிப்பட்ட விவரங்களைத் திருத்தவும்.

source: You can change your personal details.
de: Sie können Ihre persönlichen Daten ändern.
es: Puedes cambiar tus detalles personales.
ru: Можете сменить персональные данные
ta: உங்கள் தனிப்பட்ட விவரங்களை மாற்றலாம்.

source: My home page.
de: Meine Homepage.
es: Mi página de inicio.
ru: Моя домашняя страница
ta: எனது முகப்பு பக்கம்.

source: See your homepage.
de: Homepage ansehen.
es: Ve tu página de inicio.
ru: Посмотреть домашнюю страницу
ta: உங்கள் முகப்புப்பக்கத்தைப் பாருங்கள்.

source: Manage content.
de: Inhalt verwalten.
es: Administrar contenido.
ru: Управлять контентом
ta: உள்ளடக்கத்தை நிர்வகிக்கவும்.

source: Manage your content.
de: Verwalten Sie Ihren Inhalt.
es: Administrar tu contenido.
ru: Управление контентом
ta: உங்கள் உள்ளடக்கத்தை நிர்வகிக்கவும்.

source: Logout.
de: Abmelden.
es: Cerrar sesión.
ru: Выйти
ta: வெளியேற்றம்.

source: It is always a good idea to make a logout when you finish using the environment.
de: Es ist immer eine gute Idee sich abzumelden, wenn Sie die Benutzung beenden.
es: Siempre es una buena idea cerrar sesión cuando terminas de usar el entorno.
ru: Рекомендуется выйти с портала после работы
ta: நீங்கள் சூழலைப் பயன்படுத்தி முடிக்கும்போது ஒரு வெளியேறுவது எப்போதும் நல்லது.

source: Identify yourself
de: Identifizieren Sie sich
es: Identifícate
ru: Идентифицировать
ta: உங்களை அடையாளம் காணவும்

source: Login.
de: Anmelden.
es: Iniciar sesión.
ru: Войти
ta: உள்நுழைவு.

source: You need to login to be able to use all the features in this environment.
de: Sie müssen angemeldet sein, um alle Funktionen nutzen zu können.
es: Necesitas iniciar sesión para usar todas las características en este entorno.
ru: Вам нужно войти чтобы использовать все возможности среды
ta: இந்த சூழலில் உள்ள அனைத்து அம்சங்களையும் பயன்படுத்த நீங்கள் உள்நுழைய வேண்டும்.

source: Sign up.
de: Bestätigen.
es: Registrarse
ru: Регистрация
ta: பதிவு செய்க.

source: If you are not an user already, you can register now to become a member of this environment.
de: Wenn Sie noch keine registrierter Nutzer sind, können Sie sich nun anmelden, um Mitglied zu werden.
es: Si todavía no eres usuario, puedes registrarte ahora y convertirte en miembro de esta página.
ru: Если вы еще не зарегистрированы, зарегистрируйтесь чтоб стать членом сообщества
ta: நீங்கள் ஏற்கனவே பயனராக இல்லாவிட்டால், இந்த சூழலில் உறுப்பினராவதற்கு இப்போது பதிவு செய்யலாம்.

source: Invalid change password code
de: Falscher Code für den Passwortwechsel
es: Código de cambio de contraseña inválido
ru: Неверный код смены пароля
ta: தவறான மாற்ற கடவுச்சொல் குறியீடு

source: The code you are using for password change is not valid. Please try to request password change using the <a href="%s">"I forgot my password"</a> functionality.
de: Der Code, den Sie für den Passwortwechsel nutzen möchten ist nicht korrekt. Bitte versuchen Sie die Anfrage für den Passwortwechsel über die <a href="%s">"Ich habe mein Passwort vergessen"</a> Funktion.
es: El código que estás usando para cambiar tu contraseña no es válido. Por favor, intenta solicitar el cambio de contraseña usando la funcionalidad <a href="%s">"Olvidé mi contraseña"</a>.
ru: Код неверный. Воспальзуйтесь ссылкой <a href="%s">"Восстановление пароля"</a>
ta: கடவுச்சொல் மாற்றத்திற்கு நீங்கள் பயன்படுத்தும் குறியீடு செல்லுபடியாகாது. <A href = "%s"> ஐப் பயன்படுத்தி கடவுச்சொல் மாற்றத்தைக் கோர முயற்சிக்கவும். "எனது கடவுச்சொல்லை நான் மறந்துவிட்டேன்" </a> செயல்பாடு.

source: Invalid enterprise code
de: Falscher Unternehmenscode
es: Código de empresa inválido
ru: Неверный код компании
ta: தவறான நிறுவன குறியீடு

source: The code you are using for validate your enterprise is not valid. Please check if you are typing it correctly.
de: Der Code, den Sie für die Bestätigung Ihres Unternehmens nutzen möchten, ist falsch. Bitte prüfen Sie, ob Sie den richtigen Code eingegeben haben.
es: El código que estás usando para validar tu empresa no es válido. Por favor,verifica sí lo escribiste correctamente.
ru: Код подтверждения компании неверный
ta: உங்கள் நிறுவனத்தை சரிபார்க்க நீங்கள் பயன்படுத்தும் குறியீடு செல்லுபடியாகாது. நீங்கள் அதை சரியாக தட்டச்சு செய்கிறீர்களா என்று சரிபார்க்கவும்.

source: Keep me logged in
ta: என்னை உள்நுழைந்திருங்கள்

source: I forgot my password!
de: Ich habe mein Passwort vergessen!
es: ¡Olvidé mi contraseña!
ru: Восстановить пароль
ta: எனது கடவுச்சொல்லை மறந்துவிட்டேன்!

source: Are you sure you want to get out?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
es: ¿Estás seguro de que quiéres salir?
ru: Вы уверены что хотите выйти?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?

source: No, I want to stay.
de: Nein, ich möchte bleiben.
es: No, deseo permanecer aquí.
ru: Нет, остаться
ta: இல்லை, நான் தங்க விரும்புகிறேன்.

source: Enter new password
de: Geben Sie Ihr neues Passwort ein
es: Introduce la nueva contraseña
ru: Введите новый пароль
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்

source: Hello, %s! Please enter your new password in the form below.
de: Hallo %s! Bitte geben Sie Ihr neues Passwort in das nachfolgende Formular ein.
es: ¡Hola, %s! Por favor, introduce la nueva contraseña en el formulario de abajo.
ru: Здравствуйте, %s! Пожалуйста, введите ниже ваш новый пароль
ta: வணக்கம், %s! உங்கள் புதிய கடவுச்சொல்லை கீழே உள்ள படிவத்தில் உள்ளிடவும்.

source: Confirm the new password
de: Bestätigen Sie das neue Passwort
es: Confirma la nueva contraseña
ru: Подтвердить пароль
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Password changed sucessfully
de: Passwort erfolgreich geändert
es: Contraseña cambiada correctamente
ru: Пароль успешно изменен
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது

source: %s, your new password was successfully installed.
de: %s, Ihr Passwort wurde erfolgreich geändert.
es: %s, tu nueva contraseña fue correctamente cambiada.
ru: %s, ваш новый пароль был успешно установлен
ta: %s, உங்கள் புதிய கடவுச்சொல் வெற்றிகரமாக நிறுவப்பட்டது.

source: You can <a href='%s'>login</a> now.
de: Sie können sich nun <a href='%s'>anmelden</a>.
es: Ahora puedes <a href='s'>iniciar sesión</a>.
ru: Теперь вы можете <a href='%s'>войти</a> .
ta: நீங்கள் <a href = '%s'> உள்நுழைவு </a> இப்போது.

source: Password recovery
de: Passwort wiederherstellen
es: Recuperación de contraseña
ru: Восстановление пароля
ta: கடவுச்சொல் மீட்பு

source: An e-mail was just sent to your e-mail address, with instructions for changing your password. You should receive it in a few minutes.
de: Eine Mail wurde an Ihre E-Mail Adresse versandt, diese enthält die Instruktionen die sie benötigen, um Ihr Passwort zu ändern.Sie sollten sie in wenigen Minuten erhalten.
es: Un correo acaba de ser enviado a tu cuenta de correo electrónico, con instrucciones para cambiar tu contraseña. Debes recibirlo en unos cuantos minutos.
ru: На вашу электронную почту отправлено письмо с инструкциями для смены пароля.
ta: உங்கள் கடவுச்சொல்லை மாற்றுவதற்கான வழிமுறைகளுடன், உங்கள் மின்னஞ்சல் முகவரிக்கு ஒரு மின்னஞ்சல் அனுப்பப்பட்டது. நீங்கள் அதை சில நிமிடங்களில் பெற வேண்டும்.

source: Sign up for %s!
de: Melden Sie sich zu %s an!
es: ¡Regístrate para %s!
ta: %s க்கு பதிவுபெறுக!

source: Welcome to %s
de: Willkommen zu %s
es: Bienvenido a %s
ru: Добро пожаловать в %s
ta: %s க்கு வருக

source: %s was successfully activated. Now you may go to your control panel or to the control panel of your enterprise
ta: %s வெற்றிகரமாக செயல்படுத்தப்பட்டன. இப்போது நீங்கள் உங்கள் கட்டுப்பாட்டு குழுவுக்கு அல்லது உங்கள் நிறுவனத்தின் கட்டுப்பாட்டுக் குழுவுக்குச் செல்லலாம்

source: Go to my control panel
de: Gehe zu meinem Kontrollpanel
es: Ir a mi panel de control
ru: Перейти в панель управления
ta: எனது கட்டுப்பாட்டு குழுவுக்குச் செல்லுங்கள்

source: Go to my enterprise control panel
de: Gehe zum Kontrollpanel für mein Unternehmen
es: Ir al panel de control de mi empresa
ru: Перейти в панель управления предприятием
ta: எனது நிறுவன கட்டுப்பாட்டு குழுவுக்குச் செல்லவும்

source: This text will be shown to the user on the top of the sign up form.
ta: இந்த உரை பதிவுபெறும் படிவத்தின் மேல் பயனருக்கு காண்பிக்கப்படும்.

source: Body
de: Hauptteil
es: Cuerpo
ru: Основная часть
ta: உடல்

source: If you enable this feature on the "Features" section of the Administration Panel, this text will be shown as a welcome message to users after signup.
ta: நிர்வாகக் குழுவின் "நற்பொருத்தங்கள்" பிரிவில் இந்த அம்சத்தை நீங்கள் இயக்கினால், இந்த உரை பதிவுபெற்ற பிறகு பயனர்களுக்கு வரவேற்கத்தக்க செய்தியாகக் காண்பிக்கப்படும்.

source: If this content is left blank, the following page will be displayed to the user:
ta: இந்த உள்ளடக்கம் காலியாக இருந்தால், பின்வரும் பக்கம் பயனருக்கு காண்பிக்கப்படும்:
