Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: (Invalid request) %s can't be saved
ta: (தவறான கோரிக்கை) %களை சேமிக்க முடியாது

source: (Invalid request) %s not given
ta: (தவறான கோரிக்கை) %s கொடுக்கப்படவில்லை

source: Something wrong happened
ta: ஏதோ தவறு நடந்தது

source: Unauthorized
ta: அங்கீகரிக்கப்படாதது

source: Method Not Allowed
ta: முறை அனுமதிக்கப்படவில்லை

source: The article %s was removed.
ta: கட்டுரை அகற்றப்பட்டது.

source: The article couldn't be removed due to some problem. Please contact the administrator.
ta: சில சிக்கல் காரணமாக கட்டுரையை அகற்ற முடியவில்லை. நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Your abuse report was registered. The administrators are reviewing your report.
de: Ihre Meldung zum missbräuchlichen Verhalten wurde registriert. Die Administratoren werden sich Ihre Meldung ansehen.
es: Tu reporte de abuso fue registrado. Los administradores lo están revisando.
ta: உங்கள் துச்பிரயோக அறிக்கை பதிவு செய்யப்பட்டது. நிர்வாகிகள் உங்கள் அறிக்கையை மதிப்பாய்வு செய்கிறார்கள்.

source: Your report couldn't be saved due to some problem. Please contact the administrator.
de: Aufgrund eines Problems konnte Ihre Meldung nicht gespeichert werden. Bitte wenden Sie sich an den Administrator.
es: Tu reporte no pudo ser guardado debido a algún problema. Por favor, contacta al administrador.
ta: சில சிக்கல் காரணமாக உங்கள் அறிக்கையை சேமிக்க முடியவில்லை. நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Your vote was created.
ta: உங்கள் வாக்கு உருவாக்கப்பட்டது.

source: You already follow this article.
ta: இந்த கட்டுரையை நீங்கள் ஏற்கனவே பின்பற்றுகிறீர்கள்.

source: You are now following the article %s.
ta: நீங்கள் இப்போது %s கட்டுரையைப் பின்பற்றுகிறீர்கள்.

source: The comment '%s' was removed.
ta: '%s' என்ற கருத்து அகற்றப்பட்டது.

source: Your solicitation was not registered. Already exists a community with this name.
ta: உங்கள் வேண்டுகோள் பதிவு செய்யப்படவில்லை. ஏற்கனவே இந்த பெயருடன் ஒரு சமூகம் உள்ளது.

source: Your invitation was registered. The community administrators are reviewing your solicitation.
ta: உங்கள் அழைப்பு பதிவு செய்யப்பட்டது. சமூக நிர்வாகிகள் உங்கள் வேண்டுகோளை மதிப்பாய்வு செய்கிறார்கள்.

source: The contact was sent.
ta: தொடர்பு அனுப்பப்பட்டது.

source: The contact was not sent.
ta: தொடர்பு அனுப்பப்படவில்லை.

source: You already request a membership for this community.
ta: இந்த சமூகத்திற்கான உறுப்பினராக நீங்கள் ஏற்கனவே கோருகிறீர்கள்.

source: You already member of this community.
ta: நீங்கள் ஏற்கனவே இந்த சமூகத்தில் உறுப்பினர்.

source: You are not member of this community and you did not made a membership request.
ta: நீங்கள் இந்த சமூகத்தில் உறுப்பினராக இல்லை, நீங்கள் உறுப்பினர் கோரிக்கையை எடுக்கவில்லை.

source: You already request a friendship solicitation to %s.
ta: %s க்கு நட்பு வேண்டுகோளை நீங்கள் ஏற்கனவே கோருகிறீர்கள்.

source: You already a %s's friend
ta: நீங்கள் ஏற்கனவே ஒரு %s இன் நண்பர்

source: You are not a %s's friend and you did not made a friendship request.
ta: நீங்கள் ஒரு %s இன் நண்பர் அல்ல, நீங்கள் நட்பு கோரிக்கையை எடுக்கவில்லை.

source: Your friendship request is waiting for approval.
ta: உங்கள் நட்பு கோரிக்கை ஒப்புதலுக்காக காத்திருக்கிறது.

source: The friendship with %s was removed.
ta: %s உடனான நட்பு அகற்றப்பட்டது.

source: You already make a membership solicitation
ta: நீங்கள் ஏற்கனவே ஒரு உறுப்பினர் வேண்டுகோள் விடுத்துள்ளீர்கள்

source: Your membership request is waiting for approval.
ta: உங்கள் உறுப்பினர் கோரிக்கை ஒப்புதலுக்காக காத்திருக்கிறது.

source: The profile %s was removed.
ta: சுயவிவரம் %s அகற்றப்பட்டன.

source: Logout successfully.
ta: வெற்றிகரமாக வெளியேறு.

source: Email
es: Correo electrónico
ta: மின்னஞ்சல்

source: Login
es: Iniciar sesión
ru: Логин
ta: புகுபதிவு

source: Password
de: Passwort
es: Contraseña
ru: Пароль
ta: கடவுச்சொல்

source: Activation token
ta: செயல்படுத்தல் கிள்ளாக்கு

source: Short activation code
ta: குறுகிய செயல்படுத்தும் குறியீடு

source: Waiting for admin moderate user registration
ta: நிர்வாகி மிதமான பயனர் பதிவுக்காக காத்திருக்கிறது

source: Activation code is invalid
ta: செயல்படுத்தும் குறியீடு தவறானது

source: Activation token is invalid
ta: செயல்படுத்தல் கிள்ளாக்கு தவறானது

source: All change password requests were sent.
ta: எல்லா மாற்றங்களும் கடவுச்சொல் கோரிக்கைகள் அனுப்பப்பட்டன.

source: Forgot password code
ta: கடவுச்சொல் குறியீட்டை மறந்துவிட்டேன்

source: Access denied
de: Zugriff verweigert
es: Acceso denegado
ru: Доступ запрещен
ta: அணுகல் மறுக்கப்பட்டது

source: Logged users
de: Angemeldete Benutzer
ta: உள்நுழைந்த பயனர்கள்

source: Visitors
ta: பார்வையாளர்கள்

source: Friends / Members
ta: நண்பர்கள் / உறுப்பினர்கள்

source: Me / Administrators
ta: நான் / நிர்வாகிகள்

source: Nobody
ta: யாரும்

source: Friends
de: Freunde
es: Amigos
ru: Друзья
ta: நண்பர்கள்

source: Me
ta: நான்

source: Followers
ta: பின்தொடர்பவர்கள்

source: Members
de: Mitglieder
es: Miembros
ru: Участники
ta: உறுப்பினர்கள்

source: Administrators
ta: நிர்வாகிகள்

source: Environment settings updated
de: Umgebungseinstellungen aktualisiert
es: Los ajustes del entorno han sido actualizados
ta: சுற்றுச்சூழல் அமைப்புகள் புதுப்பிக்கப்பட்டன

source: Community not found. You must insert the identifier of a community from this environment
de: Community nicht gefunden. Sie müssen die Bezeichnung einer existierenden Community eingeben
es: Comunidad no encontrada. Debes insertar el identificador de una comunidad desde este entorno
ru: Сообщество не найдено
ta: சமூகம் காணப்படவில்லை. இந்த சூழலில் இருந்து ஒரு சமூகத்தின் அடையாளங்காட்டியை நீங்கள் செருக வேண்டும்

source: Saved the portal folders
de: Gesicherte Portalordner
es: Guardado en las carpetas del portal
ru: Папки портала сохранены
ta: போர்டல் கோப்புறைகளை சேமித்தது

source: Saved the number of news on folders
de: Sichert die Anzahl der News des Ordners
es: Guardado el número de noticias en las carpetas
ru: Число новостей в папках сохранено
ta: கோப்புறைகளில் செய்திகளின் எண்ணிக்கையை சேமித்தது

source: Category %s saved.
ta: வகை %s சேமிக்கப்பட்டது.

source: Could not save category.
ta: வகையைச் சேமிக்க முடியவில்லை.

source: Roles successfully updated
ta: பாத்திரங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன

source: Couldn't change the roles
de: Konnte Aufgaben nicht ändern
es: No se han podido cambiar los roles
ru: Невозможно изменить роли
ta: பாத்திரங்களை மாற்ற முடியவில்லை

source: Member succefully unassociated
de: Mitglied erfolgreich ausgeschlossen
es: El miembro fue desvinculado correctamente
ru: Участник исключен
ta: உறுப்பினர் வெற்றிகரமாக இணைக்கப்படவில்லை

source: Failed to unassociate member
de: Fehler beim Ausschluss des Mitgliedes
es: No se ha podido desvincular el miembro
ru: Невозможно исключить участника
ta: அசோசோசோசியற்ற உறுப்பினரில் தோல்வியுற்றது

source: Features updated successfully.
de: Funktionen erfolgreich aktualisiert.
es: Características actualizadas correctamente.
ru: Возможности успешно обновлены
ta: நற்பொருத்தங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: Person fields updated successfully.
de: Personen-Felder erfolgreich aktualisiert.
es: Campo persona actualizado correctamente
ru: Поля участника успешно обновлены
ta: நபர் புலங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: Person fields not updated successfully.
de: Personen-Felder nicht erfolgreich aktualisiert.
es: El campo persona no se actualizo correctamente
ru: Поля участника не обновлены
ta: நபர் புலங்கள் வெற்றிகரமாக புதுப்பிக்கப்படவில்லை.

source: Enterprise fields updated successfully.
de: Unternehmens-Felder erfolgreich aktualisiert.
es: Campo empresa actualizado correctamente.
ru: Поля компании успешно обновлены
ta: நிறுவன புலங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: Enterprise fields not updated successfully.
de: Unternehmens-Felder nicht erfolgreich aktualisiert.
es: El campo empresa no se actualizo correctamente.
ru: Поля компании не могут быть обновлены
ta: நிறுவன புலங்கள் வெற்றிகரமாக புதுப்பிக்கப்படவில்லை.

source: Community fields updated successfully.
de: Community-Felder erfolgreich aktualisiert.
es: Campo comunidad actualizado correctamente.
ru: Поля сообщества успешно обновлены
ta: சமூக புலங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: Community fields not updated successfully.
de: Community-Felder nicht erfolgreich aktualisiert.
es: El campo comunidad no se actualizo correctamente.
ru: Поля сообщества не могут быть обновлены
ta: சமூக புலங்கள் வெற்றிகரமாக புதுப்பிக்கப்படவில்லை.

source: Kind successfully created
ta: வகை வெற்றிகரமாக உருவாக்கப்பட்டது

source: There were some problems creating this new kind
ta: இந்த புதிய வகையை உருவாக்க சில சிக்கல்கள் இருந்தன

source: Kind successfully updated
ta: வகை வெற்றிகரமாக புதுப்பிக்கப்பட்டது

source: There were some problems editing this kind
ta: இந்த வகையான திருத்துவதில் சில சிக்கல்கள் இருந்தன

source: Kind successfully removed
ta: வகை வெற்றிகரமாக அகற்றப்பட்டது

source: There were some problems deleting this kind
ta: இந்த வகையான நீக்குவதில் சில சிக்கல்கள் இருந்தன

source: License created
de: Lizenz erstellt
ta: உரிமம் உருவாக்கப்பட்டது

source: License could not be created
de: Die Lizenz konnte nicht erstellt werden
ta: உரிமத்தை உருவாக்க முடியவில்லை

source: License updated
de: Lizenz aktualisiert
ta: உரிமம் புதுப்பிக்கப்பட்டது

source: License could not be updated
de: Die Lizenz konnte nicht aktualisiert werden
ta: உரிமத்தை புதுப்பிக்க முடியவில்லை

source: License removed
de: Lizenz entfernt
ta: உரிமம் நீக்கப்பட்டது

source: License could not be removed
de: Lizenz konnte nicht entfernt werden
ta: உரிமத்தை அகற்ற முடியவில்லை

source: Organization profiles
ta: அமைப்பு சுயவிவரங்கள்

source: Community
es: Comunidad
ru: Сообщество
ta: சமூகம்

source: Enterprise
de: Unternehmen
es: Empresa
ru: Компания
ta: நிறுவனம்

source: All
de: Alle
es: Todo
ta: அனைத்தும்

source: %s enabled
ta: %s இயக்கப்பட்டன

source: %s could not be enabled
ta: %களை இயக்க முடியவில்லை

source: %s disabled
ta: %முடக்கப்பட்டது

source: %s could not be disable
ta: %களை முடக்க முடியாது

source: %s removed
ta: %s அகற்றப்பட்டன

source: %s could not be removed
ta: %களை அகற்ற முடியவில்லை

source: Plugins updated successfully.
de: Plugins erfolgreich aktualisiert.
es: Características actualizadas correctamente.
ta: செருகுநிரல்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: Plugins were not updated successfully.
de: Plugins konnten nicht erfolgreich aktualisiert werden.
es: Las caracteristicas no se actualizaron correctamente
ta: செருகுநிரல்கள் வெற்றிகரமாக புதுப்பிக்கப்படவில்லை.

source: Invalid profile type
ta: தவறான சுயவிவர வகை

source: All profiles
ta: அனைத்து சுயவிவரங்களும்

source: People
de: Nutzer
es: Personas
ru: Пользователи
ta: மக்கள்

source: Communities
es: Comunidades
ru: Сообщества
ta: சமூகங்கள்

source: Enterprises
de: Unternehmen
es: Empresas
ru: Компании
ta: நிறுவனங்கள்

source: Sort by name
ta: பெயரால் வரிசைப்படுத்துங்கள்

source: Higher disk usage
ta: அதிக வட்டு பயன்பாடு

source: Lower disk usage
ta: குறைந்த வட்டு பயன்பாடு

source: Failed to create role
de: Erstellung der Aufgabe fehlgeschlagen
es: No se ha podido crear el rol
ru: невозможно создать роль
ta: பாத்திரத்தை உருவாக்கத் தவறிவிட்டது

source: Failed to edit role
de: Änderung der Aufgabe fehlgeschlagen
es: No se pudo editar el rol
ru: Невозможно редактировать роль
ta: பாத்திரத்தைத் திருத்தத் தவறிவிட்டது

source: New template created
de: Neue Vorlagen erstellt
ta: புதிய வார்ப்புரு உருவாக்கப்பட்டது

source: Name has already been taken
de: Der Name ist bereit in Verwendung
ta: பெயர் ஏற்கனவே எடுக்கப்பட்டுள்ளது

source: Community not found. The template could no be changed.
ta: சமூகம் காணப்படவில்லை. வார்ப்புருவை மாற்ற முடியாது.

source: %s defined as default
ta: %s இயல்புநிலை என வரையறுக்கப்படுகிறது

source: Person not found. The template could no be changed.
ta: நபர் கண்டுபிடிக்கப்படவில்லை. வார்ப்புருவை மாற்ற முடியாது.

source: Enterprise not found. The template could no be changed.
ta: நிறுவனம் கிடைக்கவில்லை. வார்ப்புருவை மாற்ற முடியாது.

source: New trusted site added.
ta: புதிய நம்பகமான தளம் சேர்க்கப்பட்டது.

source: Failed to add trusted site.
ta: நம்பகமான தளத்தைச் சேர்க்கத் தவறிவிட்டது.

source: Trusted site was not found
ta: நம்பகமான தளம் காணப்படவில்லை

source: Failed to edit trusted site.
ta: நம்பகமான தளத்தைத் திருத்தத் தவறிவிட்டது.

source: Trusted site removed
ta: நம்பகமான தளம் அகற்றப்பட்டது

source: Trusted site could not be removed
ta: நம்பகமான தளத்தை அகற்ற முடியவில்லை

source: The profile was deleted.
de: Das Profil wurde gelöscht.
es: El perfil fue eliminado.
ta: சுயவிவரம் நீக்கப்பட்டது.

source: Could not remove profile
ta: சுயவிவரத்தை அகற்ற முடியவில்லை

source: %s people list - %s
ta: %மக்கள் பட்டியல் - %s

source: The e-mails are being sent
de: Die E-Mail werden versandt
es: El correo electrónico está siendo enviado
ru: Сообщения отправлены
ta: மின்னஞ்சல்கள் அனுப்பப்படுகின்றன

source: Could not create the e-mail
de: Kann E-Mail nicht erstellen
es: No se ha podido crear el correo electrónico
ru: Невозможно создать e-mail
ta: மின்னஞ்சலை உருவாக்க முடியவில்லை

source: Origin not in allowed.
ta: தோற்றம் அனுமதிக்கப்படவில்லை.

source: Failed to remove block
de: Block entfernen fehlgeschlagen
es: No se ha podido eliminar el bloque
ru: Невозможно удалить блок
ta: தொகுதியை அகற்றுவதில் தோல்வி

source: Make sure you made the test to verify that your are not a robot!
ta: நீங்கள் ஒரு ரோபோ அல்ல என்பதை சரிபார்க்க நீங்கள் சோதனை செய்துள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்!

source: You do not have access to
ta: உங்களுக்கு அணுகல் இல்லை

source: Homepage reseted.
ta: முகப்புப்பக்கம் மீட்டமைக்கப்பட்டது.

source: "%s" configured as homepage.
ta: "%s" முகப்புப்பக்கமாக கட்டமைக்கப்பட்டுள்ளது.

source: File(s) successfully uploaded
ta: கோப்பு (கள்) வெற்றிகரமாக பதிவேற்றப்பட்டது

source: "%s" was removed.
ta: "%s" அகற்றப்பட்டது.

source: You published this content successfully
ta: இந்த உள்ளடக்கத்தை நீங்கள் வெற்றிகரமாக வெளியிட்டீர்கள்

source: Select some group to publish your article
ta: உங்கள் கட்டுரையை வெளியிட சில குழுவைத் தேர்ந்தெடுக்கவும்

source: Your publish request was sent successfully
de: Ihre beabsichtigte Publizierung wurde erfolgreich abgesandt
es: Tu solicitud de publicación ha sido enviada satisfactoriamente
ru: Ваш запрос на публикацию успешно отправлен
ta: உங்கள் வெளியீட்டு கோரிக்கை வெற்றிகரமாக அனுப்பப்பட்டது

source: Some of your publish requests couldn't be sent.
ta: உங்கள் வெளியீட்டு கோரிக்கைகளில் சிலவற்றை அனுப்ப முடியவில்லை.

source: Your publish request couldn't be sent.
de: Ihre beabsichtigte Publikation konnte nicht abgeschickt werden.
es: Tu solicitud de publicación no pudo ser enviada.
ru: Ваш запрос на публикацию не может быть отправлен
ta: உங்கள் வெளியீட்டு கோரிக்கையை அனுப்ப முடியவில்லை.

source: There is no portal community to publish your article.
de: Es existiert keine Portal-Community um Ihre Artikel zu publizieren.
es: No hay un portal de la comunidad para publicar tu artículo.
ru: В портале нет сообществ дл публикации вашей статьи
ta: உங்கள் கட்டுரையை வெளியிட போர்டல் சமூகம் இல்லை.

source: Thanks for your suggestion. The community administrators were notified.
de: Vielen Dank für Ihren Vorschlag. Die Administratoren der Community werden darüber informiert.
es: Gracias por tu sugerencia. Los administradores de la comunidad fueron notificados.
ta: உங்கள் பரிந்துரைக்கு நன்றி. சமூக நிர்வாகிகளுக்கு அறிவிக்கப்பட்டது.

source: Name
es: Nombre
ru: Имя
ta: பெயர்

source: Size (bigger first)
ta: அளவு (பெரியது முதலில்)

source: Size (smaller first)
ta: அளவு (முதலில் சிறியது)

source: Are not you going to invite anyone?
ta: நீங்கள் யாரையும் அழைக்கப் போவதில்லை?

source: Your friends were invited successfully.
ta: உங்கள் நண்பர்கள் வெற்றிகரமாக அழைக்கப்பட்டனர்.

source: Some of your friends could not be invited.
ta: உங்கள் நண்பர்கள் சிலரை அழைக்க முடியவில்லை.

source: %s could not be uploaded
de: %s konnte nicht hochgeladen werden
es: %s no pudo ser actualizado
ta: %களை பதிவேற்ற முடியவில்லை

source: Images
de: Bilder
es: Imágenes
ru: Картинки
ta: படங்கள்

source: Files
ta: கோப்புகள்

source: Email template was successfully created.
ta: மின்னஞ்சல் வார்ப்புரு வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Email template was successfully updated.
ta: மின்னஞ்சல் வார்ப்புரு வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Sorry, we can not record your decision.
ta: மன்னிக்கவும், உங்கள் முடிவை நாங்கள் பதிவு செய்ய முடியாது.

source: Circles of %s updated successfully
ta: %s வட்டங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன

source: Please fill your personal information below in order to get your mailbox approved by one of the administrators
de: Bitte füllen Sie die nachfolgenden persönlichen Informationen aus, um ihre Mailbox von einem Administrator bestätigt zu bekommen
es: Por favor, ingrese tu información personal debajo para que uno de los administradores apruebe tu buzón de correo
ru: Пожалуйста, заполните вашу персональную информацию
ta: உங்கள் அஞ்சல் பெட்டியை நிர்வாகிகளில் ஒருவரால் அங்கீகரிக்க கீழே உங்கள் தனிப்பட்ட தகவல்களை நிரப்பவும்

source: e-Mail was not enabled successfully.
de: E-Mail nicht erfolgreich aktiviert.
es: El correo electrónico no fue habilitado correctamente.
ru: E-Mail не подключен.
ta: மின்னஞ்சல் வெற்றிகரமாக இயக்கப்படவில்லை.

source: e-Mail disabled successfully.
de: E-Mail erfolgreich deaktiviert.
es: e-Mail fue deshabilitado correctamente.
ru: E-Mail отключен.
ta: மின்னஞ்சல் முடக்கப்பட்டது வெற்றிகரமாக.

source: e-Mail was not disabled successfully.
de: E-Mail nicht erfolgreich deaktiviert.
es: El correo electrónico no fue deshabilitado correctamente.
ru: E-Mail не отключен.
ta: மின்னஞ்சல் வெற்றிகரமாக முடக்கப்படவில்லை.

source: Address was updated successfully!
de: Die Adresse wurde erfolgreich aktualisiert!
es: ¡La dirección fue actualizada satisfactoriamente!
ru: Адрес успешно обновлен
ta: முகவரி வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Your new community creation request will be evaluated by an administrator. You will be notified.
ta: உங்கள் புதிய சமூக உருவாக்கும் கோரிக்கை நிர்வாகியால் மதிப்பீடு செய்யப்படும். உங்களுக்கு அறிவிக்கப்படும்.

source: Address could not be saved!
ta: முகவரியை சேமிக்க முடியவில்லை!

source: %s was not enabled.
de: %s war nicht aktiviert.
es: %s no estaba habilitado.
ru: %s не позволено
ta: %s இயக்கப்படவில்லை.

source: %s was not disabled.
de: %s ist nicht deaktiviert.
es: %s no estaba deshabilitado.
ru: %s не отключено
ta: %s முடக்கப்படவில்லை.

source: Could not delete profile
de: Kann Profil nicht löschen
es: El perfil no puede ser eliminado
ta: சுயவிவரத்தை நீக்க முடியவில்லை

source: Welcome page saved successfully.
ta: வரவேற்பு பக்கம் வெற்றிகரமாக சேமிக்கப்பட்டது.

source: Welcome page could not be saved.
ta: வரவேற்பு பக்கத்தை சேமிக்க முடியவில்லை.

source: The profile '%s' was deactivated.
ta: '%s' சுயவிவரம் செயலிழக்கப்பட்டது.

source: Could not deactivate profile.
ta: சுயவிவரத்தை செயலிழக்க முடியவில்லை.

source: The profile '%s' was activated.
ta: '%s' சுயவிவரம் செயல்படுத்தப்பட்டது.

source: Could not activate the profile.
ta: சுயவிவரத்தை செயல்படுத்த முடியவில்லை.

source: Changes applied correctly
ta: மாற்றங்கள் சரியாக பயன்படுத்தப்படுகின்றன

source: Something wrong happened! Changes could not be save!
ta: ஏதோ தவறு நடந்தது! மாற்றங்களைச் சேமிக்க முடியவில்லை!

source: You can not destroy the profile.
ta: நீங்கள் சுயவிவரத்தை அழிக்க முடியாது.

source: Location is disabled on the environment.
ta: சுற்றுச்சூழலில் இடம் முடக்கப்பட்டுள்ளது.

source: Select at least one member.
ta: குறைந்தது ஒரு உறுப்பினரைத் தேர்ந்தெடுக்கவும்.

source: Member successfully unassociated
ta: உறுப்பினர் வெற்றிகரமாக இணைக்கப்படாதது

source: Current admins
de: Aktuelle Admins
es: Administradores actuales
ta: தற்போதைய நிர்வாகிகள்

source: The members list couldn't be updated. Please contact the administrator.
de: Die Mitgliederliste konnte nicht aktualisiert werden. Bitte wenden Sie sich an den Administrator.
es: La lista de miembros no puede ser actualizada. Por favor contacta al administrador
ta: உறுப்பினர்கள் பட்டியலை புதுப்பிக்க முடியவில்லை. நிர்வாகியை தொடர்பு கொள்ளவும்.

source: The members list was updated.
de: Die Mitgliederliste wurde aktualisiert.
es: La lista de miembros fue actualizada.
ta: உறுப்பினர்கள் பட்டியல் புதுப்பிக்கப்பட்டது.

source: Role successfully removed!
ta: பங்கு வெற்றிகரமாக அகற்றப்பட்டது!

source: Failed to remove role!
ta: பாத்திரத்தை அகற்றுவதில் தோல்வி!

source: Error
ta: பிழை

source: Task already assigned!
ta: ஏற்கனவே ஒதுக்கப்பட்ட பணி!

source: Task responsible successfully updated!
ta: பணி பொறுப்பு வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: All decisions were applied successfully.
de: Alle Anfragen wurden erfolgreich ausgeführt.
es: Todos los cambios fueron aplicados correctamente.
ta: அனைத்து முடிவுகளும் வெற்றிகரமாக பயன்படுத்தப்பட்டன.

source: Some decisions couldn't be applied.
de: Einige Anfragen konnten nicht ausgeführt werden.
es: Algunos cambios no pueden ser aplicados.
ta: சில முடிவுகளைப் பயன்படுத்த முடியவில்லை.

source: This action is not available for "%s".
de: Diese Aktion ist nicht möglich für "%s".
es: Esta acción no está disponible para "%s".
ru: Действие невозможно для "%s".
ta: இந்த நடவடிக்கை "%s" க்கு கிடைக்கவில்லை.

source: We couldn't find an account to be activated. Maybe it is to be approved by an admin.
ta: ஒரு கணக்கை செயல்படுத்த எங்களால் கண்டுபிடிக்க முடியவில்லை. ஒருவேளை அது ஒரு நிர்வாகியால் அங்கீகரிக்கப்பட வேண்டும்.

source: Your account was successfully activated!
ta: உங்கள் கணக்கு வெற்றிகரமாக செயல்படுத்தப்பட்டது!

source: Your account was activated, now wait until an administrator approves your account.
ta: உங்கள் கணக்கு செயல்படுத்தப்பட்டது, இப்போது ஒரு நிர்வாகி உங்கள் கணக்கை அங்கீகரிக்கும் வரை காத்திருங்கள்.

source: Looks like your activation code is not correct. Would you try again?
ta: உங்கள் செயல்படுத்தும் குறியீடு சரியாக இல்லை என்று தெரிகிறது. மீண்டும் முயற்சிப்பீர்களா?

source: Something went wrong. You can try again, and if it persists, contact an administrator.
ta: ஏதோ தவறு நடந்தது. நீங்கள் மீண்டும் முயற்சி செய்யலாம், அது தொடர்ந்தால், நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Invalid activation token. Maybe this account was already activated?
ta: தவறான செயல்படுத்தல் கிள்ளாக்கு. இந்த கணக்கு ஏற்கனவே செயல்படுத்தப்பட்டிருக்கலாம்?

source: A new activation code is on its way. Make sure to use the last code you received.
ta: ஒரு புதிய செயல்படுத்தும் குறியீடு அதன் வழியில் உள்ளது. நீங்கள் பெற்ற கடைசி குறியீட்டைப் பயன்படுத்துவதை உறுதிசெய்க.

source: An admin will approve your account soon.
ta: ஒரு நிர்வாகி விரைவில் உங்கள் கணக்கை அங்கீகரிப்பார்.

source: Logged in successfully
de: Erfolgreich angemeldet
es: Ingresaste exitosamente
ru: Успешный логин
ta: வெற்றிகரமாக உள்நுழைந்துள்ளது

source: Incorrect username or password
de: Falscher User-Name oder falsches Passwort
es: Nombre de usuario o contraseña incorrecta
ru: Неправильное имя или пароль
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்

source: This environment doesn't allow user registration.
de: Diese Ergebung erlaubt keine Registrierung von Benutzern.
ta: இந்த சூழல் பயனர் பதிவை அனுமதிக்காது.

source: You have been logged out.
de: Sie haben sich abgemeldet.
es: Has cerrado sesión.
ru: Вы произвели выход
ta: நீங்கள் வெளியேறிவிட்டீர்கள்.

source: Your password has been changed successfully!
de: Ihr Passwort wurde erfolgreich geändert!
es: ¡Tu contraseña fue modificada correctamente!
ru: Ваш пароль успешно изменен
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டுள்ளது!

source: This environment doesn't allow password recovery.
de: Diese Umgebung erlaubt keine Wiederherstellung von Passwörtern.
ta: இந்த சூழல் கடவுச்சொல் மீட்பை அனுமதிக்காது.

source: Can not recover user password with blank value.
ta: வெற்று மதிப்புடன் பயனர் கடவுச்சொல்லை மீட்டெடுக்க முடியாது.

source: Could not find any user with %s equal to "%s".
ta: " %s" க்கு சமமான %s கொண்ட எந்த பயனரையும் கண்டுபிடிக்க முடியவில்லை.

source: Could not perform password recovery for the user.
ta: பயனருக்கு கடவுச்சொல் மீட்டெடுப்பை செய்ய முடியவில்லை.

source: This login name is available
de: Dieser Loginname ist verfügbar
es: Este nombre de usuario esta disponible
ta: இந்த உள்நுழைவு பெயர் கிடைக்கிறது
