Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <a href="/doc/community/editing-sideboxes">Editing sideboxes</a>
es: <a href="/doc/community/editing-sideboxes">Editando cajas laterales</a>
pt: <a href="/doc/community/editing-sideboxes">Editar blocos laterais</a>
ta: <a href = "/doc/சமூகம்/எடிட்டிங்-பக்கப் பெட்டிகள்"> பக்கவாட்டுகளை திருத்துதல் </a>

source: <a href="/doc/cms/spreading-articles">Spreading articles</a>
es: <a href="/doc/cms/spreading-articles">Difundiendo artculos</a>
pt: <a href="/doc/cms/spreading-articles">Divulgando artigos</a>
ta: <a href = "/doc/cms/பரவல்-பார்டிகல்ச்"> பரப்பும் கட்டுரைகள் </a>

source: <a href="/doc/cms/adding-images-to-gallery">Adding pictures to gallery</a>
es: <a href="/doc/cms/adding-images-to-gallery">Aadiendo imgenes a la galera</a>
pt: <a href="/doc/cms/adding-images-to-gallery">Adicionar imagens à galeria</a>
ta: <a href = "/doc/cms/adding-images-to-gallery"> கேலரியில் படங்களைச் சேர்ப்பது </a>

source: <a href="/doc/cms/writing-advanced-article">Writing an advanced article (inserting images, links, videos and audio)</a>
es: <a href="/doc/cms/writing-advanced-article">Escribiendo un artculo avanzado (insertando imgenes, enlaces, videos y audio)</a>
pt: <a href="/doc/cms/writing-advanced-article">Escrever um artigo avançado(inserindo imagens, links, vídeos e áudio)</a>
ta: <a href = "/doc/cms/wrinde-advanced-article"> ஒரு மேம்பட்ட கட்டுரையை எழுதுதல் (படங்கள், இணைப்புகள், வீடியோக்கள் மற்றும் ஆடியோவைச் செருகுவது) </a>

source: <a href="/doc/enterprise/managing-enterprise-members">Managing and adding members to an enterprise</a>
es: <a href="/doc/enterprise/managing-enterprise-members">Administrar y aadir miembros a una empresa</a>
pt: <a href="/doc/enterprise/managing-enterprise-members">Gerenciar e adicionar integrantes em um empreendimento</a>
ta: <a href = "/doc/Enterprise/Manugenting- Enterprise- உறுப்பினர்கள்"> ஒரு நிறுவனத்தில் உறுப்பினர்களை நிர்வகித்தல் மற்றும் சேர்ப்பது </a>

source: <a href="/doc/enterprise/adding-product">Adding products to an enterprise</a>
es: <a href="/doc/enterprise/adding-product">Aadiendo productos a una empresa</a>
pt: <a href="/doc/enterprise/adding-product">Adicionando produtos em um empreendimento</a>
ta: <a href = "/doc/enterprise/addlow-product"> ஒரு நிறுவனத்தில் தயாரிப்புகளைச் சேர்ப்பது </a>

source: <a href="/doc/enterprise/editing-sideboxes">Editing sideboxes</a>
es: <a href="/doc/enterprise/editing-sideboxes">Editando cajas laterales </a>
pt: <a href="/doc/enterprise/editing-sideboxes">Editar blocos laterais</a>
ta: <a href = "/doc/enterprise/editing-sideboxes"> சைட்பாக்ச்கள் திருத்துதல் </a>

source: <a href="/doc/enterprise/disabling-enterprise">Disabling an enterprise</a>
es: <a href="/doc/enterprise/disabling-enterprise">Deshabilitando una empresa</a>
pt: <a href="/doc/enterprise/disabling-enterprise">Desabilitar um empreendimento</a>
ta: <a href = "/doc/Enterprise/Unbabling-entraprise"> ஒரு நிறுவனத்தை முடக்குதல் </a>

source: <a href="/doc/user/deleting-profile">Deleting a profile</a>
es: <a href="/doc/user/deleting-profile">Eliminando un perfil</a>
pt: <a href="/doc/user/deleting-profile">Deletar um perfil</a>
ta: <a href = "/doc/பயனர்/நீக்குதல்-சுயவிவரம்"> சுயவிவரத்தை நீக்குதல் </a>

source: <a href="/doc/user/editing-person-info">Editing user settings</a>
es: <a href="/doc/user/editing-person-info">Editando configuraciones de usuarios</a>
pt: <a href="/doc/user/editing-person-info">Editar informações/configurações do usuário</a>
ta: <a href = "/doc/பயனர்/எடிட்டிங்-நபர்-இன்ஃபோ"> பயனர் அமைப்புகளைத் திருத்துதல் </a>

source: <a href="/doc/user/logout">Leaving the system</a>
es: <a href="/doc/user/logout">Abandonando el sistema</a>
pt: <a href="/doc/user/logout">Sair do Sistema</a>
ta: <a href = "/doc/பயனர்/உள்நுழைவு"> கணினியை விட்டு வெளியேறுதல் </a>

source: <a href="/doc/user/invite-contacts">Inviting contacts from e-mail</a>
es: <a href="/doc/user/invite-contacts">Invitando contactos desde el correo electrnico</a>
pt: <a href="/doc/user/invite-contacts">Convidar contatos por e-mail</a>
ta: <a href = "/doc/பயனர்/அழைப்பிதழ்-தொடர்புகள்"> மின்னஞ்சலில் இருந்து தொடர்புகளை அழைக்கிறது </a>

source: <a href="/doc/user/viewing-profiles-activity">Viewing profile&#8217;s activities</a>
es: <a href="/doc/user/viewing-profiles-activity">Viendo actividades del perfil</a>
pt: <a href="/doc/user/viewing-profiles-activity">Visualizando atividades do perfil</a>
ta: <a href = "/doc/பயனர்/பார்வை-சுயவிவரங்கள்-செயல்பாடு"> சுயவிவரத்தைப் பார்க்கும் &#8217; செயல்பாடுகள் </a>

source: <a href="/doc/user/commenting">Commenting articles</a>
es: <a href="/doc/user/commenting">Comentando artculo</a>
pt: <a href="/doc/user/commenting">Comentar artigos</a>
ta: <a href = "/doc/பயனர்/கருத்து தெரிவித்தல்"> கட்டுரைகளை கருத்து தெரிவித்தல் </a>

source: <a href="/doc/user/removing-comments">Removing comments</a>
es: <a href="/doc/user/removing-comments">Eliminando comentarios</a>
pt: <a href="/doc/user/removing-comments">Remover comentários</a>
ta: <a href = "/doc/பயனர்/நீக்குதல்-கருத்துகள்"> கருத்துகளை நீக்குதல் </a>

source: <a href="/doc/user/sending-messages">Sending messages</a>
es: <a href="/doc/user/sending-messages">Enviando mensajes</a>
pt: <a href="/doc/user/sending-messages">Enviar mensagens</a>
ta: <a href = "/doc/பயனர்/அனுப்பும் செயலுகள்"> செய்திகளை அனுப்பும் </a>

source: <a href="/doc/user/editing-sideboxes">Editing sideboxes</a>
es: <a href="/doc/user/editing-sideboxes">Editando cajas laterales</a>
pt: <a href="/doc/user/editing-sideboxes">Editar blocos laterais</a>
ta: <a href = "/doc/பயனர்/எடிட்டிங்-சைட்பாக்ச்கள்"> சைட்பாக்ச்கள் திருத்துதல் </a>

source: <a href="/doc/user/changing-password">Changing password</a>
es: <a href="/doc/user/changing-password">Cambiando contrasea</a>
pt: <a href="/doc/user/changing-password">Alterar senha</a>
ta: <a href = "/doc/பயனர்/மாறும்-பாச்வேர்ட்"> கடவுச்சொல்லை மாற்றுதல் </a>

source: <a href="/doc/plugins">Plugins</a>
es: <a href="/doc/plugins">Complementos</a>
ta: <a href = "/doc/செருகுநிரல்கள்"> செருகுநிரல்கள் </a>

source: <a href="/doc/admin">Admin features</a>
es: <a href="/doc/admin">Caractersticas administrativas</a>
pt: <a href="/doc/admin">Funcionalidade de administração</a>
ta: <a href = "/doc/admin"> நிர்வாக நற்பொருத்தங்கள் </a>

source: <a href="/doc/quotas">Upload Quotas</a>
ta: <a href = "/doc/quatas"> ஒதுக்கீட்டைப் பதிவேற்றவும் </a>

source: <a href="/doc/navigation">Navigation</a>
es: <a href="/doc/navigation">Navegacin</a>
pt: <a href="/doc/navigation">Navegação</a>
ta: <a href = "/doc/வழிசெலுத்தல்"> வழிசெலுத்தல் </a>

source: <a href="/doc/community">Community features</a>
es: <a href="/doc/community">Caractersticas de la comunidad</a>
pt: <a href="/doc/community">Funcionalidades da comunidade</a>
ta: <a href = "/doc/சமூகம்"> சமூக நற்பொருத்தங்கள் </a>

source: <a href="/doc/cms">Content Management</a>
es: <a href="/doc/cms">Gestor de contenidos</a>
pt: <a href="/doc/cms">Gerenciamento de conteúdo</a>
ta: <a href = "/doc/cms"> உள்ளடக்க மேலாண்மை </a>

source: <a href="/doc/enterprise">Enterprise features</a>
es: <a href="/doc/enterprise">Caractersticas de la empresa</a>
pt: <a href="/doc/enterprise">Funcionalidades do empreendimento</a>
ta: <a href = "/doc/enterprise"> நிறுவன நற்பொருத்தங்கள் </a>

source: <a href="/doc/user">User features</a>
es: <a href="/doc/user">Caractersticas de usuario</a>
pt: <a href="/doc/user">Funcionalidades do usuário</a>
ta: <a href = "/doc/பயனர்"> பயனர் நற்பொருத்தங்கள் </a>

source: Create a <span class="caps">HTML</span> form using RawHTMLBlock or RawHTMLArticle that invokes the {sendemail} action
es: Crear un formulario <span class="caps">HTML</span> usando RawHTMLBlock o RawHTMLArticle que invoquen la accin {sendemail}
pt: Crie um formulário <span class="caps">HTML</span> utilizando using RawHTMLBlock ou RawHTMLArticle que invoca a 'action' {sendemail}

source: Enteprises search results with example
es: Resultados de bsqueda de empresas con ejemplo
pt: Resultado da busca por empreendimento com exemplo

source: &gt;&gt; env.save!
pt: >> env.save!
