Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <strong>Edit <span class="caps">HTML</span> source:</strong> the text written in this editor is transformed in <span class="caps">HTML</span> code, to be viewed on browsers. Use this button to view/edit the <span class="caps">HTML</span> code of your article.
es: <strong>Editar fuente<span class="caps">HTML</span>:</strong> el texto escrito en este editor se transforma en cdigo <span class="caps">HTML </span>, para verse en los navegadores. Usa este botn para ver/editar el cdigo <span class="caps">HTML</span> de tu artculo.
pt: <strong>Editar código fonte:</strong> o texto escrito nesse editor é transformado em código HTML, para poder ser visualizado nos navegadoores. Utilize esse botão para visualizar/editar o código HTML do seu artigo.
ta: <strong> திருத்து <span வகுப்பு = "caps"> உஉகுமொ </span> ஆதாரம்: </strong> இந்த எடிட்டரில் எழுதப்பட்ட உரை <span வகுப்பு = "caps"> உஉகுமொ </span> குறியீட்டில் மாற்றப்படுகிறது, பார்க்கப்பட வேண்டும் உலாவிகளில். உங்கள் கட்டுரையின் <ச்பான் கிளாச் = "கேப்ச்"> எச்.டி.எம்.எல் </ச்பான்> குறியீட்டைக் காண/திருத்த இந்த பொத்தானைப் பயன்படுத்தவும்.

source: If categorization is enabled in the system, you can categorize your article, increasing the possibility of others to access it. To view and select the categories, click on the arrow:
es: Si la categorizacin est habilitada en el sistema, puedes catalogar tu artculo, incrementado la posibilidad de que los dems accesen a l. Para ver y seleccionar las categoras, presiona la flecha:
pt: Se a categorização estiver habilitada no sistema, você poderá categorizar seu artigo, aumentando a possibilidade de outras pessoas acessarem ele. Para visualizar e poder selecionar as categorias, clique na seta do recorte que deseja:
ta: கணினியில் வகைப்படுத்தல் இயக்கப்பட்டிருந்தால், உங்கள் கட்டுரையை வகைப்படுத்தலாம், மற்றவர்கள் அதை அணுகுவதற்கான வாய்ப்பை அதிகரிக்கும். வகைகளைக் காணவும் தேர்ந்தெடுக்கவும், அம்புக்குறியைக் சொடுக்கு செய்க:

source: Categorization of an article on creation
es: Categorizacin de un artculo en creacin
pt: Categorização de artigo na criação
ta: உருவாக்கம் குறித்த கட்டுரையின் வகைப்படுத்தல்

source: You can select as many categories as you want.
es: Puedes seleccionar tantas categoras como quieras.
pt: Você pode selecionar quantas categorias desejar.
ta: நீங்கள் விரும்பும் பல வகைகளைத் தேர்ந்தெடுக்கலாம்.

source: Category choosen on an article creation
es: Categora elegida de un artculo en creacin
pt: Categoria escolhida na criação de artigo
ta: வகை ஒரு கட்டுரை உருவாக்கத்தில் தேர்வு செய்யப்படுகிறது

source: Tags list: fill in with tags. Tags are keywords or terms associated to your article. It is also used to increase the possibility of others to access it, because it will be listed when an user clicks in one of the tags your article has.
es: Lista de etiquetas: rellena con etiquetas. Las etiquetas son palabras clave o trminos asociados a tu artculo. Tambin se usa para incrementar la posibilidad de que los dems accesen a l, porque ser enlistado cuando un usuaio presione una de las etiquetas que tiene tu artculo.
pt: Lista de marcadores: preencha com marcadores. Marcadores são palavras-chave ou termos associados ao seu artigo. Também é utilizado para aumentar a possibilidade de outras pessoas acessá-lo, já que ele será listado quando um usuário clicar em um dos marcadores que ele possui.
ta: குறிச்சொற்கள் பட்டியல்: குறிச்சொற்களை நிரப்பவும். குறிச்சொற்கள் உங்கள் கட்டுரையுடன் தொடர்புடைய முக்கிய வார்த்தைகள் அல்லது சொற்கள். மற்றவர்கள் அதை அணுகுவதற்கான வாய்ப்பை அதிகரிக்கவும் இது பயன்படுகிறது, ஏனென்றால் உங்கள் கட்டுரையில் உள்ள குறிச்சொற்களில் ஒன்றில் ஒரு பயனர் சொடுக்கு செய்யும் போது அது பட்டியலிடப்படும்.

source: Tag on an article creation
es: Etiqueta en la creacin de un artculo
pt: Tag na criação de artigo
ta: ஒரு கட்டுரை உருவாக்கத்தில் குறிச்சொல்

source: When creating an article, you should check the options you want.
es: Cuando se crea un artculo, debers verificar las opciones que deseas.
pt: Ao criar um artigo, você deve marcar as opções que deseja.
ta: ஒரு கட்டுரையை உருவாக்கும்போது, நீங்கள் விரும்பும் விருப்பங்களை சரிபார்க்க வேண்டும்.

source: Options on an article creation
es: Opciones en la creacin de un artculo
pt: Opções na criação de artigo
ta: ஒரு கட்டுரை உருவாக்கத்தில் விருப்பங்கள்

source: Everybody will be able to view the article
es: Todos sern capaces de ver el artculo
pt: Permite que qualquer pessoa possa visualizar o artigo
ta: எல்லோரும் கட்டுரையைப் பார்க்க முடியும்

source: Everybody who view your article will be able to comment on it
es: Todos quienes ven tu artculo sern capaces de comentar en l
pt: Permite que as pessoas que visualizam seu artigo possam fazer comentários nele
ta: உங்கள் கட்டுரையைப் பார்க்கும் ஒவ்வொருவரும் அதைப் பற்றி கருத்து தெரிவிக்க முடியும்

source: Sends an e-mail to you when a person comments on your article
es: Te enva un correo electrnico cuando una persona comenta tu artculo
pt: Envia um e-mail para você quando uma pessoa comenta no seu artigo
ta: உங்கள் கட்டுரையில் ஒரு நபர் கருத்து தெரிவிக்கும்போது உங்களுக்கு ஒரு மின்னஞ்சல் அனுப்புகிறது

source: Display the number of article&#8217;s visualizations
es: Muestra el nmero de visualizaciones del artculo
pt: Mostra a quantidade de visualizações do artigo
ta: கட்டுரையின் எண்ணிக்கையைக் காண்பி &#8217; காட்சிப்படுத்தல்

source: Then, click on &#8220;Save&#8221; button and the article will be created.
es: Luego, presiona en el botn &#8220;Guardar&#8221; y el artculo ser creado.
pt: Depois, basta clicar no botão &#8220;Salvar&#8221; que o artigo estará criado.
ta: பின்னர், &#8220; சேமி &#8221; பொத்தான் மற்றும் கட்டுரை உருவாக்கப்படும்.

source: <a href="/doc/cms/writing-advanced-article">Writing advanced articles</a>
es: <a href="/doc/cms/writing-advanced-article">Escribiendo artculos avanzados</a>
pt: <a href="/doc/cms/writing-advanced-article">Escrever um artigo avançado (inserindo links e imagens)</a>
ta: <a href = "/doc/cms/wrinde-advanced-article"> மேம்பட்ட கட்டுரைகளை எழுதுதல் </a>

source: Disabling an enterprise
es: Deshabilitando una empresa
pt: Desabilitar um empreendimento
ta: ஒரு நிறுவனத்தை முடக்குகிறது

source: <em>If you are an administrator of any enterprise and you don&#8217;t want that it appears in the system anymore, you can disable it by following this steps.</em>
es: <em>Si eres administrador de una empresa y no quieres que ya no aparezca en el sistema, puedes deshabilitarla siguiendo estos pasos.</em>
pt: <em>Se você é administrador de um empreendimento e você nãoquer que ele apareça mais no sistema, você pode desabilitá-lo seguindo esses passos.</em>
ta: <em> நீங்கள் எந்தவொரு நிறுவனத்தின் நிர்வாகியாக இருந்தால், அது இனி கணினியில் தோன்றும் என்று நீங்கள் விரும்பவில்லை என்றால், இந்த படிகளைப் பின்பற்றுவதன் மூலம் அதை முடக்கலாம். </em>

source: You will see the list of groups (communities/enterprises) that you are a member. The groups that you can manage are listed with a link &#8220;Manage&#8221;. Assuming that you are administrator of enterprise &#8220;My enterprise&#8221;, click on &#8220;Manage&#8221; link.
es: Vers la lista de grupos (comunidades/empresas) de las cuales eres miembro. Los grupos que puedes administrar se enlistan con un enlace &#8220;Administrar&#8221;. Suponiendo que eres el administrador de la emprea &#8220;Mi empresa&#8221;, clic en el enlace &#8220; Administrar&#8221;
pt: Aparecerá a lista de grupos (comunidades/empreendimentos) que você é membro. Os grupos que você pode gerenciar são listados com um link &#8220;Gerenciar&#8221;. Supondo que você é administrador do empreendimento &#8220;Meu empreendimento&#8221;, clique em &#8220;Gerenciar&#8221;.
ta: நீங்கள் உறுப்பினராக இருக்கும் குழுக்களின் (சமூகங்கள்/நிறுவனங்கள்) பட்டியலை நீங்கள் காண்பீர்கள். நீங்கள் நிர்வகிக்கக்கூடிய குழுக்கள் ஒரு இணைப்புடன் பட்டியலிடப்பட்டுள்ளன &#8220; நிர்வகி &#8221 ;. நீங்கள் நிறுவன நிர்வாகி என்று கருதி &#8220; எனது நிறுவன &#8221;, &#8220; நிர்வகி &#8221; இணைப்பு.

source: In enterprise&#8217;s control panel, click on &#8220;Disable Enterprise&#8221;
es: En panel de control de la empresa, clic en &#8220;Deshabilitar empresa%#8221;
pt: No painel de controle do empreendimento, clique em &#8220;Gerenciar Integrantes&#8221;
ta: எண்டர்பிரைசின் கட்டுப்பாட்டுக் குழுவில், &#8220; நிறுவனத்தை முடக்கு &#8221;

source: Control panel with disable enterprise
es: Panel de control con deshabilitar empresa
pt: Painel de controle com desabilitar empreendimento
ta: நிறுவனத்தை முடக்கு கட்டுப்பாட்டு குழு

source: You will see the confirmation screen. If you are sure that you want to disable the enterprise, click on &#8220;Yes, I want to disable&#8221;.
es: Vers la pantalla de confirmacin. Si ests seguro que quieres deshabilitar la empresa, clic en &#8220;S, quiero deshabilitarla&#8221;.
pt: Você verá a tela de confirmação. Se você tiver certeza que deseja desabilitar o empreendimento, clique em &#8220;Sim, eu quero desabilitar&#8221;.
ta: உறுதிப்படுத்தல் திரையை நீங்கள் காண்பீர்கள். நீங்கள் நிறுவனத்தை முடக்க விரும்பினால், &#8220; ஆம், நான் முடக்க விரும்புகிறேன் &#8221 ;.

source: Enterprise disabling confirmation
es: Confirmacin de deshabilitacin de empresa
pt: Confirmação da desabilitação do empreendimento
ta: நிறுவன முடக்குதல் உறுதிப்படுத்தல்

source: Related Topics
es: Temas relacionados
pt: Tópicos Relacionados
ta: தொடர்புடைய தலைப்புகள்

source: <a href="/doc/enterprise/activating-enterprise">Activating enterprise</a>
es: <a href="/doc/enterprise/activating-enterprise">Activando empresa</a>
pt: <a href="/doc/enterprise/activating-enterprise">Ativar empreendimento</a>
ta: <a href = "/doc/Enterprise/activation-entrprise"> நிறுவனத்தை செயல்படுத்துதல் </a>

source: <em>You can customize the page of your enterprise, changing the template of it.</em>
es: <em>Puedes personalizar la pgina de tu empresa, cambiando su plantilla.</em>
pt: <em>Você pode personalizar a página de seu empreendimento, alterando seu modelo.</em>
ta: <em> உங்கள் நிறுவனத்தின் பக்கத்தைத் தனிப்பயனாக்கலாம், அதன் வார்ப்புருவை மாற்றலாம். </em>

source: <a href="/doc/enterprise/editing-header-footer">Editing header and footer</a>
es: <a href="/doc/enterprise/editing-header-footer"Editando encabezado y pie de pgina</a>
pt: <a href="/doc/enterprise/editing-header-footer">Editar cabeçalho e rodapé</a>
ta: <a href = "/doc/enterprise/editing-header-footer"> திருத்துதல் தலைப்பு மற்றும் அடிக்குறிப்பு </a>

source: Activating your enterprise
es: Activando tu empresa
pt: Ativar seu empreendimento
ta: உங்கள் நிறுவனத்தை செயல்படுத்துகிறது

source: <em>If you have an enterprise that is registered in the system, you might have the activation code of the enterprise.</em>
es: <em>Si tienes una empresa que est registrada en el sistema, deberas tener el cdigo de activacin de la empresa.</em>
pt: <em>Se você tem um empreendimento cadastrado no sistema, você deve ter o código de ativação do empreendimento.</em>
ta: <em> உங்களிடம் கணினியில் பதிவுசெய்யப்பட்ட ஒரு நிறுவனம் இருந்தால், நிறுவனத்தின் செயல்படுத்தும் குறியீடு உங்களிடம் இருக்கலாம். </em>

source: <em>This article shows how you can activate your enterprise in the system. After that, you can update information, add members, products and much more.</em>
es: <em> Este artculo muestra cmo puedes activar tu empresa en el sistema. Despus, puedes actualizar su informacin, aadir miembros, productos y mucho ms.</em>
pt: <em>Este artigo mostra como você pode ativar seu empreendimento no sistema. Depois disso, você poderá atualizar as informações, adicionar integrantes, produtos e muito mais.</em>
ta: <em> கணினியில் உங்கள் நிறுவனத்தை எவ்வாறு செயல்படுத்தலாம் என்பதை இந்த கட்டுரை காட்டுகிறது. அதன் பிறகு, நீங்கள் தகவல்களைப் புதுப்பிக்கலாம், உறுப்பினர்கள், தயாரிப்புகள் மற்றும் பலவற்றைச் சேர்க்கலாம். </Em>

source: Below the control panel actions, you will see a box. Fill in the field with the enterprise activation code and click on &#8220;Activate&#8221;.
es: Debajo de las acciones del panel de control, vers una caja. Llena el campo con el cdigo de activacin de la empresa y haz clic en &#820;Activar&#8221;.
pt: Abaixo das ações do painel de controle, você verá uma caixa. Preencha o campo com o código de ativação do empreendimento e clique em &#8220;Activar&#8221;.
ta: கட்டுப்பாட்டு குழு செயல்களுக்கு கீழே, நீங்கள் ஒரு பெட்டியைக் காண்பீர்கள். நிறுவன செயல்படுத்தும் குறியீட்டைக் கொண்டு புலத்தை நிரப்பி &#8220; செயல்படு &#8221 ;.

source: Control panel and enterprise activation box
es: Panel de control y bandeja de activacin de la empresa
pt: Painel de controle e caixa de ativação de empreendimento
ta: கட்டுப்பாட்டு குழு மற்றும் நிறுவன செயல்படுத்தும் பெட்டி

source: You will see a screen with the first activations step, the question about the enterprise. You must fill in the field with the correct answer, or your enterprise will be blocked. If you are sure that your answer is right, click on &#8220;Continue&#8221; button.
es: Vers una pantalla con el primer paso de la activacin, la pregunta acerca de la empresa. Debes llenar el campo con la respuesta correcta, o tu empresa ser bloqueada. Si ests seguro que la respuesta es correcta, clic en el botn &#8220;Continuar&#8221;.
pt: Você verá uma tela com o primeiro passo da ativação, a pergunta sobre o empreendimento. Você deve preencher o campo com a resposta correta, ou seu empreendimento será bloqueado. Se você tiver certeza que sua resposta está correta, clique no botão &#8220;Continue&#8221;
ta: முதல் செயல்பாட்டு படி, நிறுவனத்தைப் பற்றிய கேள்வி கொண்ட ஒரு திரையை நீங்கள் காண்பீர்கள். நீங்கள் சரியான பதிலுடன் புலத்தில் நிரப்ப வேண்டும், அல்லது உங்கள் நிறுவனத்தைத் தடுக்க வேண்டும். உங்கள் பதில் சரியானது என்று உங்களுக்குத் தெரியுமா, &#8220; தொடரவும் &#8221; பொத்தான்.

source: Activation question
es: Pregunta de activacin
pt: Pergunta de ativação
ta: செயல்படுத்தும் கேள்வி

source: If the answer is wrong, the enterprise will be blocked and you need to contact the system admin to unblock it. If the answer is right, you will go to step 2. In this step, you should read the terms of use and, if you agree with it, choose the option &#8220;I read the terms of use and accepted them.&#8221;. After that, click on &#8220;Continue&#8221; button.
es: Si la respuesta es errnea, la empresa ser bloqueada y necesitars contactar al administrador del sistema para desbloquearla. Si la respuesta es correcta, irs al segundo paso. En ste, debes leer los trminos de uso y aceptarlos y, si los aceptas, elige la opcin &#8220;Le los trminos de uso y los acepto.&#8221;. Despus, haz clic en el botn &#8220;Continuar&#8221;.
pt: Se a resposta estiver errada, o empreendimento será bloqueado e você precisará entrar em contato com o administrador do sistema para desbloqueá-lo. Se a resposta for correta, você passará para o passo 2. Neste passo, você deve ler os termos de uso e, se concordar com ele, escolher a opção &#8220;Eu li os termos de uso e aceito-os&#8221;. Depois disto, clique no botão &#8220;Continue&#8221; button.
ta: பதில் தவறாக இருந்தால், நிறுவனம் தடுக்கப்படும், மேலும் அதைத் தடைசெய்ய கணினி நிர்வாகியை தொடர்பு கொள்ள வேண்டும். பதில் சரியாக இருந்தால், நீங்கள் படி 2 க்குச் செல்வீர்கள். இந்த கட்டத்தில், நீங்கள் பயன்பாட்டு விதிமுறைகளைப் படிக்க வேண்டும், நீங்கள் அதை ஏற்றுக்கொண்டால், விருப்பத்தைத் தேர்வுசெய்க &#8220; நான் பயன்பாட்டு விதிமுறைகளைப் படித்து ஏற்றுக்கொண்டேன். & #8221 ;. அதன் பிறகு, &#8220; தொடரவும் &#8221; பொத்தான்.

source: Enterprise terms of use
es: Trminos de uso de la empresa
pt: Termos de uso de Empreendimento
ta: நிறுவன பயன்பாட்டு விதிமுறைகள்

source: Then, you will receive a confirmation that your enterprise was activated. In this screen, you can go to enterprise&#8217;s control panel and update it or go to your control panel.
es: Luego, recibirs una confirmacin que tu empresa fue activada. En esta pantalla, puedes ir a panel de control de tu empresa y actualizarla o ir a tu panel de control.
pt: Depois, você receberá uma confirmação que seu empreendimento foi ativado. Nesta tela, você pode ir para o painel de controle do seu empreendimento e atualizá-lo ou ir para o seu painel de controle.
ta: பின்னர், உங்கள் நிறுவனம் செயல்படுத்தப்பட்டது என்பதற்கான உறுதிப்படுத்தலைப் பெறுவீர்கள். இந்தத் திரையில், நீங்கள் எண்டர்பிரைசின் கட்டுப்பாட்டுக் குழுவுக்குச் சென்று அதைப் புதுப்பிக்கலாம் அல்லது உங்கள் கட்டுப்பாட்டுக் குழுவுக்குச் செல்லலாம்.

source: Conclusion of enterprise activation
es: Conclusin de activacin de tu empresa
pt: Conclusão da ativação de empreendimento
ta: நிறுவன செயல்பாட்டின் முடிவு

source: <a href="/doc/enterprise/editing-enterprise-info">Editing enterprise settings</a>
es: <a href="/doc/enterprise/editing-enterprise-info">Editando configuracin de la empresa</a>
pt: <a href="/doc/enterprise/editing-enterprise-info">Editar informações/configurações do empreendimento</a>
ta: <a href = "/doc/enterprise/editing-entryprise-info"> நிறுவன அமைப்புகளைத் திருத்துதல் </a>

source: <a href="/doc/user/registering-new-user">Registering a new user</a>
es: <a href="/doc/user/registering-new-user"> Registrando un nuevo usuario</a>
pt: <a href="/doc/user/registering-new-user">Cadastrar um novo usuário</a>
ta: <a href = "/doc/பயனர்/பதிவு-புதிய-பயனர்"> புதிய பயனரை பதிவு செய்தல் </a>

source: Enterprise features
es: Caractersticas de la empresa
pt: Funcionalidades de empreendimento
ta: நிறுவன நற்பொருத்தங்கள்

source: <em>You can customize the page of your enterprise, changing the blocks that will be displayed on it.</em>
es: <em> Puedes personalizar la pgina de tu empresa, cambiando los bloques que sern mostrados.</em>
pt: <em>Você pode personalizar a página de seu empreendimento, alterando os blocos que serão mostrados nela.</em>
ta: <em> உங்கள் நிறுவனத்தின் பக்கத்தைத் தனிப்பயனாக்கலாம், அதில் காண்பிக்கப்படும் தொகுதிகளை மாற்றலாம். </em>

source: You will see the list of groups (communities/enterprises) that you are a member. The groups that you can manage are listed with a link &#8220;Manage&#8221;. Assuming that you are an enterprise administrator, click on &#8220;Manage&#8221; link.
es: Vers la lista de grupos (comunidades/empresas) de las cuales eres miembro. Los grupos que puedes administrar estn listados con un enlace &#8220;Administrar&#8221; Suponiendo que eres administrador de la empresa, clic en el enlace &#8220;Administrar&#8221;.
pt: Você verá a lista de grupos (comunidades/empreendimentos) que você é membro. Os grupos que você pode gerenciar são listados com um link &#8220;Gerenciar&#8221;. Supondo que você é administrador de um empreendimento, clique em &#8220;Gerenciar&#8221;.
ta: நீங்கள் உறுப்பினராக இருக்கும் குழுக்களின் (சமூகங்கள்/நிறுவனங்கள்) பட்டியலை நீங்கள் காண்பீர்கள். நீங்கள் நிர்வகிக்கக்கூடிய குழுக்கள் ஒரு இணைப்புடன் பட்டியலிடப்பட்டுள்ளன &#8220; நிர்வகி &#8221 ;. நீங்கள் ஒரு நிறுவன நிர்வாகி என்று கருதி, &#8220; நிர்வகி &#8221; இணைப்பு.

source: Edit sideboxes on enterprise control panel
es: Editar cjas laterales en panel de control de la empresa
pt: Editar blocos laterais no painel de controle do empreendimento
ta: எண்டர்பிரைச் கண்ட்ரோல் பேனலில் பக்க பெட்டிகளைத் திருத்தவும்

source: <strong>Display one of your contents:</strong> This block displays one of the enterprise&#8217;s articles. You can edit the block to select which article is going to be displayed in the block.
es: <strong> Muestra uno de tus contenidos:</strong> Este bloque muestra uno de los artculos de la empresa. Puedes editar el bloque al seleccionar cul artculo va a ser mostrado en el bloque.
pt: <strong>Apresentar um de seus conteúdos:</strong> Este bloco apresenta um dos artigos do empreendimento. Você pode editar o bloco para selecionar qual artigo será mostrado no bloco.
ta: <strong> உங்கள் உள்ளடக்கங்களில் ஒன்றைக் காண்பி: </strong> இந்த தொகுதி நிறுவனத்தின் கட்டுரைகளில் ஒன்றைக் காட்டுகிறது. தொகுதியில் எந்த கட்டுரை காட்டப்படப் போகிறது என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: <strong>Last updates:</strong> Display the most recents contents created on the enterprise. You can choose how many articles will be listed.
es: <strong>ltimas actualizaciones:</strong> Muestra los contenidos ms recientes creados en la empresa. Puedes elegir cuntos artculos sern listados.
pt: <strong>Últimas atualizações:</strong> Apresenta os conteúdos mais recentes do empreendimento. Você pode escolher quantos artigos serão listados.
ta: <strong> கடைசி புதுப்பிப்புகள்: </strong> நிறுவனத்தில் உருவாக்கப்பட்ட மிக அண்மைக் கால உள்ளடக்கத்தைக் காண்பி. எத்தனை கட்டுரைகள் பட்டியலிடப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: <strong>Links (static menu):</strong> You can use it to create a menu of links. You can add, remove and update the links as you wish. If you want a link to the enterprise&#8217;s blog, for example, you should type &#8220;/{profile}/blog&#8221; on the field &#8220;Address&#8221;. The &#8220;{profile}&#8221; will be replaced by your identifier.
es: <strong> Enlaces (men estatico):</strong> Puedes usarlos para crear un men de enlaces. Puedes aadir, eliminar y actualizar los enlaces cuando lo desees. Si quieres un enlace al blog de tu empresa, por ejemplo, deberas escribir &#8220;/{profile}/blog&#8221; en el campo &#8220;direccin&#8221;. El &#8220;{profile}&#8221; ser remplazado por su identificador.
pt: <strong>Links (menu estático):</strong> Você pode utilizá-lo para criar um menu de links. Você pode adicionar, remover e atualizar os links que desejar. Se você quiser um link para o blog do empreendimento, por exemplo, você deve digitar &#8221;/{profile}/blog&#8221; no campo &#8220;Endereço&#8221;. O termo &#8220;{profile}&#8221;erá substituído pelo identificador do empreendimento.
ta: <strong> இணைப்புகள் (நிலையான மெனு): </strong> இணைப்புகளின் மெனுவை உருவாக்க இதைப் பயன்படுத்தலாம். நீங்கள் விரும்பியபடி இணைப்புகளைச் சேர்க்கலாம், அகற்றலாம் மற்றும் புதுப்பிக்கலாம். நிறுவனத்தின் வலைப்பதிவின் இணைப்பை நீங்கள் விரும்பினால், எடுத்துக்காட்டாக, நீங்கள் &#8220;/{profile}/வலைப்பதிவு &#8221; புலத்தில் &#8220; முகவரி &#8221 ;. &#8220; {profile} &#8221; உங்கள் அடையாளங்காட்டியால் மாற்றப்படும்.

source: <strong>Feed reader:</strong> This block can be used to list the latest news from any site you want. You just need to inform the address of a <span class="caps">RSS</span> feed clicking on &#8220;Edit button&#8221;. You also can select the number of items that will be displayed.
es: <strong>Lector de noticias:</strong> Este bloque puede ser usado para mostrar una lista de las ltimas noticias desde cualquier sitio que quieras. Solamente necesitas la informacin de la direccin de una fuente <span class="caps">RSS</span> dando clic en &#8220;Editar botn&#8221;. Tambin puedes seleccionar el nmero de artculos que sern mostrados.
pt: <strong>Leitor de Feed:</strong> Este bloco pode ser utilizado para listar as últimas notícias de qualquer site que desejar. Você só precisa informar o endereço de um feed RSS clicando no botão &#8220;Editar&#8221;. Você também pode selecionar o número de itens que serão mostrados.
ta: <strong> ஃபீட் ரீடர்: </strong> நீங்கள் விரும்பும் எந்த தளத்திலிருந்தும் அண்மைக் கால செய்திகளை பட்டியலிட இந்த தொகுதி பயன்படுத்தப்படலாம். <ச்பான் கிளாச் = "கேப்ச்"> ஆர்எச்எச் </span> ஐ &#8220; திருத்து பொத்தான் &#8221; காண்பிக்கப்படும் பொருட்களின் எண்ணிக்கையையும் நீங்கள் தேர்ந்தெடுக்கலாம்.

source: <strong>Location map:</strong> Shows where the enterprise is on the material world.
es: <strong>Mapa de ubicacin:</strong> Muestra dnde se encuentra la empresa en el mundo.
pt: <strong>Mapa de localização:</strong> Mostra a localização do empreendimento no mundo real.
ta: <strong> இருப்பிட வரைபடம்: </strong> பொருள் உலகில் நிறுவனம் எங்குள்ளது என்பதைக் காட்டுகிறது.
