Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Adds a tolerance time for editing content after its publication
de: Fügt eine Toleranzzeit hinzu, während derer der Beitrag nach dessen Veröffentlichung editiert werden darf

source: Tolerance Adjustements
de: Toleranzeinstellung

source: This content can't be edited anymore because it expired the tolerance time
de: Der Beitrag kann nicht weiter editiert werden, da die Toleranzzeit abgelaufen ist

source: The tolerance time for editing this content is over.
de: Die Toleranzzeit für das Editieren dieses Beitrags ist vorbei.

source: Sub-groups
de: Untergruppen

source: Adds the ability for groups to have sub-groups.
de: Fügt Gruppen die Fähigkeit hinzu, Untergruppen zu haben.

source: Manage sub-groups
de: Untergruppen verwalten

source: Paternity request
de: Zuordnungsanfrage

source: %{requestor} wants to add this organization as a sub-organization of %{linked_subject}.
de: %{requestor} möchte das Unternehmen %{linked_subject} als Unterorganisation von %{linked_subject} hinzufügen.

source: multi-level paternity is not allowed.
de: Die Zuordnung über mehrere Stufen ist nicht erlaubt.

source: cert.
de: Zertifizierung.

source: facets|Enabled
de: facets|Aktiviert

source: facets|Not enabled
de: facets|Nicht aktiviert

source: Invalid string format of access.
de: Ungültiges Zeichenkettenformat für den Zugriff.

source: There is no profile with the provided id.
de: Es gibt kein Profil mit dem angegebenen Identifikator.

source: Invalid type format of access.
de: Ungültiges Typformat beim Zugriff.

source: Membership survey
de: Umfrage unter den Mitgliedern

source: %{requestor} wants you to fill in some information.
de: %{requestor} möchte von Ihnen, dass Sie ein paar Felder ausfüllen.

source: After joining %{requestor}, the administrators of this organization wants you to fill in some further information.
de: Nach dem Beitritt zu %{requestor} möchte der Administrator der Organisation, dass Sie noch weitere Angaben tätigen.

source: %{requestor} wants to fill in some further information.
de: %{requestor} möchte von Ihnen, dass Sie weitere Felder ausfüllen.

source: is mandatory.
de: ist zwingend notwendig

source: Custom
de: Individuell

source: Always
de: Immer

source: Until %s
de: Bis %s

source: From %s until %s
de: Von %s bis %s

source: Select
de: Wählen

source: Enables the creation of forms.
de: Ermöglicht die Erstellung von Formularen.

source: Manage Forms
de: Formulare verwalten

source: Delivery option
de: Auslieferungsmethode

source: Payment
de: Bezahlung

source: Remove option
de: Option entfernen

source: Money
de: Honig

source: Host
de: Rechner

source: Period
de: Intervall

source: Total
de: Gesamt

source: Publish submissions
de: Beiträge veröffentlichen

source: Spaminator reports
de: Spaminator-Berichte

source: Spams on comments
de: Spam auf Kommentaren

source: Spammers
de: Spammer

source: On content
de: Auf dem Inhalt

source: From spammers
de: Von Spammern

source: With spam comments
de: Mit Spam-Kommentaren

source: With no network
de: Ohne Netzwerk

source: Content of comments checked as spam / number of comments verified
de: Inhalt der Kommentare auf Spam überprüft / Zahl der nachprüfbaren Kommentare

source: Comments from spammers / number of comments verified
de: Kommentare von Spammern / Zahl der nachprüfbaren Kommentare

source: Spam comments / total number of comments
de: Spam-Kommentare / Gesamtzahl Kommentare

source: People with more than 2 spam comments / number of people verified
de: Leute mit mehr als zwei Spam-Kommentaren / Zahl der nachprüfbaren Leute

source: Spammers / total number of people
de: Spammers / Gesamtzahl an Leuten

source: Spaminator settings
de: Spaminator-Einstellungen

source: Period (days) for scanning spammers
de: Intervall in Tagen, um Spammer zu suchen

source: Spaminator was never deployed. While deployed, Spaminator will periodically scan your social network for spams. Do it now!
de: Spaminator ist noch nicht installiert. Mit einer Installation wird Spaminator regelmäßig das soziale Netzwerk nach Spam durchsuchen. Installieren Sie es jetzt!

source: Spaminator is deployed.
de: Spaminator ist installiert.

source: Spaminator is withhold.
de: Spaminator wird zurückgehalten.

source: Spaminator is scanning...
de: Spaminator durchsucht...

source: Next scan on %s days.
de: Nächste Durchsuchung in %s Tagen.

source: Scanning...
de: Durchsuche...

source: Scan now!
de: Jetzt durchsuchen!

source: Deploy
de: Installieren

source: Schedule next scan for the period defined
de: Nächste Durchsuchung für die angegebene Periode ansetzen

source: Withhold
de: Zurückhalten

source: Cancel next scheduled scans
de: Nächste Durchsuchungen stornieren

source: Spams
de: Spam (ungewünschte Nachrichten)

source: Spam comments found / number of comments verified
de: Spam-Kommentare gefunden / Zahl der nachprüfbaren Kommentare

source: Spammers found / number of users verified
de: Spammer gefunden / Zahl der nachprüfbaren Nutzer

source: SEE FULL REPORTS (%s)
de: VOLLSTÄNDIGE BERICHTE ANSEHEN (%s)

source: No Report
de: Kein Bericht

source: We are sorry that this procedure might bother you a lot, but it's necessary for the healthy of our network.
de: Es tut uns leid, wenn Sie dieser Ablauf beeinträchtigt, aber er ist für den Gesundheitszustand des Netzwerks notwendig.

source: We hope to see you back soon!
de: Wir hoffen, Sie bald wieder zu sehen!

source: Best Regards,
de: Mit freundlichen Grüßen,

source: Tolerance Adjustments
de: Toleranzanpassungen

source: Seconds
de: Sekunden

source: Minutes
de: Minuten

source: Hours
de: Stunden

source: Content edition tolerance time
de: Toleranzzeit zur Beitragseditierung

source: Comment edition tolerance time
de: Toleranzzeit zur Kommentareditierung

source: Empty means unlimited and zero means right away.
de: Leer heißt unbegrenzt und Null heißt direkt im Anschluss.

source: Sub-groups awaiting approval:
de: Untergruppen, welche noch bestätigt werden müssen:

source: Create a new sub-community
de: Eine neue Untergemeinschaft erstellen

source: Register a new sub-enterprise
de: Neues Unter-Unternehmen anmelden

source: Fill in the search field to find the groups that should be added as sub-group of this organization:
de: Schreiben Sie etwas in das Suchfeld, um Gruppen zu finden, welche als Untergruppen dieser Organisation hinzugefügt werden sollen:

source: Type in a search term for a group
de: Geben Sie einen Suchbegriff für eine Gruppe ein

source: AntiSpam settings
de: Anti-Spam-Einstellungen

source: API key
de: API-Schlüssel

source: Author name
de: Autorname

source: Author email
de: E-Mail-Adresse des Autors

source: New form
de: Neues Formular

source: Add a new option
de: Neue Option hinzufügen

source: Access
de: Zugriff

source: Mandatory
de: Pflichtangabe

source: Edit form
de: Formular editieren

source: Time
de: Zeit

source: Back to forms
de: Zurück zu den Formularen

source: Back to submissions
de: Zurück zu den Beiträgen

source: Are you sure you want to remove this field?
de: Sind Sie sicher, dass Sie dieses Feld entfernen möchten?

source: Are you sure you want to remove this option?
de: Sind Sie sicher, dass Sie diese Option entfernen möchten?

source: Submissions for %s
de: Beiträge für %s

source: There are no submissions for this form.
de: Es gibt keine Unterbeiträge für dieses Formular.

source: Manage forms
de: Formulare verwalten

source: Submissions
de: Beiträge

source: Are you sure you want to remove this form?
de: Sind Sie sicher, dass Sie dieses Formular entfernen möchten?

source: Add a new form
de: Neues Formular hinzufügen

source: This article must be published (visible to other people)
ru: Статья должна быть опубликована (видима другим)

source: Scrap successfully removed.
ru: Пост успешно удален.

source: You could not remove this scrap
ru: Невозможно удалить этот пост.

source: Activity successfully removed.
ru: Активность успешно удалена.

source: You could not remove this activity
ru: Невозможно удалить эту активность.

source: You are not allowed to view this content. You can contact the owner of this profile to request access then.
ru: Вы не можете просматривать данный контент. Обратитесь к автору.

source: Comment succesfully deleted
ru: Комментарий успешно удален

source: Visible
ru: Видимый

source: A calendar event
ru: Событие календаря

source: Scrap
ru: Пост

source: %{fn} is not a valid username.
ru: %{fn} - недопустимое имя

source: Enterprise homepage.
ru: Домашняя страница компании

source: Virtual
ru: Виртуальный

source: Text article with visual editor.
ru: Текстовая статья с визуальным редактором

source: Choice
ru: Выбор

source: What's new
ru: Что нового

source: This profile is:
ru: Этот профиль:

source: Activate Intranet access (restricted area only for me)
ru: Активировать внутрисетевой доступ

source: Include my contact in directory of people
ru: Включить мои контакты в список пользователей

source: Show my contents to all internet users
ru: Показывать мои данные внешним пользователям

source: Show my contents to my friends (person)
ru: Показывать мои данные моим друзьям

source: Activate Intranet access (restricted area only for members)
ru: Активировать внутрисетевой доступ (зона для участников)

source: Include this group directory of groups
ru: Добавить эту группу в список групп

source: Show content of this group to all internet users
ru: Показывать данные группы внешним пользователям

source: Show content of this group to members
ru: Показывать данные группы пользователям

source: You, as an environment administrator, has the following options:
ru: Вы, как администратор среды, имеете следующие возможности:

source: Edit message for disabled enterprises
ru: Редактировать сообщение для отключенных компаний

source: Enable/disable features
ru: Включить/отключить возможности

source: Manage Categories
ru: Редактировать категории

source: Manage User roles
ru: Редактировать пользовательские роли

source: Manage Validators by region
ru: Утверждающие по регионам

source: Manage Fields
ru: Управлять списком друзей

source: Set Portal
ru: Установить портал

source: Edit Person Template
ru: Редактировать персональный шаблон

source: Edit Community Template
ru: Редактировать шаблон сообщества

source: Edit Enterprise Template
ru: Редактировать шаблон компании
