Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Edit the description of your product and give consumers more information about what you are advertising
de: Bitte ändern Sie die Beschreibung Ihres Produktes und geben Sie dem Kunden damit mehr Information darüber, was Sie anbieten
es: Editar la descripción de tu producto y dale a los consumidores más información sobre lo que estás anunciando
ru: Измените описание Вашего продукта и предоставьте потребителям больше ясности о том, что Вы рекламируете

source: Add some description to your product
de: Beschreibung zum Produkt hinzufügen
es: Añadir alguna descripción a tu producto
ru: Добавьте описание Вашего продукта

source: Add a description to your product and give consumers more information about what you are advertising
de: Bitte fügen Sie die Beschreibung Ihres Produktes hinzu und geben Sie dem Kunden damit mehr Information darüber, was Sie anbieten
es: Añadir una descripción a tu producto y dale a los consumidores más información sobre lo que estás anunciando
ru: Добавьте описание Вашего продукта и предоставьте потребителям больше ясности о том, что Вы рекламируете

source: Are you sure that you want to remove this input or raw material?
de: Sind Sie sicher, dass Sie dieses Vorprodukt bzw. diesen Rohstoff entfernen möchten?
es: ¿Estás seguro de que deseas eliminar esta entrada o material?
ru: Вы уверены что хотите удалить этот элемент?

source: Click here to add price and the amount used
de: Klicken Sie hier, um den Preis und die benutzte Maßeinheit hinzuzufügen
es: Presiona aquí para añadir el predio y la cantidad utilizada
ru: Кликните здесь для добавления цены и исрользуемого количества

source: Price %s (%s)
de: Preis %s (%s)
es: Precio: %s (%s)

source: This input or raw material inpact on the final price of the product?
de: Sind Vorprodukte bzw. Rohstoffe bereits im Endpreis dieses Produktes berücksichtigt?
es: ¿Esta entrada o material impacta en el precio final de el producto?
ru: Эта составляющая или исходник влияют на конечную цену продукта?

source: Is it from solidarity economy?
de: Ist dieses Produkt von einer gemeinnützigen Organisation?
es: ¿Es de una economía solidaria?
ru: Это из солидарности экономики?

source: Save changes of this input or raw material
de: Änderungen bei Vorprodukten oder Rohstoffen speichern
es: Guardar los cambios de esta entrada o material
ru: Сохранить изменения этой составляющей или исходника

source: Cancel changes of this input or raw material
de: Änderungen bei Vorprodukten oder Rohstoffen nicht speichern
es: Cancelar cambios de esta entrada o material
ru: Отменить изменения этой составляющей или исходника

source: More options
es: Más opciones
ru: Еще опции

source: Viewed one time
de: ein Mal angesehen
es: Visto una vez
ru: просмотрено один раз

source: This article's tags:
de: Tags zu diesem Artikel:
es: Etiquetas de este artículo:
ru: Теги статьи:

source: Go back to %s
de: Zurück zu %s
es: Regresar a %s
ru: Назад в %s

source: Post a comment
de: Einen Kommentar schreiben
es: Publicar un comentario
ru: Опубликовать комментарий

source: Please type the two words below
de: Bitte geben Sie die beiden untenstehenden Wörter ein
es: Por favor, escribe las dos palabras debajo

source: Enter your comment
de: Einen Kommentar hinzufügen
es: Escribe tu comentario
ru: Введите ваш комментарий

source: Post comment
de: Kommentar veröffentlichen
es: Publicar comentario
ru: Опубликовать комментарий

source: Yes, I want to remove %s from my favorite enterprise list
de: Ja, ich möchte %s von der Liste meiner bevorzugten Unternehmen entfernen
es: Si, quiero eliminar %s de mi lista de empresas favoritas
ru: Да, удалить %s

source: Add a block
de: Einen Block anfügen
es: Añadir un bloque
ru: Добавить блок

source: Select the products that must be shown.
de: Wählen Sie das Produkt, dass angezeigt werden soll.
es: Selecciona los productos que deben ser mostrados.
ru: Выберите продукты для отображения

source: Choose some products
de: Bitte wählen Sie einige Produkte aus
es: Seleccionar algunos productos
ru: Выбрать продукты

source: Reflect products
de: Produkte bewerten
es: Reflejar productos
ru: Отразить продукты

source: Transition speed (in seconds)
de: Übermittlungsgeschwindigkeit (in Sekunden)
es: Velocidad de transición (en segundos)
ru: Скорость перехода (в секундах)

source: In groups of
de: Als Gruppen von
es: En grupos de
ru: В группах

source: Editing block
es: Editando bloque
ru: Редактирование блока

source: In what area do you want to put your new block?
de: In welchem Bereich möchten Sie den neuen Block anzeigen lassen?
es: ¿En que área te gustaría colocar tu nuevo bloque?
ru: В какую область вы хотите опубликовать новый блок?

source: Area %d
de: Bereich %d
es: Área %d
ru: Область %d

source: Select the type of block you want to add to your page.
de: Wählen Sie den Typ des Blockes aus, der Ihrer Seite hinzugefügt werden soll.
es: Selecciona el tipo de bloque que deseeas añadir a tu página
ru: Выберите тип блока для добавления на страницу

source: starting chat with %{name}
de: starte Chat mit %{name}
es: comenzando charla con %{name}
ru: Начинаем чат с %{name}

source: <strong>ooops!</strong> The message could not be sent because the user is not online
de: <strong>ooops!</strong> Diese Nachricht konnte nicht versandt werden, weil der Nutzer nicht online ist
es: <strong>¡Ooops!</strong> El mensaje no puede ser enviado porque el usuario no esta en línea
ru: <strong>Опаньки!</strong> Сообщение не может быть отправлено, так как юзер не онлайн

source: %s - Friends online (<span id='friends-online'>%d</span>)
de: %s - Freunde sind online (<span id='friends-online'>%d</span>)
es: %s - Amigos en línea (<span id='friends-online'>%d</span>

source: Localize before save
de: Vor dem Sichern lokalisieren
es: Traducir antes de guardar

source: Control panel of this group
de: Kontrollpanel für diese Gruppe
es: Panel de control de este grupo
ru: Панель управления этой группой

source: My ePortfolio
de: Mein e-Portfolio
es: Mi portafolio electrónico
ru: Мое портфолио

source: ePortfolio
es: Portafolio electrónico

source: groups
de: Gruppen
es: grupos
ru: группы

source: A block that displays your groups
de: Ein Block, der Ihre Gruppen anzeigt
es: Un bloque que muestra tus grupos
ru: Блок, отображающий группы

source: A block that displays your contacts
de: Ein Block, der Ihre Kontakte anzeigt
es: Un bloque que muestra tus contactos
ru: Блок, отображающий контакты

source: The groups in which the user is a member
de: Die Gruppen, in denen der Benutzer Mitglied ist
es: Los grupos en los cuales el usuario es miembro
ru: Группы, в которых участвует пользователь

source: All groups
de: Alle Gruppen
es: Todos los grupos
ru: Все группы

source: One group
de: 1 Gruppe
es: Un grupo
ru: Одна группа

source: %{num} groups
de: %{num} Gruppen
es: %{num} grupos
ru: %{num} групп

source: Disable search for groups
de: Suche nach Gruppen sperren
es: Deshabilitar búsqueda por grupos
ru: Отключить поиск групп

source: The organizations where this user works.
de: Die Organisation, in der dieser Benutzer arbeitet.
es: Las organizaciones donde este usuario trabaja.
ru: Организации в которых работает пользователь

source: A block that displays your organizations.
de: Ein Block, der Ihre Organisation anzeigt.
es: Un bloque que muestra tus organizaciones
ru: Блок, отображающий организации

source: All organizations
de: Alle Organisationen
es: Todas las organizaciones
ru: Все организации

source: Disable search for organizations
de: Suche nach Organisationen sperren
es: Deshabilitar búsqueda por organizaciones
ru: Отключить поиск организаций

source: One organization
de: Eine Organisation
es: Una organización
ru: Одна организация

source: %{num} organizations
de: %{num} Organisationen
es: %{num} organizaciones
ru: %{num} организаций

source: Favorite Organizations
de: Beliebteste Organisationen
es: Organizaciones favoritas
ru: Избранные организации

source: This user's favorite organizations
de: Die beliebtesten Organisationen dieses Benutzers
es: Organizaciones favoritas de este usuario
ru: Избранные организации пользователя

source: A block that displays your favorite organizations
de: Ein Block, der Ihre beliebteste Organisation darstellt
es: Un bloque que muestra tus organizaciones favoritas
ru: Блок, отображающий ваши избранные организации

source: All favorite organizations
de: Alle beliebten Organisationen
es: Todas las organizaciones favoritas
ru: Все избранные организации

source: A search for organizations by products selled and local
de: Eine Suche nach Organisationen nach Produkten und Sitz
es: Una búsqueda por organizaciones por productos vendidos y locales
ru: Поиск организаций по продуктам

source: Edit message for disabled organizations
de: Nachricht für gesperrte Organisationen bearbeiten
es: Editar mensaje para las organizaciones deshabilitadas
ru: Редактировать сообщение для отключенных организаций

source: Add organization as favorite
de: Organisation als beliebt markieren
es: Agregar organización como favorita
ru: Добавить организацию в избранное

source: Validation info is the information the organizations will see about how your organization processes the organizations validations it receives: validation methodology, restrictions to the types of organizations the organization validates etc.
de: Validierunsinformationen sind die Informationen, die Organisationen über Ihren Organisationsprozess erhalten möchten: Methodik, Beschränkungen auf bestimmt Typen von Organisationen die validiert werden usw.
es: La información de validación es aquella que la organizaciones verán sobre cómo tu organización procesa las validaciones de las organizaciones que recibe: metodología de validación, restricciones a los tipos de organizaciones que la organización valida, etc.
ru: Инфо об утверждении - это информация, видимая другим организациям, о процессе утверждения вашей компанией: методология, ограничения и т.п.

source: Here all all <b>%s</b>'s organizations.
de: Hier stehen alle Organisationen von <b>%s</b>.
es: Aquí estan todas las organizaciones de <b>%s</b>
ru: Здесь представлены все организации <b>%s</b>.

source: Here are all <b>%s</b>'s favorite organizations.
de: Hier stehen die beliebtesten Organisationen von <b>%s</b>.
es: Aquí están todas las organizaciones favoritas de <b>%s</b>.
ru: Здесь все избранные организации <b>%s</b>.

source: Organizations in "%s"
de: Organisationen in "%s"
es: Organizaciones en "%s"
ru: Организации в "%s"

source: Register a new organization
de: Eine neue Organisation registrieren
es: Registrar una nueva organización
ru: Регистрировать новую организацию

source: One contact
de: Ein Kontakt
es: Un contacto
ru: Один контакт

source: %s contacts
de: %s Kontakte
es: %s contactos
ru: %s контактов

source: %s groups
de: %s Gruppen
es: %s grupos
ru: %s групп

source: Are you sure you want to remove %s from your contacts list?
de: Sind Sie sicher, dass Sie %s aus der Kontaktliste streichen möchten?
es: ¿Estás seguro de que deseas eliminar a %s de tu lista de contactos?
ru: Вы уверены что хотите удалить %s из вашего контакт-листа?

source: Note that %s will still have you as a contact, unless he/she also wants to remove you from his/her contact list.
de: Beachten Sie, dass %s Sie noch immer als Kontakt führt, es sei denn sie/er möchte Sie ebenfalls aus der Kontaktliste streichen.
es: Tenga en cuenta que %s todavía lo tendrá a usted como un contacto, a menos que él/ella también lo quiera eliminar de su lista de contactos.
ru: Учтите, что %s все еще будет содержать вашу запись в своем контакт-листе

source: Yes, I want to remove %s from my contact list
de: Ja, ich möchte %s aus der Liste meiner Kontakte entfernen
es: Sí, deseo eliminar a %s de mi lista de contactos
ru: Да, я хочу удалить %s из моего контакт-листа

source: Adding %s as a contact
de: Füge %s als Kontakt hinzu
es: Añadiendo a %s como un contacto
ru: Добавление %s в контакт-лист

source: Are you sure you want to add %s as your contact?
de: Sind Sie sicher, dass Sie %s als Ihren Kontakt aufnehmen möchten?
es: ¿Estás seguro de que deseas añadir a %s como uno de tus contactos?
ru: Вы уверены что хотите добавить %s в ваш контакт-лист?

source: Note that %s will need to accept being added as your contact.
de: Beachten Sie, dass %s bestätigen muss, dass Sie die Kontaktaufnahme wünschen.
es: Ten en cuenta que %s tendrá que aceptar ser añadido como tu contacto.
ru: Учтите, что %s должен будет подтвердить ваш запрос на добавление

source: Classify your new contact %s:
de: Beschreiben Sie Ihren neuen Kontakt %s:
es: Clasifica a tu nuevo contacto %s:
ru: Классифицируйте ваш новый контакт-лист

source: Yes, I want to add %s as my contact
de: Ja, ich möchte %s zu meinen Kontakten hinzufügen
es: Sí, quiero añadir a %s como mi contacto
ru: Да, добавить %s в контакт-лист

source: Manage contacts
de: Kontakte verwalten
es: Administrar contactos
ru: Управлять контактами

source: Add contact
de: Kontakt hinzufügen
es: Añadir contacto
ru: Добавить контакт

source: Clicking on this button will remove your contact relation with %s.
de: Wenn Sie auf diesen Knopf drücken, wird Ihr Kontakt zu %s abgebrochen.
es: Presionando este botón, se eliminará tu relación de contacto con %s
ru: Нажатие на этой кнопке уничтожит связь с контактом %s

source: You have no contacts yet.
de: Sie haben noch keine Kontakte.
es: No tienes contactos aun.
ru: У вас еще нет контактов

source: %s's contacts
de: %ss Kontakte
es: contactos de %s
ru: %s: контакты

source: Here are all <b>%s</b>'s contacts.
de: Hier sind alle Kontakte von <b>%s</b>.
es: Aquí están todos los contactos de <b>%s</b>.
ru: Здесь все контакты <b>%s</b>.

source: Contacts
de: Kontakte
es: Contactos
ru: Контакты

source: Creating new group
de: Eine neue Gruppe anlegen
es: Creando nuevo grupo
ru: Создать новую группу

source: Do you want to join this group?
de: Möchten Sie dieser Gruppe beitreten?
es: ¿Quiéres unirte a este grupo?
ru: Хотите присоединиться к группе?

source: Activate your organization
de: Aktivieren Sie Ihre Organisation
es: Activa tu organización
ru: Активировать организацию

source: Organization activation code
de: Aktivierungscode für die Organisation
es: Código de activación de la organización
ru: Код активации организации

source: Disable activation of organizations
de: Die Freigabe einer Gruppe unterbinden
es: Deshabilitar la activación de organizaciones
ru: Отключить активацию организаций

source: Manage group fields
de: Gruppenfelder verwalten
es: Administrar campos de grupo
ru: Управлять полями группы

source: Create a new group
de: Eine neue Gruppe erzeugen
es: Crear nuevo grupo
ru: Создать новую группу

source: Choose your host community:
de: Wählen Sie Ihre Stammgruppe:
es: Elegir tu comunidad anfitrión:
ru: Выберите основное сообщество:

source: Group Info and Settings
de: Informationen und Einstellungen zur Gruppe
es: Información y confirguraciones del grupo
ru: Инфо и настройки групп

source: {#} group
de: {#} Gruppe
es: {#} grupos
ru: {#} группа

source: {#} groups
de: {#} Gruppen
es: {#} grupos
ru: {#} группы

source: {#} organization
de: {#} Organisation
es: {#} organizaciones
ru: {#} организация

source: {#} organizations
de: {#} Organisationen
es: {#} organizaciones
ru: {#} организации

source: {#} contact
de: {#} Kontakt
es: {#} contacto
ru: {#} контакт

source: {#} contacts
de: {#} Kontakte
es: {#} contactos
ru: {#} контакты

source: %s's favorite organizations
de: %ss beliebteste Organisationen
es: Organizaciones favoritas de %s
ru: %s: избранные организации

source: Disable Organization
de: Organisation sperren
es: Deshabilitar organización
ru: Отключить организацию

source: Enable Organization
de: Organisation freigeben
es: Habilitar organización
ru: Включить организацию

source: Organization Validation
de: Validierung der Organisation
es: Validación de la organización
ru: Утверждение организации

source: Organization Info and settings
de: Informationen und Einstellungen zur Organisation.
es: Información y configuraciones de la organización
ru: Инфо и настройки организации

source: Choose the groups you want to join and/or create your own.
de: Wählen Sie die Gruppen aus, denen Sie beitreten möchten, und/oder erzeugen Sie Ihre eigene.
es: Elige los grupos a donde quieres unirte y/o crear tu mismo.
ru: Вступите в существующие группы или создайте новую

source: New group
de: Neue Gruppe
es: Nuevo grupo
ru: Новая группа

source: Tags are important to new users, they'll be able to find your new group more easily.
de: Tags sind wichtig für neue Benutzer, damit sie Ihre Gruppe einfacher finden können.
es: Las etiquetas son importantes para los nuevos usuarios, serán capaces de encontrar tu nuevo grupo más fácilmente.
ru: Теги важны для новых пользователей для успешного поиска

source: Organizations are disabled when created
de: Organisationen sind (zunächst) deaktiviert, wenn sie gerade erstellt wurden
es: Las organizaciones son deshabilitadas cuando se crean
ru: Организации отключены при создании

source: Institutions
de: Institutionen
es: Instituciones
ru: Учреждения

source: institutions
de: Institutionen
es: instituciones
ru: учреждения

source: The institution where this user belongs.
de: Die Institution, zu der der Benutzer gehört.
es: La institución donde pertenece este usuario.
ru: Учреждение к которому принадлежит пользователь

source: A block that displays your institutions.
de: Ein Block, der Ihre Institution anzeigt.
es: Un bloque que muestra tus instituciones.
ru: Блок, отображающий ваши учреждения

source: All institutions
de: Alle Institutionen
es: Todas las instituciones
ru: Все учреждения

source: Disable search for institutions
de: Suche nach Institutionen unterbinden
es: Deshabilitar la búsqueda para las instituciones
ru: Отключить поиск учреждений

source: One institution
de: Eine Institution
es: Una institución
ru: Одно учреждение

source: %{num} institutions
de: %{num} Institutionen
es: %{num} instituciones
ru: %{num} учреждений

source: Favorite Institutions
de: Beliebteste Institutionen
es: Instituciones favoritas
ru: Избранные учреждения

source: This user's favorite institutions
de: Die beliebtesten Institutionen dieses Benutzers
es: Instituciones favoritas de este usuario
ru: Избранные учреждения пользователя

source: A block that displays your favorite institutions
de: Ein Block, der Ihre beliebtesten Institutionen anzeigt
es: Un bloque que muestra tus instituciones favoritas
ru: Добавить блок, отображающий ваши избранные учреждения

source: All favorite institutions
de: Alle beliebtesten Institutionen
es: Todas las instituciones favoritas
ru: Все избранные учреждения

source: A search for institutions by products selled and local
de: Eine Suche nach Institutionen nach Produkten und Sitz
es: Una búsqueda para instituciones por productos vendidos y locales
ru: Поиск учреждений по проданным продуктам

source: Edit message for disabled institutions
de: Nachricht für gesperrte Institution bearbeiten
es: Editar mensaje para instituciones deshabilitadas
ru: Редактировать сообщение для отключенных учреждений

source: Add favorite institution
de: Beliebte Organisation hinzufügen
es: Añadir institución favorita
ru: Добавить избранное учреждение

source: Validation info is the information the institutions will see about how your organization processes the institutions validations it receives: validation methodology, restrictions to the types of institutions the organization validates etc.
de: Validierungsinformationen sind die Informationen, die Organisationen über Ihren Organisationsprozess erhalten möchten: Methodik, Beschränkungen auf bestimmt Typen von Organisationen die validiert werden usw.
es: La información de validación es aquella que las instituciones verán sobre cómo tu organización procesa las validaciones de las instituciones que recibe: metodología de validación, restricciones a los tipos de instituciones quee la organización valida, etc.
ru: Информация о утверждении это информация, которую будут видеть учреждения о вашей работе

source: Here are all <b>%s</b>'s institutions.
de: Hier stehen alle Institutionen von <b>%s</b>.
es: Aquí están todos <b>%s</b> de las instituciones.
ru: Здесь представлены все учреждения <b>%s</b>.

source: Here are all <b>%s</b>'s favorite institutions.
de: Hier stehen alle beliebtesten Institutionen von <b>%s</b>.
es: Aquí están todos los <b>%s</b> de las instituciones favoritas.
ru: Здесь представлены все избранные учреждения <b>%s</b>.

source: Institutions in "%s"
de: Institutionen in "%s"
es: Instituciones en "%s"
ru: Учреждения в "%s"

source: Register a new Institution
de: Eine neue Institution registrieren
es: Registra una nueva institución
ru: Регистрировать новое учреждение

source: Schedule
de: Ablauf
es: Horario
ru: Расписание

source: Manage institutions fields
de: Institutionsfelder bearbeiten
es: Administrar campos de instituciones
ru: Управлять полями учреждений

source: %s's institutions
de: %ss Institutionen
es: Instituciones de %s
ru: %s: учреждения

source: Activate your institution
de: Aktivieren Sie Ihre Institution
es: Activa tu institución
ru: Активировать учреждение

source: Institution activation code
de: Aktivierungscode für Institution
es: Código de activación de la institución
ru: Код активации учреждения

source: Disable activation of institutions
de: Aktivierung von Institutionen unterbinden
es: Deshabilitar activación de instituciones
ru: Отключить акривацию учреждений

source: %s's favorite institutions
de: %ss beliebteste Institution
es: Instituciones favoritas de %s
ru: %s: избранные учреждения

source: Disable Institution
de: Institution sperren
es: Deshabilitar instituciones
ru: Отключить учреждение

source: Enable Institution
de: Institution freigeben
es: Habilitar institución
ru: Включить учреждение

source: Institution Validation
de: Validierung der Organisation
es: Validación de institución
ru: Валидация учреждения

source: Institution Info and settings
de: Informationen und Einstellungen zur Organisation
es: Información y configuraciones de la institución
ru: Информация и настройки учреждения

source: Institutions are disabled when created
de: Institutionen sind zunächst deaktiviert, wenn sie erstellt wurden
es: Las instituciones son deshabilitadas cuando se crean
ru: Инструкции недоступны при создании

source: Tracking and web analytics to people and communities
de: Nachverfolgung und Webanalyse für Personen und Gemeinschaften
es: Seguimiento y análisis web para las personas y las comunidades

source: A metric analizer plugin.
es: Una característica adicional de analizador métrico.

source: A plugin that uses the Google Custom Search as Noosfero general search engine.
de: Ein Plugin, welches Google Custom Search nutzt, um die generelle Suche in Noosfero zu realisieren.
es: Una característica adicional que usa Google Custom Search motor de búsqueda general de Noosfero.

source: A sample plugin to test autoload craziness.
de: Ein Beispiel-Plugin, um die Autoload-Verrücktheit zu überprüfen.
es: Un plugin de ejemplo para probar autocargar la locura.

source: A plugin that does this and that.
de: Ein Plugin, welches dies und jenes tut.
es: Un plugin que hace ésto y aquello.

source: This Bsc associations were saved successfully.
de: Diese Bsc-Verknüpfungen wurden erfolgreich gespeichert.
es: Estas asociaciones Bsc fueron guardadas correctamente.

source: This Bsc associations couldn't be saved.
de: Diese Bsc-Verknüpfung konnte nicht gespeichert werden.
es: Estas asociaciones Bsc no pudieron ser guardadas.

source: Enterprise ownership transferred.
de: Eigentümerschaft des Unternehmens übertragen.
es: Propiedad de la empresa transferida.

source: Enterprise was created in association with %s.
de: Das Unternehmen wurde in Zusammenhang mit %s angelegt.
es: La empresa fue creada en asociación con %s.

source: Contract created.
de: Vertrag erstellt.
es: Contrato creado.
