Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: The users of %{environment} reported %{reported} due to inappropriate behavior. A task was created with all the reports including the reasons and contents reported by these users. Please verify the reports and decide whether this profile must be disabled or not.
de: Die Benutzer von %{environment} haben %{reported} aufgrund missbräuchlichen Verhaltens gemeldet. Eine Aufgabe mit allen Meldungen inklusive der von den Benutzern gemeldeten Gründe und Inhalte wurde erstellt. Bitte schauen Sie sich diese Meldungen an und entscheiden Sie sich, ob das Profil deaktiviert werden muss oder nicht.
es: El usuario de %{environment} reportó %{reported} por comportamiento inapropiado. Una tarea fue creada con todos los reportes incluyendo las razones y el contenido reportado. Por favor verifica los reportes y decide si este perfil debe ser dishabilitado o no.
ta: பொருத்தமற்ற நடத்தை காரணமாக %{சுற்றுச்சூழல் of இன் பயனர்கள் %{அறிவிக்கப்படுகிறார்கள். இந்த பயனர்களால் அறிவிக்கப்பட்ட காரணங்கள் மற்றும் உள்ளடக்கங்கள் உட்பட அனைத்து அறிக்கைகளுடனும் ஒரு பணி உருவாக்கப்பட்டது. தயவுசெய்து அறிக்கைகளை சரிபார்த்து, இந்த சுயவிவரம் முடக்கப்பட வேண்டுமா இல்லையா என்பதை தீர்மானிக்கவும்.

source: %{requestor} wants to be your friend.
de: %{requestor} möchte Ihr Freund werden.
es: %{requestor} quiere ser tu amigo.
ta: %{கோரிக்கையாளர் your உங்கள் நண்பராக இருக்க விரும்புகிறார்.

source: You need to login to %{system} in order to accept %{requestor} as your friend.
de: Sie müssen bei %{system} angemeldet sein, um %{requestor} als Ihren Freund zu akzeptieren.
es: Necesitas iniciar sesión en %{system} para aceptar a %{requestor} como tu amigo.
ru: Необходимо войти в %{system} чтоб подтвердить %{requestor} как друга.
ta: உங்கள் நண்பராக %{கோரிக்கை that ஐ ஏற்றுக்கொள்ள நீங்கள் %{கணினி பெறுநர் இல் உள்நுழைய வேண்டும்.

source: New friend
de: Neuer Freund
es: Nuevo amigo(a)
ru: Новый друг
ta: புதிய நண்பர்

source: New member
de: Neues Mitglied
es: Nuevo miembro
ru: Новый участник
ta: புதிய உறுப்பினர்

source: %{requestor} wants to be a member of '%{target}'.
ta: %{requestor} '%{target}' உறுப்பினராக இருக்க விரும்புகிறார்.

source: %{requestor}%{requestor_email} wants to be a member of '%{organization}'.
ta: %{requestor}%{requestor_email} '%{organization}' உறுப்பினராக இருக்க விரும்புகிறது.

source: You will need login to %{system} in order to accept or reject %{requestor} as a member of %{organization}.
de: Sie müssen bei %{system} angemeldet sein, um %{requestor} als Mitglied von %{organization} akzeptieren oder ablehnen zu können.
es: Debes ingresar a %{system} para aceptar o rechazar a %{requestor} como miembro de %{organization}.
ru: Вам нужно войти в %{system} для того чтоб подтвердить или отклонить%{requestor} как члена %{organization}
ta: %{நிறுவனத்தின் உறுப்பினராக %{system} ஏற்றுக்கொள்ள அல்லது நிராகரிக்க %{கணினி பெறுநர் க்கு உள்நுழைவு தேவைப்படும்.

source: You have been accepted at "%{target}" with the profile "%{requestor}"
ta: "%{target}" இல் "%{requestor}" என்ற சுயவிவரத்துடன் நீங்கள் ஏற்றுக்கொள்ளப்பட்டீர்கள்

source: Your request to enter community "%{target}" with the profile "%{requestor}" was not accepted. Please contact any profile admin from %{target} for more information. The following explanation was given: "%{explanation}"
ta: "%{target}" சமூகத்தை "%{requestor}" சுயவிவரத்துடன் உள்ளிட உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்படவில்லை. மேலும் தகவலுக்கு %{இலக்கு இருந்து இலிருந்து எந்த சுயவிவர நிர்வாகத்தையும் தொடர்பு கொள்ளவும். பின்வரும் விளக்கம் கொடுக்கப்பட்டது: "%{target}"

source: You can not post articles to other users.
ta: நீங்கள் மற்ற பயனர்களுக்கு கட்டுரைகளை இடுகையிட முடியாது.

source: (The original text was removed)
de: (Der originale Text wurde gelöscht)
es: (El texto original fue removido)
ru: (оригинальный текст удален)
ta: (அசல் உரை அகற்றப்பட்டது)

source: Article removed.
de: Artikel entfernt.
es: Artículo eliminado.
ta: கட்டுரை நீக்கப்பட்டது.

source: %{requestor} wants to publish the article: %{linked_subject}.
de: %{requestor}möchte den Artikel %{linked_subject} veröffentlichen.
es: %{requestor} quiere publicar el artículo: %{linked_subject}.
ta: %{requestor} கட்டுரையை வெளியிட விரும்புகிறார்: %{linked_subject}.

source: The article was removed.
de: Der Artikel wurde gelöscht.
es: El artículo fue eliminado.
ta: கட்டுரை அகற்றப்பட்டது.

source: %{requestor} wants to publish the article: %{article}.
de: %{requestor} möchte den Artikel: %{article} veröffentlichen.
es: %{requestor} quiere publicar el artículo: %{article}.
ta: %{requestor} கட்டுரையை வெளியிட விரும்புகிறார்: %{article}.

source: %{requestor} wanted to publish an article but it was removed.
de: %{requestor} möchte einen Artikel veröffentlichen, doch er wurde entfernt.
es: %{requestor} quiso publicar un articulo pero fue eliminado.
ta: %{requestor} ஒரு கட்டுரையை வெளியிட விரும்பினார், ஆனால் அது அகற்றப்பட்டது.

source: You need to login on %{system} in order to approve or reject this article.
de: Sie müssen bei %{system} angemeldet sein, um den Artikel bestätigen oder ablehnen zu können.
es: Debes iniciar sesión en %{system} para aprobar o rechazar este artículo.
ru: Необходимо войти в %{system} для утверждения статьи
ta: இந்த கட்டுரையை அங்கீகரிக்க அல்லது நிராகரிக்க நீங்கள் %{கணினி on இல் உள்நுழைய வேண்டும்.

source: Your request for publishing the article "%{article}" was approved. Here is the comment left by the admin who approved your article: %{comment}
de: Ihrer Anfrage, den Artikel "%{article}" zu veröffentlichen, wurde stattgegeben. Hier ist der Kommentar des Administrators, der Ihren Artikel genehmigt hat: %{comment}
es: Tu solicitud para publicar el artículo "%article}" fue aprobada. Aquí está el comentario dejado por el administrador que aprobó el artículo: %{comment}
ta: "%{article}" என்ற கட்டுரையை வெளியிடுவதற்கான உங்கள் கோரிக்கை அங்கீகரிக்கப்பட்டது. உங்கள் கட்டுரைக்கு ஒப்புதல் அளித்த நிர்வாகி விட்டுச்சென்ற கருத்து இங்கே: %{comment}

source: Your request for publishing the article "%{article}" was approved.
de: Ihrer Anfrage, den Artikel "%{article}" zu veröffentlichen, wurde stattgegeben.
es: Tu solicitud para publicar el artículo "%article}" fue aprobada.
ta: "%{article}" என்ற கட்டுரையை வெளியிடுவதற்கான உங்கள் கோரிக்கை அங்கீகரிக்கப்பட்டது.

source: Your request for publishing the article "%{article}" was rejected.
de: Ihrer Anfrage, den Artikel "%{article}" zu veröffentlichen, wurde abgelehnt.
es: La solicitud para publicar tu artículo "{article}" fue rechazado.
ta: "%{article}" என்ற கட்டுரையை வெளியிடுவதற்கான உங்கள் கோரிக்கை நிராகரிக்கப்பட்டது.

source: Here is the reject explanation left by the administrator who rejected your article: %{reject_explanation}
de: Hier ist die Begründung, die vom Administrator zur hinterlassen wurde, welcher Ihren Artikel abgelehnt hat: %{reject_explanation}
ta: உங்கள் கட்டுரையை நிராகரித்த நிர்வாகி எஞ்சியிருக்கும் நிராகரிப்பு விளக்கம் இங்கே: %{reject_explanation}

source: Anonymous
ta: அநாமதேய

source: New comment to article
ta: கட்டுரைக்கு புதிய கருத்து

source: %{requestor} commented on the article: %{linked_subject}.
ta: %{requestor} கட்டுரையில் கருத்து தெரிவித்துள்ளார்: %{linked_subject}.

source: %{requestor} wants to comment the article: %{article}.
ta: %{requestor} கட்டுரையை கருத்து தெரிவிக்க விரும்புகிறார்: %{article}.

source: %{requestor} wanted to comment the article but it was removed.
ta: %{requestor} கட்டுரையில் கருத்து தெரிவிக்க விரும்பினார், ஆனால் அது அகற்றப்பட்டது.

source: You need to login on %{system} in order to approve or reject this comment.
ta: இந்த கருத்தை அங்கீகரிக்க அல்லது நிராகரிக்க நீங்கள் %{கணினி on இல் உள்நுழைய வேண்டும்.

source: Your comment to the article "%{article}" was approved. Here is the comment left by the admin who approved your comment: %{comment}
ta: "%{article}" என்ற கட்டுரையின் உங்கள் கருத்து அங்கீகரிக்கப்பட்டது. உங்கள் கருத்துக்கு ஒப்புதல் அளித்த நிர்வாகி விட்டுச்சென்ற கருத்து இங்கே: %{comment}

source: Your request for comment the article "%{article}" was approved.
ta: கருத்துரைக்கான உங்கள் கோரிக்கை "%{article}" கட்டுரை அங்கீகரிக்கப்பட்டது.

source: Your request for commenting the article "%{article}" was rejected.
ta: "%{article}" என்ற கட்டுரையில் கருத்து தெரிவிப்பதற்கான உங்கள் கோரிக்கை நிராகரிக்கப்பட்டது.

source: Here is the reject explanation left by the administrator who rejected your comment: %{reject_explanation}
ta: உங்கள் கருத்தை நிராகரித்த நிர்வாகி எஞ்சியிருக்கும் நிராகரிப்பு விளக்கம் இங்கே: %{reject_explanation}

source: Kind definition
ta: கனிவான வரையறை

source: %{requestor} wants to be defined as "%{kind}".
ta: %{requestor} "%{kind}" என்று வரையறுக்க விரும்புகிறது.

source: Your request to be defined as "%s" was created and is being reviewed by the administrators.
ta: "%s" என வரையறுக்கப்பட்ட உங்கள் கோரிக்கை உருவாக்கப்பட்டது மற்றும் நிர்வாகிகளால் மதிப்பாய்வு செய்யப்படுகிறது.

source: Your request to be defined as "%s" was approved.
ta: உங்கள் கோரிக்கை "%s" என்று வரையறுக்கப்படுகிறது.

source: Your request to be defined as "%s" was rejected.
ta: "%s" என வரையறுக்க உங்கள் கோரிக்கை நிராகரிக்கப்பட்டது.

source: Here is the reject explanation left by the administrator who rejected your request: %{reject_explanation}
ta: உங்கள் கோரிக்கையை நிராகரித்த நிர்வாகி எஞ்சியிருக்கும் நிராகரிப்பு விளக்கம் இங்கே: %{reject_explanation}

source: Abstract
de: Zusammenfassung
es: Resumen
ta: சுருக்கம்

source: Content
de: Inhalt
es: Contenido
ru: Контент
ta: உள்ளடக்கம்

source: Slug
ta: குருட்டடி

source: Filename
es: Nombre de archivo
ru: Имя файла
ta: கோப்புப்பெயர்

source: article
es: Artículo
ta: கட்டுரை

source: The title (article name) is already being used by another article, please use another title.
de: Der Titel (Artikelname) wird bereits durch einen anderen Artikel genutzt. Bitte nutzen Sie einen anderen Titel.
es: El título (nombre del artículo) está siendo usado por otro, por favorusa uno distinto.
ta: தலைப்பு (கட்டுரை பெயர்) ஏற்கனவே மற்றொரு கட்டுரையால் பயன்படுத்தப்படுகிறது, தயவுசெய்து மற்றொரு தலைப்பைப் பயன்படுத்தவும்.

source: is not available as article name.
ta: கட்டுரை பெயராக கிடைக்கவில்லை.

source: can not be less restrictive than this profile access which is: %s.
ta: இந்த சுயவிவர அணுகலை விட குறைவான கட்டுப்பாடாக இருக்க முடியாது, இது: %s.

source: self-reference is not allowed.
de: Selbstreferenzen sind nicht erlaubt.
ta: தன்வய குறிப்பு அனுமதிக்கப்படவில்லை.

source: cyclical reference is not allowed.
de: Zyklische Referenzen sind nicht erlaubt.
ta: சுழற்சி குறிப்பு அனுமதிக்கப்படவில்லை.

source: Title
de: Titel
es: Título
ru: Название
ta: தலைப்பு

source: Tag list
de: Tag Liste
es: Lista de etiquetas
ru: Список тегов
ta: குறிச்சொல் பட்டியல்

source: HTML Text document
de: HTML-Textdokument
es: Documento de texto HTML
ru: Текстовый HTML документ
ta: உஉகுமொ உரை ஆவணம்

source: Language not supported by the environment.
de: Die Sprache wird nicht von der Umgebung unterstützt.
ta: சுற்றுச்சூழலால் ஆதரிக்கப்படாத மொழி.

source: Language is already used
de: Sprache wird bereits verwendet
es: El lenguaje ya está en uso
ta: மொழி ஏற்கனவே பயன்படுத்தப்படுகிறது

source: Language must be chosen
ta: மொழி தேர்ந்தெடுக்கப்பட வேண்டும்

source: A language must be chosen for the native article
ta: சொந்த கட்டுரைக்கு ஒரு மொழி தேர்வு செய்யப்பட வேண்டும்

source: no comments
de: Keine Kommentare
es: sin comentarios
ta: கருத்துகள் இல்லை

source: one comment
de: Ein Kommentar
es: un comentario
ta: ஒரு கருத்து

source: no views
de: Keine Abrufe
es: sin visitas
ta: பார்வைகள் இல்லை

source: one view
de: ein Abruf
es: una vista
ta: ஒரு பார்வை

source: %s views
de: %s Abrufe
es: %s vistas
ta: %s காட்சிகள்

source: Created at:
de: Erstellt am:
es: Creado el:
ta: உருவாக்கப்பட்டது:

source: is archived!!
ta: காப்பகப்படுத்தப்பட்டது !!

source: Custom fields must have values
ta: தனிப்பயன் புலங்களில் மதிப்புகள் இருக்க வேண்டும்

source: Display one of your contents.
ta: உங்கள் உள்ளடக்கங்களில் ஒன்றைக் காண்பி.

source: Show one article
ta: ஒரு கட்டுரையைக் காட்டு

source: This block displays one of your articles. You can edit the block to select which one of your articles is going to be displayed in the block.
de: Dieser Block zeigt einen Ihrer Artikel an. Sie können ihn ändern, in dem sie einen Artikel auswählen, der in dem Block angezeigt werden soll.
es: Este bloque muestra uno de tus artículos. Puedes editar el bloque seleccionandocuál de tus artículos será mostrado en el bloque.
ru: В этом блоке отображается одна из ваших статей. Вы можете настроить блок для ее выбора.
ta: இந்த தொகுதி உங்கள் கட்டுரைகளில் ஒன்றைக் காட்டுகிறது. உங்கள் கட்டுரைகளில் எது தொகுதியில் காட்டப்படப் போகிறது என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: In all pages
de: In allen Seiten
es: En todas las páginas
ru: На всех страницах
ta: எல்லா பக்கங்களிலும்

source: Only in the homepage
de: Nur in der Homepage
es: Solamente en la página de inicio
ru: Только на домашней
ta: முகப்புப்பக்கத்தில் மட்டுமே

source: In all pages, except in the homepage
de: Auf allen Seiten, außer in der Homepage
es: En todas las páginas, excepto en la página de inicio
ta: எல்லா பக்கங்களிலும், முகப்புப்பக்கத்தில் தவிர

source: Don't display
de: Nicht anzeigen
es: No mostrar
ru: Не отображать
ta: காண்பிக்க வேண்டாம்

source: Logged
ta: உள்நுழைந்த

source: Not logged
ta: உள்நுழையவில்லை

source: Can be modified
ta: மாற்றியமைக்க முடியும்

source: Cannot be modified
ta: மாற்ற முடியாது

source: Can be moved
ta: நகர்த்தலாம்

source: Cannot be moved
ta: நகர்த்த முடியாது

source: A blog, inside which you can put other articles.
de: Ein Blog, in den Sie andere Artikel packen können.
es: Un blog, en cual puedes poner otros artículos.
ru: Блог, в который можно вкладывать другие статьи
ta: ஒரு வலைப்பதிவு, உள்ளே நீங்கள் மற்ற கட்டுரைகளை வைக்கலாம்.

source: Blog posts
es: Publicaciones del blog
ru: Сообщения блога
ta: வலைப்பதிவு இடுகைகள்

source: Categories Menu
de: Menü der Kategorien
es: Menú de categorías
ru: Меню "Категории"
ta: வகை பட்டியல்

source: This block presents the categories like a web site menu.
de: Dieser Block zeigt die Kategorien wie ein Web Site Menü.
es: Este bloque presenta las categorías como un menú del sitio web.
ru: Этот блок отображает категории как меню веб-сайта
ta: இந்த தொகுதி வலைத்தள பட்டியல் போன்ற வகைகளை வழங்குகிறது.

source: Acronym
de: Abkürzung
es: Siglas
ru: Акроним
ta: சுருக்கம்

source: Abbreviation
es: Abreviación
ta: சுருக்கம்

source: {fn} cannot be like that.
ta: {fn} அப்படி இருக்க முடியாது.

source: {fn} is already being used by another category.
ta: {fn} ஏற்கனவே மற்றொரு வகையால் பயன்படுத்தப்படுகிறது.

source: Password Confirmation
de: Passwort bestätigen
es: Confirmación de contraseña
ru: Подтверждение пароля
ta: கடவுச்சொல் உறுதிப்படுத்தல்

source: Change password
de: Ändere Passwort
es: Cambiar contraseña
ru: Сменить пароль
ta: கடவுச்சொல்லை மாற்றவும்

source: %{requestor} wants to change its password.
de: %{requestor} möchte sein Passwort ändern.
es: %{requestor} quiere cambiar su contraseña.
ta: %{requestor} அதன் கடவுச்சொல்லை மாற்ற விரும்புகிறார்.

source: Your password change request was cancelled at %s.
de: Ihre Passwortänderung wurde %s abgebrochen.
es: Tu cambio de contraseña fue cancelado por %s.
ru: Ваш запрос на смену пароля был отклонен %s
ta: உங்கள் கடவுச்சொல் மாற்ற கோரிக்கை %s இல் ரத்து செய்யப்பட்டது.

source: Your password was changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.
es: Tu contraseña fue cambiada correctamente.
ru: Ваш пароль был изменен
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.

source: In order to change your password, please visit the following address: %s If you did not required any change to your password just desconsider this email.
ta: உங்கள் கடவுச்சொல்லை மாற்ற, பின்வரும் முகவரியைப் பார்வையிடவும்: %s உங்கள் கடவுச்சொல்லில் எந்த மாற்றமும் உங்களுக்கு தேவையில்லை என்றால் இந்த மின்னஞ்சலை வீழ்த்துங்கள்.

source: Circle
ta: வட்டம்

source: can't add two circles with the same name
ta: ஒரே பெயருடன் இரண்டு வட்டங்களைச் சேர்க்க முடியாது

source: {fn} can only be informed for unauthenticated authors
ta: {fn the அங்கீகரிக்கப்படாத ஆசிரியர்களுக்கு மட்டுமே தெரிவிக்க முடியும்

source: (removed user)
de: (gelöschte Nutzer)
es: (usuario eliminado)
ru: (удаленный пользователь)
ta: (அகற்றப்பட்ட பயனர்)

source: (unauthenticated user)
de: (nicht angemeldeter Nutzer)
es: (usuario no autenticado)
ru: (неизвестный пользователь)
ta: (அங்கீகரிக்கப்படாத பயனர்)

source: associated with this comment is archived!
ta: இந்த கருத்துடன் தொடர்புடையது காப்பகப்படுத்தப்பட்டுள்ளது!

source: %s published a comment.
ta: %s ஒரு கருத்தை வெளியிட்டன.

source: <p>Display all of your communities.</p><p>You could choose the amount of communities will be displayed and you could priorize that profiles with images.</p> <p>The view all button is always present in the block.</p>
ta: <p> உங்கள் எல்லா சமூகங்களையும் காண்பி. </p> <p> சமூகங்களின் அளவு காண்பிக்கப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம், மேலும் படங்களுடன் அந்த சுயவிவரங்களை நீங்கள் முன்னருக்கலாம். </p> <p> எல்லா பொத்தானையும் காண்க எப்போதும் உள்ளது தொகுதி. </p>

source: Communities Block
ta: சமூகங்கள் தொகுதி

source: {#} Communities
ta: {#} சமூகங்கள்

source: This block displays the communities in which the user is a member.
de: Dieser Block zeigt die Communities in denen der Nutzer Mitglied ist.
es: Este bloque muestra las comunidades en las que el usuario es miembro.
ru: Этот блок отображает сообщества, в которых состоит данный пользователь
ta: இந்த தொகுதி பயனர் உறுப்பினராக இருக்கும் சமூகங்களைக் காட்டுகிறது.

source: community
ta: சமூகம்

source: Language
de: Sprache
es: Idioma
ru: Язык
ta: மொழி

source: Invalid value
ta: தவறான மதிப்பு

source: Must be greather or equal to zero
ta: பூச்சியத்திற்கு அதிகமாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்

source: There was an error while authenticating. Did you enter correct login and password?
de: Ein Fehler bei der Authentifizierung ist aufgetreten. Haben Sie ein korrektes Login und Passwort eingegeben?
es: Se ha producido un error durante la autenticación. ¿Ingresaste correctamente tu usuario y contraseña?
ru: Ошибка при аутентификации, вы ввели корректные логин/пароль?
ta: அங்கீகரிக்கும் போது பிழை ஏற்பட்டது. சரியான உள்நுழைவு மற்றும் கடவுச்சொல்லை உள்ளிட்டீர்களா?

source: There was an error while looking for your contact list. Please, try again
de: Ein Fehler ist bei der Abfrage Ihrer Kontaktliste aufgetreten. Bitte versuchen Sie es erneut.
es: Se ha producido un error mientras se buscaba tu lista de contactos. Por favor inténtalo de nuevo
ru: Ошибка при поиске списка контактов. Попробуйте позже снова.
ta: உங்கள் தொடர்பு பட்டியலைத் தேடும்போது பிழை ஏற்பட்டது. தயவுசெய்து, மீண்டும் முயற்சிக்கவும்

source: Profile
de: Profil
es: Perfil
ru: Профиль
ta: சுயவிவரம்

source: Design
ta: வடிவமைப்பு

source: Interests
es: Intereses
ru: Интересы
ta: ஆர்வங்கள்

source: Relationships
ta: உறவுகள்

source: Security
ta: பாதுகாப்பு

source: E-mail
es: Correo electrónico
ta: மின்னஞ்சல்

source: Appearance
ta: தோற்றம்

source: layout
ta: மனையமைவு

source: boxes
ta: பெட்டிகள்

source: Blocks
ta: தொகுதிகள்

source: sideblocks
ta: சைட் பிளாக்ச்

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
ru: Сменить пароль
ta: கடவுச்சொல்லை மாற்றவும்

source: Circles
ta: வட்டங்கள்

source: friends
de: Freunde
es: amigos
ru: Друзья
ta: நண்பர்கள்

source: Configure Blog
ta: வலைப்பதிவை உள்ளமைக்கவும்

source: post
ta: இடுகை

source: Configure Forum
ta: மன்றத்தை உள்ளமைக்கவும்

source: discussion
ta: விவாதம்

source: debate
ta: விவாதம்

source: Configure Gallery
ta: கேலரியை உள்ளமைக்கவும்

source: photo
ta: புகைப்படம்

source: image
es: imagen
ru: изображение
ta: படம்

source: picture
ta: படம்

source: Disable
de: Deaktivieren
es: Deshabilitar
ru: Отключить
ta: முடக்கு

source: enterprise
ta: நிறுவனம்

source: Enable
de: Aktivieren
es: Habilitar
ru: Включить
ta: இயக்கு

source: Validation
ta: சரிபார்ப்பு

source: validate
ta: சரிபார்க்கவும்

source: Favorite Enterprises
de: Bevorzugte Unternehmen
es: Empresas favoritas
ru: Избранные компании
ta: பிடித்த நிறுவனங்கள்

source: followers
ta: பின்தொடர்பவர்கள்

source: subscription
ta: சந்தா

source: Groups
de: Gruppen
es: Grupos
ru: Группы
ta: குழுக்கள்

source: communities
ta: சமூகங்கள்

source: enterprises
ta: நிறுவனங்கள்

source: organizations
de: Organisationen
es: organizaciones
ru: организации
ta: நிறுவனங்கள்

source: Header and Footer
ta: தலைப்பு மற்றும் அடிக்குறிப்பு

source: Informations
ta: தகவல்கள்

source: personal
ta: தனிப்பட்ட

source: Location
de: Ort
es: Ubicación:
ru: Расположение:
ta: இடம்

source: address
ta: முகவரி

source: position
ta: நிலை

source: map
ta: வரைபடம்

source: Settings
es: Configuraciones
ru: Настройки
ta: அமைப்புகள்

source: email
es: correo electrónico
ta: மின்னஞ்சல்

source: Templates
ta: வார்ப்புருக்கள்

source: Manage
ta: நிர்வகிக்கவும்

source: cms
ta: சி.எம்.எச்

source: New Blog
ta: புதிய வலைப்பதிவு

source: posts
ta: இடுகைகள்

source: create
ta: உருவாக்கு

source: New Forum
ta: புதிய மன்றம்

source: New Gallery
ta: புதிய கேலரி

source: photos
ta: புகைப்படங்கள்

source: images
ta: படங்கள்

source: Preferences
ta: விருப்பத்தேர்வுகள்

source: options
ta: விருப்பங்கள்

source: settings
ta: அமைப்புகள்

source: Privacy
ta: தனியுரிமை

source: Regions
de: Regionen
es: Regiones
ru: Регионы
ta: பகுதிகள்

source: Roles
ta: பாத்திரங்கள்

source: Spam
ta: ச்பேம்

source: Tasks
es: Tareas
ru: Задачи
ta: பணிகள்

source: actions
ta: செயல்கள்

source: moderate
ta: மிதமான

source: review
ta: சீராய்வு

source: Welcome Page
ta: வரவேற்பு பக்கம்

source: New community
de: Neue Community
es: Nueva comunidad
ru: Новое сообщество
ta: புதிய சமூகம்

source: %{requestor} wants to create community %{subject} with no description.
de: %{requestor} möchte die Community %{subject} ohne Beschreibung erstellen.
es: %{requestor} quiere crear la comunidad %{subject} sin descripción.
ta: %{கோரிக்கையாளர் the எந்த விளக்கமும் இல்லாமல் சமூக %{requestor} உருவாக்க விரும்புகிறது.

source: %{requestor} wants to create community %{subject} with this description:<p><em>%{description}</em></p>
de: %{requestor} möchte die Community %{subject} mit dieser Beschreibung:<p><em>%{description}</em></p> erstellen.
es: %{requestor} quiere crear la comunidad %{subject} con esta descripción: <p><em>%{description}</em></p>
ta: %{requestor} இந்த விளக்கத்துடன் சமூக %{subject} ஐ உருவாக்க விரும்புகிறார்: <p> <em> %{description} </em> </p>

source: %{requestor} wants to create community %{subject}
de: %{requestor} möchte die Community %{subject} erstellen
es: %{requestor} quiere crear la comunidad %{subject}
ta: %{requestor} சமூகத்தை உருவாக்க விரும்புகிறார் %{subject}

source: User "%{user}" just requested to create community %{community}. You have to approve or reject it through the "Pending Validations" section in your control panel.
de: Der Nutzer "%{user}" möchte die Community %{community} erstellen. Sie können im Bereich "Validierungen in Bearbeitung" diesem Anliegen zustimmen oder es ablehnen.
es: El usuario "%{user}" acaba de solicitar crear la comunidad %{community}. Debes aprobarla o rechazarla a través de la sección "Validaciones pendientes" que está en tu panel de control
ru: Пользователь "%{user}" запросил разрешение на создание сообщества %{community}. Вам необходимо одобрить либо отклонить данный запрос в секции "Ожидающие валидации" вашей контрольной панели.
ta: பயனர் " %{user}" சமூக %{சமூகத்தை உருவாக்குமாறு கேட்டுக்கொண்டார். உங்கள் கட்டுப்பாட்டுக் குழுவில் உள்ள "நிலுவையில் உள்ள சரிபார்ப்புகள்" பிரிவு மூலம் நீங்கள் அதை அங்கீகரிக்க வேண்டும் அல்லது நிராகரிக்க வேண்டும்.
