Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Your request for registering community %{community} at %{environment} was just sent. Environment administrator will receive it and will approve or reject your request according to his methods and creteria. You will be notified as soon as environment administrator has a position about your request.
de: Ihre Anfrage zur Registrierung der Community "%{community}" bei %{environment} haben wir erhalten. Sie wird vom Administrator geprüft. Sie erhalten baldmöglichst Antwort, sobald sich Administrator positioniert hat.
es: Tu solicitud de registro de la comunidad %{community} en %{environment} acaba de ser enviada El administrador del entorno la recibirá y la aprobará o rechazará de acuerdo a sus métodos y criterios. Serás notificado tan pronto como el administrador tenga una respuesta.
ru: Ваш запрос на регистрацию сообщества " %{community}" в %{environment} был получен. Он будет рассмотрен выбранной вами организации согласно ее критериям. Вы будете уведомлены о результате.
ta: %{சுற்றுச்சூழலில் சமூகத்தை %{சமூகத்தை பதிவு செய்வதற்கான உங்கள் கோரிக்கை இப்போது அனுப்பப்பட்டது. சுற்றுச்சூழல் நிர்வாகி அதைப் பெறுவார், மேலும் அவரது முறைகள் மற்றும் கிரேட்டீரியாவின்படி உங்கள் கோரிக்கையை ஒப்புதல் அளிப்பார் அல்லது நிராகரிப்பார். உங்கள் கோரிக்கையைப் பற்றி சுற்றுச்சூழல் நிர்வாகிக்கு ஒரு நிலை கிடைத்தவுடன் உங்களுக்கு அறிவிக்கப்படும்.

source: Your request for registering community %{community} at %{environment} was not approved by the environment administrator. The following explanation was given: %{explanation}
de: Ihrer Anfrage, die Community %{community} in %{environment} zu registrieren, wurde durch den Administrator NICHT stattgegeben. Folgende Erklärung wurde dazu abgegeben: %{explanation}
es: Tu solicitud para registrar la comunidad %{community} en %{environment} no fue aprobado por el administrador del entorno. La siguiente explicación es: %{explanation}
ru: Ваш запрос на регистрацию предприятия %{community} в %{environment} был отклонен по следующей причине: %{explanation}
ta: %{சுற்றுச்சூழலில் சமூகம் %{சமூகத்தை பதிவு செய்வதற்கான உங்கள் கோரிக்கை சுற்றுச்சூழல் நிர்வாகியால் அங்கீகரிக்கப்படவில்லை. பின்வரும் விளக்கம் கொடுக்கப்பட்டது: %{community}

source: Your request for registering the community "%{community}" was approved. You can access %{environment} now and start using your new community.
de: Ihre Anfrage, die Community "%{community}" zu registrieren, war erfolgreich. Sie können sich nun bei %{environment} anmelden und die Nutzung Ihrer neuen Community beginnen.
es: Tu solicitud para registrar la comunidad "%{community}" fue aprobado. Puedes acceder a %{environment} ahora y comenzar a usar tu nueva comunidad.
ru: Ваш запрос на регистрацию сообщества "%{community}" был подтвержден. Используя доступ к %{environment} вы можете приступать к использованию.
ta: சமூகத்தை "%{community}" பதிவு செய்வதற்கான உங்கள் கோரிக்கை அங்கீகரிக்கப்பட்டது. நீங்கள் இப்போது %{environment} ஐ அணுகலாம் மற்றும் உங்கள் புதிய சமூகத்தைப் பயன்படுத்தத் தொடங்கலாம்.

source: Identifier
de: Bezeichnung
es: Identificador
ru: Идентификатор
ta: அடையாளங்காட்டி

source: Address
de: Adresse
es: Dirección
ru: Адрес
ta: முகவரி

source: Contact phone
de: Kontakt-Telefonnummer
es: Teléfono de contacto
ru: Контактный телефон
ta: தொலைபேசி தொடர்பு

source: Contact person
de: Kontaktperson
es: Persona de contacto
ru: Контактное лицо
ta: தொடர்பு நபர்

source: Foundation year
de: Gründungsjahr
es: Año de fundación
ru: Год создания
ta: அறக்கட்டளை ஆண்டு

source: Legal form
de: Rechtsform
es: Forma Legal
ru: Правовая форма
ta: சட்ட வடிவம்

source: Economic activity
de: Tätigkeitsfeld
es: Actividad económica
ru: Экономическая активность
ta: பொருளாதார செயல்பாடு

source: Management information
de: Verwaltungsinformationen
es: Información de gestión
ru: Информация о менеджменте
ta: மேலாண்மை செய்தி

source: {fn} is not a validator for the chosen region
ta: {fn the தேர்ந்தெடுக்கப்பட்ட பகுதிக்கு ஒரு வேலிடேட்டர் அல்ல

source: {fn} is already being as identifier by another enterprise, organization or person.
ta: {fn} ஏற்கனவே மற்றொரு நிறுவன, அமைப்பு அல்லது நபரால் அடையாளங்காட்டியாக உள்ளது.

source: Enterprise registration
de: Unternehmensregistrierung
es: Registro de empresa
ru: Регистрация предприятия
ta: நிறுவன பதிவு

source: %{requestor} wants to create enterprise %{subject}.
de: %{requestor} möchte das Unternehmen %{subject} erstellen.
es: %{requestor} quiere crear la empresa %{subject}.
ta: %{requestor} நிறுவன %{subject} ஐ உருவாக்க விரும்புகிறார்.

source: Your request for registering enterprise "%{enterprise}" at %{environment} was just received. It will be reviewed by the validator organization of your choice, according to its methods and criteria. You will be notified as soon as the validator organization has a position about your request.
de: Ihre Anfrage zur Registrierung des Unternehmens "%{enterprise}" in %{environment} haben wir erhalten. Sie wird von der gewählten Organisation geprüft. Sie erhalten baldmöglichst Antwort, sobald sich diese Organisation positioniert hat.
es: Tu solicitud para registrar la empresa "%{enterprise}" en %{environment} acaba de ser recibida. Se revisará por la organización validadora de tu elección, de acuerdo a sus métodos y criterios. Serás notificado tan pronto como la organización validadora tenga una respuesta a tu pedido.
ru: Ваш запрос на регистрацию предприятия "%{enterprise}" в %{environment} был получен. Он будет рассмотрен выбранной вами организации согласно ее критериям. Вы будете уведомлены о результате как только организация рассмотрит ваш запрос.
ta: எண்டர்பிரைசில் " %{enterprise}" ஐ %{சுற்றுச்சூழலில் பதிவு செய்வதற்கான உங்கள் கோரிக்கை இப்போது பெறப்பட்டது. அதன் முறைகள் மற்றும் அளவுகோல்களின்படி, உங்கள் விருப்பப்படி வாலிடேட்டர் அமைப்பால் இது மதிப்பாய்வு செய்யப்படும். உங்கள் கோரிக்கையைப் பற்றி வேலிடேட்டர் அமைப்புக்கு ஒரு நிலை கிடைத்தவுடன் உங்களுக்கு அறிவிக்கப்படும்.

source: Your request for registering the enterprise "%{enterprise}" was approved. You can access %{environment} now and provide start providing all relevant information your new enterprise.
de: Ihre Anfrage, das Unternehmen "%{enterprise}" zu registrieren, war erfolgreich. Sie können sich nun bei %{environment} anmelden und damit beginnen alle relevanten Informationen zu Ihrem Unternehmen bereitzustellen.
es: Su pedido para registrar la empresa "%{enterprise}" fue aprobado. Ya se puede acceder a %{environment} y comenzar a utilizarlo para la nueva empresa.
ru: Ваш запрос на регистрацию предприятия "%{enterprise}" был подтвержден. Используя доступ к %{environment} вы можете приступать к использованию.
ta: நிறுவனத்தை "%{enterprise}" பதிவு செய்வதற்கான உங்கள் கோரிக்கை அங்கீகரிக்கப்பட்டது. நீங்கள் இப்போது %{சூழலை அணுகலாம் மற்றும் உங்கள் புதிய நிறுவனமான அனைத்து தொடர்புடைய தகவல்களையும் வழங்கத் தொடங்கலாம்.

source: Your request for registering the enterprise %{enterprise} at %{environment} was NOT approved by the validator organization. The following explanation was given: %{explanation}
de: Ihrer Anfrage, das Unternehmen %{enterprise} in %{environment} zu registrieren, wurde durch die Validierungsorganisation NICHT stattgegeben. Folgende Erklärung wurde dazu abgegeben: %{explanation}
es: Su pedido para registrar la empresa %{enterprise} en %{environment} fue rechazado por la organización validadora. Los motivos del rechazo fueron: %{explanation}
ru: Ваш запрос на регистрацию предприятия %{enterprise} в %{environment} был отклонен по следующей причине: %{explanation}
ta: %{enterprise} நிறுவன %{நிறுவனத்தை பதிவு செய்வதற்கான உங்கள் கோரிக்கை வாலிடேட்டர் அமைப்பால் அங்கீகரிக்கப்படவில்லை. பின்வரும் விளக்கம் கொடுக்கப்பட்டது: %{environment}

source: Enterprise "%{enterprise}" just requested to enter %{environment}. You have to approve or reject it through the "Pending Validations" section in your control panel.
de: Das Unternehmen "%{enterprise}" möchte %{environment} beitreten. Sie können im Bereich "Validierungen in Bearbeitung" in Ihrem Kontrollmenü diesem Anliegen zustimmen oder es ablehnen.
es: La empresa "%{enterprise}" solicitó entrar a %{environment}. Debes aprobarla o rechazarla en la sección "Validaciones Pendientes" en su panel de control.
ru: Предприятие "%{enterprise}" запросило вход в %{environment}. Вы можете одобрить либо отклонить запрос через секцию "Offene Validierungen" в вашей контрольной панели.
ta: நிறுவன " %{enterprise}" %{சூழலை உள்ளிடுமாறு கேட்டுக்கொண்டது. உங்கள் கட்டுப்பாட்டுக் குழுவில் உள்ள "நிலுவையில் உள்ள சரிபார்ப்புகள்" பிரிவு மூலம் நீங்கள் அதை அங்கீகரிக்க வேண்டும் அல்லது நிராகரிக்க வேண்டும்.

source: The data provided by the enterprise was the following:
de: Nachfolgend die vom Unternehmen bereitgestellten Daten:
es: Los datos presentados por la empresa son los siguientes:
ru: Следующие данные были предоставлены компанией:
ta: நிறுவனத்தால் வழங்கப்பட்ட தரவு பின்வருமாறு:

source: Name: %s
es: Nombre: %s
ru: Имя: %s
ta: பெயர்: %s

source: Acronym: %s
de: Abkürzung: %s
es: Acrónimo: %s
ru: Акроним: %s
ta: சுருக்கம்: %s

source: Address: %s
de: Adresse: %s
es: Dirección: %s
ru: Адрес: %s
ta: முகவரி: %s

source: Legal form: %s
de: Rechtsform: %s
es: Forma legal: %s
ru: Правовая форма: %s
ta: சட்ட படிவம்: %s

source: Foundation Year: %d
de: Gründungsjahr: %d
es: Año de fundación: %d
ru: Год основания: %d
ta: அறக்கட்டளை ஆண்டு: %d

source: Economic activity: %s
de: Tätigkeitsfeld: %s
es: Actividad económica: %s
ru: Экономическая активность: %s
ta: பொருளாதார நடவடிக்கைகள்

source: Information about enterprise's management:
de: Informationen über Unternehmensmanagement:
es: Información sobre la gerencia de la empresa:
ru: Информация о управлении предприятием:
ta: நிறுவனத்தின் மேலாண்மை பற்றிய தகவல்கள்:

source: Contact phone: %s
de: Kontakttelefonnummer: %s
es: Teléfono de contacto: %s
ru: Контактный телефон: %s
ta: தொடர்பு தொலைபேசி: %s

source: Contact person: %s
de: Kontaktperson: %s
es: Persona de contacto: %s
ru: Контактное лицо: %s
ta: தொடர்பு நபர்: %s

source: CreateEnterprise|Identifier
de: Bezeichnung
es: Crear empresa|Identificador
ru: СоздатьКомпанию|Идентификатор
ta: Createnenterprise | அடையாளங்காட்டி

source: There is a field with the same name for this type in this environment
ta: இந்த சூழலில் இந்த வகைக்கு அதே பெயருடன் ஒரு புலம் உள்ளது

source: New field related to existent one with same name
ta: அதே பெயருடன் இருப்புடன் தொடர்புடைய புதிய புலம்

source: can't be blank
ta: காலியாக இருக்க முடியாது

source: "Disabled enterprise" message
de: "Disabled enterprise" Nachricht
es: Mensaje de "deshabilitar empresa"
ru: Сообщение "Отключенной компании"
ta: "முடக்கப்பட்ட நிறுவன" செய்தி

source: Shows a message for disabled enterprises.
de: Zeigt Nachrichten für deaktivierte Unternehmen.
es: Muestra un mensaje para empresas deshabilitadas
ru: Показать сообщение для отключенных компаний
ta: ஊனமுற்ற நிறுவனங்களுக்கான செய்தியைக் காட்டுகிறது.

source: Disabled enterprise
ta: முடக்கப்பட்ட நிறுவன

source: {fn} must be composed of sequences of lowercase letters (a to z), numbers (0 to 9), "_" and "-", separated by dots.
ta: {fn the சிறிய எழுத்துக்கள் (A முதல் சட் வரை), எண்கள் (0 முதல் 9 வரை), "_" மற்றும் "-" ஆகியவற்றின் வரிசைகளால் புள்ளிகளால் பிரிக்கப்பட வேண்டும்.

source: {fn} must not start with www.
ta: {fn the www உடன் தொடங்கக்கூடாது.

source: You have already requested activation of your mailbox.
de: Sie haben bereits die Aktivierung ihrer Mailbox angefragt.
es: Ya has solicitado la activación de tu buzón de correo.
ru: Вы уже запросили активацию почтового ящика
ta: உங்கள் அஞ்சல் பெட்டியை செயல்படுத்த ஏற்கனவே கோரியுள்ளீர்கள்.

source: Email activation
de: E-Mail aktivieren
es: Activación del correo electrónico
ta: மின்னஞ்சல் செயல்படுத்தல்

source: %{requestor} wants to activate the following email: %{subject}.
de: %{requestor} möchte die folgende E-Mail aktivieren: %{subject}.
es: %{requestor} desea activar el siguiente correo electrónico: %{subject}.
ta: %{requestor} பின்வரும் மின்னஞ்சலை செயல்படுத்த விரும்புகிறார்: %{subject}.

source: Task Rejection
ta: பணி நிராகரிப்பு

source: Task Acceptance
ta: பணி ஏற்றுக்கொள்ளல்

source: Organization Members
ta: அமைப்பு உறுப்பினர்கள்

source: User Activation
ta: பயனர் செயல்படுத்தல்

source: Change User Password
ta: பயனர் கடவுச்சொல்லை மாற்றவும்

source: Organization website
de: Webseite der Organisation
es: Sitio web de la organización
ru: Веб-сайт организации
ta: அமைப்பு வலைத்தளம்

source: City
de: Ort
es: Ciudad
ru: Город
ta: நகரம்

source: State
de: Bundesland
es: Estado
ru: Область
ta: மாநிலம்

source: Country
de: Land
es: País
ru: Страна
ta: நாடு

source: Historic and current context
de: Vorhergehende und aktuelle Inhalte
es: Contexto histórico y actual
ru: Предшествующий и нынешний контекст
ta: வரலாற்று மற்றும் தற்போதைய சூழல்

source: Activities short description
de: Kurzbeschreibung der Aktivitäten
es: Descripción corta de actividades
ru: Краткое описание занятий
ta: செயல்பாடுகள் குறுகிய விளக்கம்

source: Business name
de: Branche
es: Nombre del negocio
ru: Название работы
ta: வணிக பெயர்

source: Enterprises's profile
de: Unternehmensprofil
es: Perfil de empresas
ta: நிறுவனங்களின் சுயவிவரம்

source: Enterprise activation
de: Unternehmen aktivieren
es: Activación de empresa
ru: Активация компании
ta: நிறுவன செயல்படுத்தல்

source: %{requestor} wants to activate enterprise %{linked_subject}.
de: %{requestor} möchte das Unternehmen %{linked_subject} aktivieren.
es: %{requestor} quiere activar la empresa %{linked_subject}.
ta: %{requestor} நிறுவன %{linked_subject} ஐ செயல்படுத்த விரும்புகிறது.

source: Pending activation of enterprise %{linked_subject}.
ta: நிறுவனத்தின் செயல்பாடு %{linked_subject}.

source: %{requestor} wants to activate enterprise %{enterprise}.
de: %{requestor} möchte das Unternehmen %{enterprise} aktivieren.
es: %{rquestor} quiere activar la empresa %{enterprise}.
ta: %{requestor} நிறுவன %{enterprise} ஐ செயல்படுத்த விரும்புகிறது.

source: Pending activation of enterprise %{enterprise}.
ta: நிறுவன %{நிறுவனத்தின் செயல்பாடு நிலுவையில் உள்ளது.

source: {#} Enterprises
ta: {#} எண்டர்பிரைசச்

source: This block displays the enterprises where this user works.
de: Dieser Block zeigt das Unternehmen, in dem der Nutzer arbeitet.
es: Este bloque muestra las empresas donde este usuario trabaja.
ru: Блок, отображающий компании в которых работает данный пользователь.
ta: இந்த பயனர் பணிபுரியும் நிறுவனங்களை இந்த தொகுதி காண்பிக்கும்.

source: View environment admin panel
de: Zeige Administrations-Panel für Umgebung
es: Ver panel de administración del entorno
ru: Панель управления средой
ta: சுற்றுச்சூழல் நிர்வாகக் குழுவைக் காண்க

source: Edit environment features
de: Ändere Funktionen der Umgebung
es: Editar características del entorno
ru: Редактировать возможности среды
ta: சுற்றுச்சூழல் அம்சங்களைத் திருத்தவும்

source: Edit environment design
de: Ändere Design der Umgebung
es: Editar el diseño del entorno
ru: Редактировать вид среды
ta: சுற்றுச்சூழல் வடிவமைப்பைத் திருத்தவும்

source: Manage environment categories
de: Verwalte Kategorien der Umgebung
es: Administrar categorías del entorno
ru: Управлять категориями среды
ta: சுற்றுச்சூழல் வகைகளை நிர்வகிக்கவும்

source: Manage environment roles
de: Verwalte Funktionen der Umgebung
es: Administrar roles del entorno
ru: Управлять ролями среды
ta: சுற்றுச்சூழல் பாத்திரங்களை நிர்வகிக்கவும்

source: Manage environment validators
de: Umgebungsvalidatoren verwalten
es: Administrar validadores del entorno
ru: Управлять утверждениями среды
ta: சுற்றுச்சூழல் வாலிடேட்டர்களை நிர்வகிக்கவும்

source: Manage environment users
de: Nutzer der Umgebung verwalten
es: Administrar usuarios del entorno
ru: Управлять пользователями среды
ta: சுற்றுச்சூழல் பயனர்களை நிர்வகிக்கவும்

source: Manage environment organizations
ta: சுற்றுச்சூழல் அமைப்புகளை நிர்வகிக்கவும்

source: Manage environment templates
de: Verwalte Umgebungsvorlagen
ta: சுற்றுச்சூழல் வார்ப்புருக்கள் நிர்வகிக்கவும்

source: Manage environment licenses
de: Verwalte Umgebungslizenzen
ta: சுற்றுச்சூழல் உரிமங்களை நிர்வகிக்கவும்

source: Manage environment trusted sites
ta: சுற்றுச்சூழல் நம்பகமான தளங்களை நிர்வகிக்கவும்

source: Manage environment kinds
ta: சுற்றுச்சூழல் வகைகளை நிர்வகிக்கவும்

source: Manage environment captcha
ta: சூழல் கேப்ட்சாவை நிர்வகிக்கவும்

source: Edit appearance
de: Ändere Aussehen
es: Editar apariencia
ru: Изменить вид
ta: தோற்றத்தைத் திருத்து

source: Edit Raw HTML block
ta: மூல உஉகுமொ தொகுதியைத் திருத்து

source: Manage Email Templates
ta: மின்னஞ்சல் வார்ப்புருக்களை நிர்வகிக்கவும்

source: Environment Administrator
de: Administrator der Umgebung
es: Administrador del entorno
ru: Администратор среды
ta: சுற்றுச்சூழல் நிர்வாகி

source: Profile Administrator
de: Profil Administrator
es: Administrador del perfil
ru: Администратор профиля
ta: சுயவிவர நிர்வாகி

source: Member
de: Mitglied
es: Miembro
ru: Участник
ta: உறுப்பினர்

source: Moderator
es: Moderador
ru: Модератор
ta: மதிப்பீட்டாளர்

source: Disable search for articles
de: Suche nach Artikeln aus
ru: Отключить поиск по статьям
ta: கட்டுரைகளுக்கான தேடலை முடக்கு

source: Disable search for enterprises
de: Suche nach Unternehmen aus
es: Desactivar la búsqueda de empresas
ru: Отключить поиск по компаниям
ta: நிறுவனங்களுக்கான தேடலை முடக்கு

source: Disable search for people
de: Suche nach Leuten aus
es: Desactivar la búsqueda de gente
ru: Отключить поиск людей
ta: மக்களுக்கான தேடலை முடக்கு

source: Disable search for communities
de: Suche nach Communities aus
es: Desactivar la búsqueda de comunidades
ru: Отключить поиск сообществ
ta: சமூகங்களுக்கான தேடலை முடக்கு

source: Disable search for events
de: Suche nach Ereignissen aus
es: Desactivar la búsqueda de eventos
ru: Отключить поиск событий
ta: நிகழ்வுகளுக்கான தேடலை முடக்கு

source: Disable categories
de: Kategorien aus
es: Desactivar categorías
ru: Отключить категории
ta: வகைகளை முடக்கு

source: Disable header/footer editing by users
de: Kopf-/Fußbereich (header/footer) durch Nutzer änderbar - deaktivieren
es: Desactivar la edición de encabezado y pie de página para los usuarios
ru: Отключить редактирование header и footer пользователями
ta: பயனர்களால் தலைப்பு/அடிக்குறிப்பு திருத்துதல் முடக்கு

source: Disable gender icon
de: Geschlechtsspezifischen Icon deaktivieren
es: Desactivar el ícono de género
ru: Скрыть иконку пола
ta: பாலின ஐகானை முடக்கு

source: Disable the categories menu
de: Kategorie Menü aus
es: Desactivar el menú de categorías
ru: Скрыть меню категорий
ta: வகை மெனுவை முடக்கவும்

source: Disable state/city select for contact form
de: Bundesland/Ort
ru: Отключить возможность выбора города из формы контактов
ta: தொடர்பு படிவத்திற்கு மாநில/நகரத் தேர்வை முடக்கு

source: Disable contact for people
de: Kontakt für Leute aus
es: Deshabilitar contacto de gente
ru: Отключить контакты для пользователей
ta: மக்களுக்கான தொடர்பை முடக்கு

source: Disable contact for groups/communities
de: Kontakt für Gruppen/Communities aus
es: Deshabilitar contacto con grupos
ru: Отключить контакты для групп и сообществ
ta: குழுக்கள்/சமூகங்களுக்கான தொடர்பை முடக்கு

source: Forbid users of removing profiles
ta: சுயவிவரங்களை அகற்றுவதைத் தடைசெய்க

source: Enable activation of enterprises
de: Aktivierung von Unternehmen an
es: Permitir activación de empresas
ru: Включить активацию для компаний
ta: நிறுவனங்களை செயல்படுத்துவதை இயக்கவும்

source: Enterprises are disabled when created
de: Unternehmen sind (zunächst) deaktiviert, nachdem sie erstellt wurden
es: Las empresas son deshabilitada cuando se crean
ru: При регистрации компании отключаются
ta: உருவாக்கும்போது நிறுவனங்கள் முடக்கப்படுகின்றன

source: Enterprises are validated when created
de: Unternehmen werden bei ihrer Erstellung überprüft
es: Las empresas son validadas cuando se crean
ta: உருவாக்கும்போது நிறுவனங்கள் சரிபார்க்கப்படுகின்றன

source: Media panel in WYSIWYG editor
de: Media-Panel im WYSIWYG Editor
es: Panel de medios en el editor WYSIWYG
ru: Медиа-панель в WYSIWYG редакторе
ta: WYSIWYG எடிட்டரில் மீடியா குழு

source: Select preferred domains per profile
de: Wähle bevorzugte Domain über das Profil
es: Selecciona los dominios preferidos por perfil
ru: Выбрать предпочтительные домены для профиля
ta: ஒரு சுயவிவரத்திற்கு விருப்பமான களங்களைத் தேர்ந்தெடுக்கவும்

source: Use the portal as news source for front page
de: Nutze das Portal als Quelle für die News der Titelseite
es: Use el portal como fuente de noticias para la primera página
ru: Использовать портал как источник новостей для главной страницы
ta: முதல் பக்கத்திற்கு செய்தி மூலமாக போர்ட்டலைப் பயன்படுத்தவும்

source: Allow users to create their own themes
de: Erlaube den Nutzern eigene Themen zu erstellen
es: Permitir a los usuarios crear sus propios temas
ru: Позволять пользователям создавать собственные темы
ta: பயனர்கள் தங்கள் சொந்த கருப்பொருள்களை உருவாக்க அனுமதிக்கவும்

source: Display search form in home page
de: Zeige Suchfunktion in der Homepage
es: Mostrar el formulario de busqueda en inicio
ru: Отображать форму поиска на домашней странице
ta: தேடல் படிவத்தை முகப்பு பக்கத்தில் காண்பி

source: Don't allow users to change which article to use as homepage
de: Erlaube Nutzern nicht die für die Homepage genutzten Artikel zu ändern
es: No permitir a los usuarios cambiar el artículo para utilizar como página de inicio
ru: Не позволять пользователям выбирать какую статью использовать как основную
ta: எந்த கட்டுரையை முகப்புப்பக்கமாக பயன்படுத்த பயனர்கள் அனுமதிக்க வேண்டாம்

source: Display explanation about header and footer
de: Erklärung von Kopf- und Fußbereich (header/footer) anzeigen
es: Mostrar explicación sobre el encabezado y pie de página
ru: Отображать вспомогательную информацию о header и footer
ta: தலைப்பு மற்றும் அடிக்குறிப்பு பற்றிய விளக்கத்தைக் காண்பி

source: Articles don't accept comments by default
de: Artikel können als Standardeinstellung nicht kommentiert werden
es: El artículo no acepta comentarios por defecto
ru: Статьи по умолчанию не допускают комментарии
ta: கட்டுரைகள் முன்னிருப்பாக கருத்துகளை ஏற்காது

source: Organizations have moderated publication by default
de: Organisationen haben moderierte Publikationen als Standardeinstellung
es: Las organizaciones tienen publicaciones moderadas por defecto
ru: Организации по умолчанию модерируют публикации
ta: நிறுவனங்கள் இயல்பாக வெளியீட்டை மிதமானவை

source: Allow profiles to change their URL
ta: சுயவிவரங்கள் அவற்றின் முகவரி ஐ மாற்ற அனுமதிக்கவும்

source: Admin must approve creation of communities
de: Administrator muss die Erstellung von Communities bestätigen
es: Un administrador debe aprobar las nuevas comunidades
ru: Администратор должен утвердить все новые организации
ta: நிர்வாகி சமூகங்களை உருவாக்குவதற்கு ஒப்புதல் அளிக்க வேண்டும்

source: Admin must approve registration of new users
ta: புதிய பயனர்களை பதிவு செய்வதற்கு நிர்வாகி ஒப்புதல் அளிக்க வேண்டும்

source: Show a balloon with profile links when a profile image is clicked
de: Zeigt einen Ballon mit Profil-Links, wenn ein Profil-Bild angeklickt wird
es: Muestra un globo con enlaces al perfil cuando una imagen es presionada
ru: При нажатии на картинку профиля показывать всплывающее облако со ссылкой на профиль
ta: சுயவிவரப் படம் சொடுக்கு செய்யும்போது சுயவிவர இணைப்புகளுடன் பலூனைக் காட்டு

source: XMPP/Jabber based chat
de: XMPP/Jabber basierender Chat
es: Chat basado en XMPP/Jabber
ru: Чат, основанный на XMPP/Jabber
ta: எக்ச்எம்பிபி/சாபர் அடிப்படையிலான அரட்டை

source: Show a zoom link on all article images
de: Zeige einen Zoom-Link für alle Artikelbilder
es: Muestra un enlace de acercamiento en todas las imágenes del artículo.
ta: அனைத்து கட்டுரை படங்களிலும் சூம் இணைப்பைக் காட்டு

source: Skip e-mail confirmation for new users
de: E-Mail-Überprüfung für neue Benutzer überspringen
es: Omitir confirmación de correo electrónico para nuevos usuarios
ta: புதிய பயனர்களுக்கான மின்னஞ்சல் உறுதிப்படுத்தலைத் தவிர்க்கவும்

source: Send welcome e-mail to new users
de: Willkommens-E-Mail an neue Nutzer senden
ta: புதிய பயனர்களுக்கு வரவேற்பு மின்னஞ்சலை அனுப்பவும்
