Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Width
es: Ancho
ru: Ширина

source: Advertise
es: Publicidad

source: Published
es: Publicado

source: Children count
es: Contador de hijos

source: Accept comments
es: Aceptar comentarios

source: Reference article
es: Artículo de referencia

source: Setting
es: Configuraciones

source: Notify comments
es: Notificar comentarios

source: Hits
es: Visitas

source: Published at
es: Publicado en

source: Highlighted
es: Destacado
ru: Выделено

source: External link
es: Enlace externo

source: Thumbnails processed
es: Miniaturas procesadas
ru: Эскизы обработаны

source: Is image
es: Es imagen

source: Translation of
es: Traducción de

source: Source name
es: Nombre de la fuente

source: uploadedfile
es: archivo cargado

source: thumbnail
es: miniatura
ru: превью

source: textarticle
es: Artículo de texto

source: tinymcearticle
es: Artículo pequeño

source: textilearticle
es: Artículo de Textile

source: folder
es: carpeta

source: enterprisehomepage
es: Página principal de la empresa

source: gallery
es: galería

source: forum
es: foro

source: event
es: eventos

source: environment
es: entorno de trabajo
ru: обстановка

source: Is default
es: Es predeterminado
ru: стандартно

source: Design data
es: Datos de diseño
ru: Данные дизайна

source: Terms of use acceptance text
es: Términos de uso y aceptación
ru: Текст принятия условий использования

source: Reports lower bound
es: Reporta límite inferior

source: product
es: producto
ru: продукт

source: Product category
es: Categoría de producto
ru: Категория продукта

source: Price
de: Preis
es: Precio
ru: цена

source: Discount
es: Descuento
ru: Скидка

source: Available
de: Verfügbar
es: Disponible
ru: Свободно

source: Unit
es: Unidad
ru: Единица

source: role assignment
es: asignación de roles

source: Accessor
es: Accesor

source: Accessor type
es: Tipo de accesor

source: Resource
es: Recurso

source: Resource type
es: Tipo de recurso

source: Is global
es: Es global

source: comment
es: comentario
ru: комментарий

source: Reply of
es: Respuesta de

source: Ip address
es: Dirección IP

source: Source type
es: Tipo de fuente
ru: Тип исотчника

source: USP number
de: USP-Nummer
es: Numero de USP

source: task
es: tarea
ru: Задача

source: Requestor
es: Solicitante
ru: Запрашивающий

source: Code
es: Código
ru: Код

source: friendship
es: amistad

source: Friend
es: Amigos

source: Group
de: Gruppe
es: Grupo
ru: Группа

source: category
es: Categoría

source: Display color
es: Mostrar el color

source: Display in menu
es: Mostrar en el menú

source: Accept products
es: Aceptar productos

source: block
es: bloque
ru: блок

source: Box
es: Caja
ru: Ящик

source: Fetched at
es: Extraído el
ru: Доставлено в

source: Uncategorized product
de: Produkt ohne Kategorie
es: Producto sin categoría
ru: Продукт без категории

source: Related products
de: Verwandte Produkte
es: Productos relacionados

source: Qualifiers
de: Charakteristiken
es: Calificadores

source: Red Up
de: Rot erhöhen
es: Rojo
ru: Красный вверх

source: Featured Products
de: Produktempfehlungen
es: Productos destacados
ru: Рекомендуемые продукты

source: articles category
es: Categoría de los artículos
ru: Категория статьи

source: articlecategorization
es: categorización de los artículos
ru: категории статей

source: Category
es: Categoría
ru: Категории

source: You can't invite youself
de: Sie können sich nicht selbst einladen
es: No puedes invitarte a tí.
ru: Вы не можете пригласить сами себя

source: action tracker notification
es: notificación de rastreo de acciones
ru: Информация от службы контроля действий

source: Action tracker
es: rastreo de acciones
ru: Служба контроля действий

source: box
es: caja
ru: ящик

source: Owner type
es: Tipo de dueño
ru: Тип владельца

source: Owner
es: Dueño
ru: Владелец

source: mailing sent
es: correo enviado
ru: рассылка отправлена

source: Mailing
es: Envio
ru: Рассылка

source: Profile information
de: Profilinformationen
es: Información del perfil
ru: Предоставленная информация

source: domain
es: dominio
ru: домен

source: Google maps key
es: Llave de Google maps
ru: Ключ карт Google

source: %{fn} must be composed of sequences of lowercase letters (a to z), numbers (0 to 9), "_" and "-", separated by dots.
es: %{fn} debe estar compuesto solo por letras minúsculas (a - z), números (0 - 9), "_" y "-", separados por puntos.

source: %{fn} must not start with www.
es: %{fn} no debe empezar con www.
ru: %{fn} не может начинаться с www.

source: Receive a copy
es: Recibir una copia
ru: Получить копию

source: %{fn} can only be informed for unauthenticated authors
es: %{fn} solamente puede ser informado por autores no autenticados
ru: %{fn} - информация, видимая неавторизованным пользователям

source: An internet forum, also called message board, where discussions can be held.
de: Ein Internetforum, auch Nachrichtenbrett genannt, in dem Diskussionen stattfinden können.
es: Un foro de internet, también llamado tablero de mensajes, donde se realiazan las discusiones.

source: %{requestor} wants to be a member of this community.
de: %{requestor} möchte Mitglied dieser Community werden.
es: %{requestor} quiere ser miembro de esta comunidad.

source: qualifier
es: calificador
ru: определитель

source: Display one of your contents
de: Zeige einen Ihrer Inhalte an
es: Mostrar alguno de tus contenidos
ru: Показать один элемент содержимого

source: Language must be choosen
de: Eine Sprache muss ausgewählt werden
es: El lenguaje debe ser elegido

source: A language must be choosen for the native article
de: Für den ursprünglichen Artikel muss eine Sprache ausgewählt werden
es: El lenguaje puede ser elegido para el artículo nativo

source: Published date
de: Veröffentlichungsdatum
es: Fecha de publicación

source: Older than one year
de: Älter als ein Jahr
es: Más de un año

source: In the last year
de: Im letzten Jahr
es: En el año pasado

source: In the last month
de: Im letzten Monat
es: En el mes pasado

source: In the last week
de: In der letzten Woche
es: En la semana pasada

source: In the last day
de: Gestern
es: Ayer

source: %{sender} suggested the publication of the article: %{subject}.
de: %{sender} schlägt die Veröffentlichung des Artikels: %{subject} vor.
es: %{author} sugirió la publicación de el artículo: %{subject}.

source: %{sender} suggested the publication of the article: %{article}.
de: %{sender} schlägt die Veröffentlichung des Artikels: %{article} vor.
es: %{sender} sugirió la publicación del artículo: %{article}.

source: Last updates
de: Letzte Änderung
es: Última actualización
ru: Последние обновления

source: All content
de: Gesamter Inhalt
es: Todo el contenido
ru: Весь контент

source: Disable search for products
de: Suche nach Produkten aus
es: Desactivar la búsqueda de productos
ru: Отключить поиск продуктов

source: Disable products for enterprises
es: Desactivar los productos para empresas
ru: Отключить продукты для компаний

source: Allow organizations to change their URL
de: Erlaube Organisationen, ihre URL zu ändern
es: Permitir a las organizaciones cambiar sus URL
ru: Позволить организациям изменять свой URL

source: Ask captcha when a logged user comments too
de: Captcha auch bei Kommentaren von eingeloggten Benutzern abfragen
es: Preguntar captcha cuando un usuario autenticado también comenta

source: Crypted password
es: Contraseña encriptada
ru: Пароль (зашифрованный)

source: Salt
es: Sal
ru: Соль

source: Remember token
es: Ficha de recordatorio
ru: Запомнить токен

source: Remember token expires at
es: Ficha de recordatorio expira en
ru: Запомнить конечную дату действительности токена

source: Password type
es: Tipo de contraseña
ru: Подсказка пароля

source: Enable email
es: Habilitar correo electrónico
ru: Активировать E-Mail

source: Last chat status
es: Último estado del chat
ru: Последний статус чата

source: Chat status
es: Estado del chat
ru: Статус чата

source: Chat status at
es: Estado del chat en
ru: Статус чата в

source: Activation code
es: Código de activación

source: Activated at
es: Activo

source: %{fn} must be checked in order to signup.
es: %{fn} debe estar seleccionado para registrarse.
ru: %{fn} - необходимое значение для регистрации.

source: national region
es: región nacional

source: Parent national region code
es: Código padre de región nacional

source: National region type
es: Tipo de región nacional

source: abuse report
es: reportar abuso

source: Reporter
es: Reportador

source: Reason
es: Razón

source: tags
es: etiquetas
ru: теги

source: Tags are created when you add some of them one to your contents. <p/> Try to add some tags to some articles and you'l see your tag cloud growing.
de: Tags werden erstellt, wenn Sie diese ihrem Inhalt hinzufügen. <p/> Versuchen Sie, ein paar Tags zu Ihren Artikeln zu erstellen, und sehen Sie Ihre Tag-Wolke wachsen.
es: Las etiquetas son creadas cuando añades algunas a tus contenidos. <p/> Intenta añadir etiquetas a varios artículos y verás crecer la nube de etiquetas.
ru: Теги создаются когда вы добавляете их к вашему контенту <p/> Попробуйте добавить немного тегов к статьям чтобы увеличить облако тегов

source: {#} members
es: {#} miembros
ru: {#} Участники

source: This block presents the members of a collective.
es: Este bloque presenta a los miembros de un colectivo.
ru: Этот блок отображает участников коллектива

source: external feed
es: alimentación externa
ru: внешняя лента

source: Feed title
es: Título de contenido
ru: Название

source: Only once
es: Solo una vez
ru: Единоразово

source: Error message
es: Mensaje de error
ru: Сообщение об ошибке

source: Update errors
es: Actualizar errores
ru: Обновить ошибки

source: Search for enterprises and products
de: Eine Suche nach Unternehmen und Produkten
es: Buscar por empresa y productos

source: Products/Enterprises search
de: Produkt-/Dienstsuche
es: Productos/Búsqueda de empresas
ru: Поиск по продуктам/предприятиям

source: Search for sellers
de: Suche nach Verkäufern
es: Buscar por vendedores
ru: Поиск продавцов

source: This block presents a search engine for products.
de: Dieser Block repräsentiert eine Suchmaschine für Produkte.
es: Este bloque presenta un motor de búsqueda para productos.
ru: Блок, представляющий поисковую машину для продуктов

source: validation info
es: informacion de validación
ru: Информация для подтверждения

source: Validation methodology
es: Metodología de validación
ru: Методика подтверждения

source: Restrictions
es: Restricciones
ru: Ограничения

source: Clicking a person takes you to his/her homepage
de: Klicken Sie auf eine Person, um zu ihrer Homepage zu gelangen
es: Presionando en una persona te lleva a su página de inicio
ru: Выбор пользователя перенесет вас на его домашнюю страницу

source: Random people
de: Zufällig ausgewählte Leute
es: Gente aleatoria
ru: Случайные лица

source: %{fn} is already used by other user
es: %{fn} ya lo tiene otro usuario
ru: %{fn} уже используется другим юзером

source: Edit Profile
de: Profil ändern
es: Editar perfil

source: certifier
es: Identificador
ru: сертификатор

source: Manage content
de: Inhalt verwalten
es: Administrar contenido
ru: Управлять контентом

source: Publish content
de: Inhalt heraufladen
es: Publicar contenido
ru: Публиковать контент

source: Private profile
de: persönliches Profil
es: Perfil privado
ru: Приватный профиль

source: Situation
es: Situación

source: Profile Info and settings
de: Profilinformationen und Einstellungen
es: Información y configuración de Perfil
ru: Инфо профиля и настройки

source: {#} community
es: Una comunidad
ru: Сообщество

source: communities|View all
de: communities|Zeige alle
es: Ver todas
ru: сообщества|Просмотреть все

source: product qualifier
es: Calificador del producto
ru: Квалификатор продукта

source: Product
de: Produkt
es: Producto
ru: Продукт

source: Qualifier
de: Kennzeichner
es: Calificador
ru: Квалификатор

source: Certifier
de: Bestätigender
es: Identificador
ru: Серитфикатор

source: unit
de: Einheit
es: unidad
ru: единица

source: national region type
es: tipo de region nacional

source: mailing
es: envío
ru: рассылка

source: Locale
es: Localización
ru: Локаль

source: Text article with Textile markup language
de: Artikel mit Textile markup language erstellen
es: Artículo de texto con el lenguaje Textile
ru: Текстовая статья с форматированием

source: Accessible alternative for visually impaired users.
de: Verfügbare Alternative für sehbehinderte Nutzer.
es: Alternativa accesible para usuarios con deficiencias visuales.
ru: Альтернативно доступный для пользователей с недостатками зрения.

source: %{fn} of uploaded file was larger than the maximum size of 5.0 MB
es: %{fn} del archivo subido fue más grande que el tamaño máximo de 5.0 MB
ru: %{fn} загруженного превысило максимальный размер - 5.0 MB

source: Not accessible for visually impaired users.
de: Nicht zugänglich für sehbehinderte Nutzer.
es: No accesible para usuarios con deficiencias visuales
ru: Недоступно для пользователей с недостатками зрения

source: Generic category
de: Hauptkategorie
es: Categoría genérica
ru: Общая категория

source: input
es: entrada
ru: ввод

source: Price per unit
es: Precio por unidad
ru: Цена за единицу

source: Amount used
es: Cantidad utilizada
ru: Использованное количество

source: Relevant to price
es: Relevante al precio
ru: Релевантно по цене

source: Is from solidarity economy
es: Es de una economía solidaria
ru: Из экономики солидарности

source: {#} enterprise
de: Unternehmen
es: {#} empresa
ru: компания

source: enterprises|View all
de: enterprises|Zeige alle
es: empresas|Ver todo
ru: компании|Просмотреть все

source: Environment stastistics
es: Estadísticas del entorno
ru: Статистика среды

source: Statistics for %s
de: Statistik für %s
es: Estadísticas para %s
ru: Статистика для %s

source: This block presents some statistics about your environment.
es: Este bloque presenta algunas estadísticas sobre su entorno.
ru: Данный блок представляет некоторую статистику вашей среды

source: One user
es: Un usuario
ru: Один пользователь

source: One enterprise
es: Una empresa
ru: Одна компания

source: This block presents a list of your products.
de: Dieser Block stellt eine Liste Ihrer Produkte dar.
es: Este bloque presenta una lista de tus productos.
ru: Блок, отображающий список продуктов

source: View all products
de: Zeige alle Produkte
es: Ver todos los productos
ru: Посмотреть все продукты

source: scrap
es: recorte
ru: пост

source: Sender
es: Remitente
ru: Отправитель

source: Receiver
es: Destinatario
ru: Получатель

source: price detail
es: detalle del precio

source: Production cost
es: Costo de producción

source: contact list
es: Lista de Contactos
ru: Список контактов

source: Error fetching
es: Error de extracción
ru: Обработка ошибок

source: Fetched
es: Extraído
ru: Подгружено

source: {#} friend
de: Freund
es: {#} amigo
ru: Друг

source: This block displays your friends.
es: Este bloque muestra tus amigos.
ru: Этот блок отображает ваших друзей

source: friends|View all
de: friends|Zeige alle
es: Ver todos
ru: друзья|Просмотреть все

source: categories profile
es: perfil de categorías
ru: Категории профиля

source: profilecategorization
es: categorización de perfil
ru: Категоризация профиля

source: %{fn} is not a validator for the chosen region
es: %{fn} no es un validador para la región escogida

source: %{fn} is already being as identifier by another enterprise, organization or person.
es: %{fn} está siendo utilizado como identificador por otra empresa, organización o persona.

source: production cost
es: costo de producción

source: In order to change your password, please visit the following address: %s
es: Para cambiar tu contraseña, por favor visita la siguiente dirección : %s
ru: Для смены пароля перейдите на следующий адрес: %s

source: %{fn} cannot come before end date.
es: %{fn} no puede venir antes de la fecha.
ru: %{fn} невозможно до даты окончания

source: When:
de: Wenn:
es: Cuando:
ru: Когда:

source: Enterprise Info and settings
de: Unternehmens Informationen und Einstellungen
es: Información y configuración de la empresa
ru: Инфо компании и настройки

source: qualifier certifier
es: certificador de calificador
ru: квалификатор сертификатор

source: %{fn} cannot be like that.
es: %{fn} no puede ser de esta forma.
ru: Значение %{fn} недопустимо.

source: %{fn} is already being used by another category.
es: %{fn} ya está siendo usado por otra categoría.
ru: %{fn} уже используется другой категорией

source: %{fn} was already assigned to another category.
es: %{fn} ya ha sido asignado a otra categoría.
ru: %{fn} уже относится к другой категории

source: reported image
es: imagen reportada

source: Abuse report
es: Reporte de abuso

source: Display the summary of profile.
de: Zeige die Übersicht des Profils.
es: Mostrar el resumen del perfil.
ru: Отобразить сводку профиля

source: Community Info and settings
de: Community Informationen und Einstellungen
es: Información de la comunidad y ajustes
ru: Инфо сообщества и настройки

source: Change category
de: Ändere Kategorie
es: Nueva categoría
ru: Изменить категорию

source: Price:
de: Preis:
es: Precio:
ru: Цена:

source: Product not available!
de: Produkt ist nicht verfügbar!
es: ¡Producto no disponible!
ru: Продукт не доступен!

source: List price:
de: Listenpreis:
es: Lista de precios:
ru: Прайс:

source: On sale:
de: Verkaufspreis:
es: En venta:
ru: На распродаже:

source: certified by %s
de: zertifiziert durch %s
es: certificado por %s
ru: сертифицировано %s

source: (Self declared)
de: (eigene Angabe)
es: (Auto declarado)
ru: (самостоятельно объявленный)

source: Select...
de: Wähle...
es: Seleccione ...
ru: Выбрать...

source: Self declared
de: Eigene Angabe
es: Auto declarado
ru: самостоятельно объявленный

source: Delete qualifier
de: Charakteristiken löschen
es: Borrar calificador

source: Select the unit
de: Wählen Sie die Bemessungsgröße
es: Seleccione la unidad
ru: Выберите пункт

source: Product from solidarity economy
de: Produkt von einer gemeinnützigen Organisation
es: Producto de la economía solidaria
ru: Продукт единой экономики

source: Amount used in this product or service
de: Menge, die in diesem Produkt oder Service genutzt wird
es: Cantidad utilizada en este producto o servicio
ru: Количество, используемое в этом продукте или сервисе

source: Amount used by %s of this product or service
de: Menge die von %s für dieses Produkt oder diesen Service genutzt wird
es: Cantidad utilizada por %s de este producto o servicio
ru: Количество, используемое %s этого продукта или сервиса

source: Insert the name of the new cost:
de: Fügen Sie den Namen der neuen Kosten ein:
es: Inserta el nombre del nuevo costo:

source: Something went wrong. Please, try again
de: Etwas lief schief. Bitte versuchen Sie es erneut
es: Algo salió mal. Por favor, intenta otra vez

source: Other cost
de: Andere Kosten
es: Otros costos

source: Private
de: Nicht öffentlich
es: Privado
ru: Приватный

source: The <label class='pseudoformlabel'>highlighted</label> fields are mandatory.
de: Die <label class='pseudoformlabel'>gekennzeichneten</label> Felder sind zwingend erforderlich.
es: Los campos <label class='pseudoformlabel'>destacados</label> son obligatorios.
ru: <label class='pseudoformlabel'>подчеркнутые</label> поля обязательны.

source: Thu
de: Don
es: Jue
ru: Четверг

source: ZIP code:
es: Código ZIP:
ru: Почтовый индекс:

source: Contact phone:
es: Télefono de contacto:
ru: Kontakttelefon:

source: e-Mail:
es: Correo electrónico:

source: Organization:
es: Organización:
ru: Организация

source: Organization website:
es: Sitio web de la organización:
ru: Веб-сайт организации

source: Work
es: Trabajo
ru: Работа

source: http://en.wikipedia.org/wiki/Tag_%28metadata%29
de: http://de.wikipedia.org/wiki/Tag_%28metadata%29
es: http://es.wikipedia.org/wiki/Etiqueta_%28metadato%29
ru: http://ru.wikipedia.org/wiki/Tag_%28metadata%29

source: Contact person:
de: Kontaktperson:
es: Contactar persona:
ru: Контактное лицо

source: Phone(s):
de: Telefon(e):
es: Teléfono (s):
ru: Телефон:

source: Location:
de: Ort:
es: Ubicación
ru: Размещение:

source: Economic activity:
de: Tätigkeitsfeld:
es: Actividad económica:
ru: Экономическая активность

source: Distance:
de: Entfernung:
es: Distancia:
ru: Дистанция

source: &laquo; Newer posts
de: &laquo; Neue Posts
es: &laquo; Entradas recientes
ru: &laquo; Новые сообщения

source: Older posts &raquo;
de: ältere Posts &raquo;
es: Entradas antiguas &raquo;
ru: Сообщения старше &raquo;

source: No product
de: Kein Produkt
es: Ningún producto
ru: Нет продукта

source: Principal Product Categories
de: Haupt-Produkt-Kategorien
es: Principales Categorías de Productos
ru: Основные категории продуктов

source: Click on this icon to go to the <b>%s</b>'s home page
de: Klicken Sie auf dieses Symbol, um zu <b>%s</b>'s Homepage zu gehen
es: Haga clic en este icono para ir a la página de inicio de <b>%s</b>
ru: Кликните на иконку, чтоб перейти на домашнюю страницу <b>%s</b>

source: open
es: abrir
ru: открыть

source: Contents menu
de: Menü für Inhalte
es: Menú de contenido

source: My friends
de: Meine Freunde
es: Mis amigos
ru: Мои друзья

source: Invite friends
de: Freunde einladen
es: Invitar amigos
ru: Пригласить друзей

source: People menu
de: Menü für Leute
es: Menú de personas

source: Communities menu
de: Menü für Communities
es: Menú comunidades

source: <span>Manage</span> %s
de: %s <span>verwalten</span>
es: <span>Administrar</span> %s

source: <span class='welcome'>Welcome,</span> %s
de: <span class='welcome'>Willkommen,</span> %s
es: <span class='welcome'>Bienvenido,</span> %s

source: less than a minute
de: weniger als eine Minute
es: menos de un minuto
ru: менее минуты

source: 1 minute
es: 1 minuto
ru: 1 минута

source: less than 5 seconds
de: weniger als 5 Sekunden
es: menos de 5 segundos
ru: менее 5-ти секунд

source: less than 10 seconds
de: weniger als 10 Sekunden
es: menos de 10 segundos
ru: менее 10-ти секунд

source: less than 20 seconds
de: weniger als 20 Sekunden
es: menos de 20 segundos
ru: менее 20-ти секунд

source: half a minute
de: eine halbe Minute
es: medio minuto
ru: полминуты

source: %{distance} minutes ago
de: %{distance} Minuten zuvor
es: hace %{distance} minutos

source: about 1 hour ago
de: vor ungefähr einer Stunde
es: cerca de 1 hora

source: about %{distance} hours ago
de: vor ungefähr %{distance} Stunden
es: hace %{distance} horas

source: 1 day ago
de: vor einem Tag
es: hace 1 día

source: %{distance} days ago
de: vor %{distance} Tagen
es: hace %{distance} días

source: The contents in this community is available to members only.
es: El contenido en esta comunidad está disponible solamente para sus miembros.
ru: Ктонтент єтого сообщества доступен только его членам.

source: Select a day on the left to display it's events here
es: Seleccionar un día en la izquierda para visualizar los eventos
ru: Выберите слева день, чтоб отобразить его события тут

source: No events for this date
es: No hay eventos para esta fecha
ru: Нет событий на эту дату

source: Do not display at the menu
es: No mostrar en el menú
ru: Не отображать в меню

source: Orange
es: Naranja
ru: Оранжевый

source: Green
es: Verde
ru: Зеленый

source: Purple
es: Morado
ru: Фиолетовый

source: Red
es: Rojo
ru: Красный

source: General Category
de: Hauptkategorie
es: Categoría General
ru: Основная категория

source: Product Category
de: Produktkategorie
es: Categoría del producto
ru: Категория продукта

source: Display at the menu?
es: ¿Mostrar en el menú?
ru: Показывать в меню?

source: Products and Services
de: Produkte und Services
es: Productos y Servicios
ru: Продукты и сервисы

source: Relevance
de: Relevanz
es: Relevante

source: Closest to me
de: In meiner Nähe
es: Más cercano a mí

source: Display in list
es: Mostrar en la lista
ru: Вывести список
