Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Your enterprise (%s) was successfully registered.
de: Ihr Unternehmen (%s) wurde erfolgreich registriert.
es: Tu empresa (%s) se registró correctamente.
ru: Ваша компания %s была успешно зарегистрирована.
ta: உங்கள் நிறுவனம் (%s) வெற்றிகரமாக பதிவு செய்யப்பட்டது.

source: What can I do with a %s?
ta: ஒரு %s உடன் நான் என்ன செய்ய முடியும்?

source: You can manage your enterprise now.
de: Sie können nun Ihr Unternehmen managen.
es: Ahora ya puedes administrar tu empresa.
ru: Теперь вы можете управлять своей компанией.
ta: உங்கள் நிறுவனத்தை இப்போது நிர்வகிக்கலாம்.

source: There are no validators to validate the registration of this new enterprise. Contact your administrator for instructions.
de: Es gibt keine Validatoren für die Registrierung dieses neuen Unternehmens. Bitte kontaktieren Sie Ihren Administrator, um zu erfahren wie weiter vorzugehen ist.
es: No hay validadores que validen el registro de esta nueva empresa. Contacta a tu administrador para recibir instrucciones.
ru: Нет валидаторов для проверки регистрации нового предприятия. свяжитесь с администратором для инструкций.
ta: இந்த புதிய நிறுவனத்தின் பதிவை சரிபார்க்க வாலிடேட்டர்கள் எதுவும் இல்லை. வழிமுறைகளுக்கு உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Go back
de: Zurück
es: Regresar
ru: Назад
ta: திரும்பிச் செல்லுங்கள்

source: To register a new enterprise, fill in the form and hit the Register button. Then the enterprise will be submitted for evaluation at the validation entitiy of your choice (within your state) and when the enterprise is aproved you will be able to activate its profile.
de: Bitte füllen Sie das Formular aus und betätigen Sie den Registrieren-Button um ein neues Unternehmen zu registrieren. Die Daten werden dann an die von Ihnen gewählte validierende Organisation (innerhalb Ihres Landes) übermittelt. Nach deren Bestätigung sind Sie in der Lage Ihr Unternehmensprofil zu aktivieren.
es: Para registrar una nueva empresa, llena el formulario y pulsa el botón 'Registrar'. Entonces la empresa se someterá a evaluación con la entidad de validación de tu elección (dentro de tu estado) y cuando la empresa sea aprobada serás capaz de activar su perfil.
ru: Чтобы зарегистрировать компанию, заполните регистрационную форму и подтвердите нажатием кнопки. Заявка будет отправлена на утверждение, как только оно произойдет вы сможете активировать профиль.
ta: புதிய நிறுவனத்தை பதிவு செய்ய, படிவத்தை நிறைவு செய்து பதிவு பொத்தானை அழுத்தவும். நீங்கள் விரும்பும் (உங்கள் மாநிலத்திற்குள்) சரிபார்ப்பு நிறுவனத்தில் மதிப்பீட்டிற்காக நிறுவனமானது சமர்ப்பிக்கப்படும், மேலும் நிறுவனமானது ஏப்ரெட் செய்யப்படும்போது நீங்கள் அதன் சுயவிவரத்தை செயல்படுத்த முடியும்.

source: Enterprise registration: validator organization
de: Unternehmensregistrierung: validierende Organisation
es: Registro de la empresa: validador de la organización
ru: Регистрация компании: укажите утверждающую организацию
ta: நிறுவன பதிவு: வாலிடேட்டர் அமைப்பு

source: Select one organization to validate your enterprise registration request. Check the provided information about their validation methodology and criteria.
ta: உங்கள் நிறுவன பதிவு கோரிக்கையை சரிபார்க்க ஒரு நிறுவனத்தைத் தேர்ந்தெடுக்கவும். அவற்றின் சரிபார்ப்பு முறை மற்றும் அளவுகோல்களைப் பற்றிய தகவல்களைச் சரிபார்க்கவும்.

source: Validation Methodology:
de: Methoden zur Überprüfung:
es: Metodología de validación:
ru: Методология утверждения
ta: சரிபார்ப்பு முறை:

source: Restrictions (if any):
de: Registrierung (falls notwendig):
es: Restricciones (si existen):
ru: Ограничения (если есть):
ta: கட்டுப்பாடுகள் (ஏதேனும் இருந்தால்):

source: (not informed)
de: (nicht informiert)
es: (no informado)
ru: (нет информации)
ta: (அறிவிக்கப்படவில்லை)

source: Confirm
de: Bestätige
es: Confirmar
ru: Подтвердить
ta: உறுதிப்படுத்தவும்

source: Contact Phone
de: Kontakttelefon
es: Teléfono de contacto
ru: Kontakttelefon
ta: தொலைபேசி தொடர்பு

source: Contact Person
de: Kontaktperson
es: Contactar persona
ru: Kontaktperson
ta: தொடர்பு நபர்

source: Foundation Year
de: Gründungsjahr
es: Año de fundación
ru: Gründungsjahr
ta: அறக்கட்டளை ஆண்டு

source: Legal Form
de: Rechtsform
es: Forma legal
ru: Форма
ta: சட்ட வடிவம்

source: Economic Activity
de: Tätigkeitsfelder
es: Actividad económica
ru: Tätigkeitsfelder
ta: பொருளாதார செயல்பாடு

source: Management Information
es: Información de administración
ru: Информация о менеджменте
ta: மேலாண்மை செய்தி

source: %s's validation
de: %s's Validierung
es: validación de %s
ru: %s: утверждение
ta: %s இன் சரிபார்ப்பு

source: Provided information
de: Beinhaltete Informationen
es: Información proporcionada
ru: Предоставленная информация
ta: வழங்கப்பட்ட செய்தி

source: Final decision:
de: Endgültige Entscheidung:
es: Decisión final:
ru: Решение:
ta: இறுதி முடிவு:

source: Approve
de: Akzeptieren
es: Aprobar
ru: Утвердить
ta: ஒப்புதல்

source: If this enterprise passes the criteria to be considered an solidarity enconomy enterprise, you can approve it by click the button below.
de: Wenn dieses Unternehmen den Kriterien erfüllt, die Sie an ein Unternehmen im Verbund stellen, dann können Sie es mit einem Klick auf den nachfolgenden Button bestätigen.
es: Si esta empresa supera los criterios para ser considerada como una economía solidaria, puedes activarla presionando en el botón de abajo.
ru: Если это компания проходить по нормам, вы можете утвердить ее кнопкой ниже
ta: இந்த நிறுவனம் ஒரு ஒற்றுமை பொருளாதார நிறுவனங்களாகக் கருதப்பட வேண்டிய அளவுகோல்களை நிறைவேற்றினால், கீழேயுள்ள பொத்தானைக் சொடுக்கு செய்வதன் மூலம் அதை அங்கீகரிக்கலாம்.

source: Reject
de: Zurückweisen
es: Rechazar
ru: Отклонить
ta: நிராகரிக்கவும்

source: If this enterprise does not pass the criteria do be considered, use this form.
de: Wenn dieses Unternehmen nicht Ihren Kriterien entspricht, dann nutzen Sie dieses Feld.
es: Si esta empresa no supera lso criterios para ser considerada, usa este formulario.
ru: Если компания не отвечает требованиям, используйте эту форму
ta: இந்த நிறுவனம் அளவுகோல்களைக் கருத்தில் கொள்ளாவிட்டால், இந்த படிவத்தைப் பயன்படுத்தவும்.

source: Please provide an explanation for the rejection. This explanation will be sent to the requestor (required).
de: Bitte geben Sie eine Erklärung für die Ablehnung. Diese Erklärung wird dem anfragenden Unternehmen mit der Ablehnung zugesandt (notwendig).
es: Por favor proporciona una explicación para el rechazo. Esta explicación será enviada al solicitante (obligatorio).
ru: Пожадуйста, опишите причину отказа
ta: நிராகரிப்புக்கு விளக்கத்தை வழங்கவும். இந்த விளக்கம் கோரிக்கையாளருக்கு அனுப்பப்படும் (தேவை).

source: Editing the validation info
de: Ändere die Validierungsinformationen
es: Editando la información de la validación
ru: Редактировать информацию об утверждении
ta: சரிபார்ப்பு தகவலைத் திருத்துதல்

source: Enterprise validations
de: Unternehmensvalidierungen
es: Validaciones de la empresa
ru: Утвердители компаний
ta: நிறுவன சரிபார்ப்புகள்

source: Edit validation info
de: Validierungsinformation ändern
es: Editar información de validación
ru: Редактировать информацию об утверждении
ta: சரிபார்ப்பு தகவலைத் திருத்தவும்

source: Go Back
de: Zurück
es: Regresar
ru: Назад
ta: திரும்பிச் செல்லுங்கள்

source: Pending enterprise validations
de: Offene Unternehmensvalidierungen
es: Validaciones de empresa pendientes
ru: Ожидающие утверждения компаний
ta: நிறுவன சரிபார்ப்புகள் நிலுவையில் உள்ளன

source: See details/approve/reject
de: Details ansehen/zustimmen/ablehnen
es: Ver detalles/aprobar/rechazar
ru: Просмотреть детали /утвердить/отклонить
ta: விவரங்களைக் காண்க/ஒப்புதல்/நிராகரிக்கவும்

source: Processed enterprise validations
de: Abgeschlossene Unternehmensvalidierungen
es: Validaciones de empresa procesadas
ru: Осуществленные утверждения
ta: செயலாக்கப்பட்ட நிறுவன சரிபார்ப்புகள்

source: See the list of processed enterprise validations
de: Liste abgeschlossener Unternehmensvalidierungen ansehen
es: Ver la lista de validaciones de empresa procesadas
ru: Просмотреть осуществленные утверждения
ta: செயலாக்கப்பட்ட நிறுவன சரிபார்ப்புகளின் பட்டியலைக் காண்க

source: See details
de: Details ansehen
es: Ver detalles
ru: Просмотреть детали
ta: விவரங்களைக் காண்க

source: Processed validation request for %s
de: Durchgeführte Validierungsanfragen für %s
es: Solicitud de validación procesada por %s
ru: Запрос на утверждение %s
ta: %s செயலாக்கப்பட்ட சரிபார்ப்பு கோரிக்கை

source: Affiliate
de: Filiale
es: Afiliarse
ru: Филиал
ta: இணை

source: Changing role of %s
de: Ändere die Funktion von %s
es: Cambiando rol de %s
ru: Изменение роли %s
ta: %s இன் பங்கு மாறும்

source: Roles:
de: Funktionen:
ru: Роли:
ta: பாத்திரங்கள்:

source: Listing Administrators
de: Administratoren auflisten
es: Listado de administradores
ru: Список администраторов
ta: நிர்வாகிகள் பட்டியல்

source: Make new admin
de: Neuen Admin erstellen
es: Crear un nuevo administrador
ru: Создать нового администратора
ta: புதிய நிர்வாகியை உருவாக்குங்கள்

source: Edit member role
de: Ändere Funktion des Mitgliedes
es: Editar rol de un miembro
ru: Редактировать роль участника
ta: உறுப்பினர் பாத்திரத்தைத் திருத்து

source: Remove member
de: Mitglied löschen
es: Eliminar miembro
ru: Удалить участника
ta: உறுப்பினரை அகற்று

source: Admin
es: Administración
ru: Админ
ta: நிர்வாகி

source: Make
de: Erstelle
es: Crear
ru: Создать
ta: உருவாக்கு

source: %s's events
de: %s's Ereignisse
es: Eventos de %s
ru: %s: события
ta: %s இன் நிகழ்வுகள்

source: Back to %s
de: Zurück zu %s
es: Regresar a %s
ru: Назад к %s
ta: %s க்குத் திரும்பு

source: New event
de: Neues Ereignis
es: Nuevo evento
ru: Новое событие
ta: புதிய நிகழ்வு

source: Adding %s as a favorite enterprise
de: %s als bevorzugtes Unternehmen hinzufügen
es: Añadiendo %s como una empresa favorita
ru: Добавить %s как избранную компанию
ta: %s ஐ பிடித்த நிறுவனமாக சேர்ப்பது

source: Are you sure you want to add %s as your favorite enterprise?
de: Sind Sie sicher, dass Sie %s als bevorzugtes Unternehmen hinzufügen möchten?
es: ¿Estás seguro que deseas añadir %s como tu empresa favorita?
ru: Вы уверены что хотите добавить %s как избранную компанию?
ta: உங்களுக்கு பிடித்த நிறுவனமாக %s ஐ சேர்க்க விரும்புகிறீர்களா?

source: Yes, I am sure
de: Ja, ich bin sicher
es: Sí, estoy seguro
ta: ஆம், நான் உறுதியாக இருக்கிறேன்

source: I want to add %s as a favorite enterprise
de: Ich möchte %s als ein bevorzugtes Unternehmen hinzufügen
es: Quiero añadir a %s como una empresa favorita
ta: நான் ஒரு பிடித்த நிறுவனமாக %s ஐ சேர்க்க விரும்புகிறேன்

source: %s's favorite enterprises
de: %ss bevorzugte Unternehmen
es: Empresas favoritas de %s
ru: %s: любимые предприятия
ta: %s இன் பிடித்த நிறுவனங்கள்

source: You have no favorite enterprises yet.
de: Sie haben noch keine bevorzugten Unternehmen festgelegt.
es: No tienes empresas favoritas aun.
ru: У вас еще нет избранных компаний
ta: உங்களுக்கு இன்னும் பிடித்த நிறுவனங்கள் இல்லை.

source: remove
de: entferne
es: eliminar
ru: удалить
ta: அகற்று

source: Removing favorite enterprise: %s
de: Entferne bevorzugtes Unternehmen: %s
es: Eliminando empresa favorita: %s
ru: Удалить избранную компанию: %s
ta: பிடித்த நிறுவனத்தை நீக்குதல்: %s

source: Are you sure you want to remove %s from your favorite enterprise list?
de: Sind Sie sicher, dass Sie %s von der Liste Ihrer bevorzugten Unternehmen entfernen möchten?
es: ¿Estás seguro de que deseeas eliminar %s de tu lista de empresas favoritas?
ru: Вы уверены что хотите удалить %s из списка избранных компаний?
ta: உங்களுக்கு பிடித்த நிறுவன பட்டியலிலிருந்து %s ஐ அகற்ற விரும்புகிறீர்களா?

source: Yes, I'm sure
ta: ஆம், நான் உறுதியாக நம்புகிறேன்

source: Field
de: Feld
es: Campo
ru: Поле
ta: புலம்

source: Required
de: Notwendig
es: Requerido
ru: Необходимо
ta: தேவை

source: Display on creation?
de: Bei der Erstellung anzeigen?
es: ¿Mostrar al crear?
ru: Показать при создании?
ta: படைப்பில் காண்பிக்கப்படுமா?

source: Check/Uncheck All
ta: அனைத்தையும் சரிபார்க்கவும்/தேர்வு செய்யவும்

source: Custom Fields
ta: தனிப்பயன் புலங்கள்

source: New field
ta: புதிய புலம்

source: Type:
ta: தட்டச்சு:

source: Display on registration?
de: Bei der Anmeldung anzeigen?
es: ¿Mostrar en el registro?
ru: Показывать при регистрации?
ta: பதிவில் காட்சிப்படுத்தவா?

source: Display on signup?
de: Bei der Anmeldung anzeigen?
es: ¿Mostrar al registrarse?
ru: Показывать при входе?
ta: பதிவுபெறலில் காண்பிக்கப்படுகிறீர்களா?

source: Default value
ta: இயல்புநிலை மதிப்பு

source: Display on moderation?
ta: மிதமான காட்சிக்கு?

source: Alternative
ta: மாற்று

source: Default
ta: இயல்புநிலை

source: Add option
ta: விருப்பத்தைச் சேர்க்கவும்

source: System features
de: Systemfunktionen
es: Características del sistema
ru: Системные возможности
ta: கணினி நற்பொருத்தங்கள்

source: Enable/Disable features
de: Funktionen aktivieren / deaktivieren
es: Habilitar/Deshabilitar características
ru: Включить/выключить возможности
ta: அம்சங்களை இயக்கவும்/முடக்கவும்

source: Here you can enable or disable several features of your environment. Each feature represents some funcionality that your environment can use if you enable it. Check all the features you want to enable for your environment, uncheck all the ones you don't want, and use the <em>"Save changes" button</em> to confirm your changes.
de: Hier können Sie verschiedenen Funktionen Ihrer Umgebung aktivieren oder deaktivieren. Jede Funktion repräsentiert eine Funktionalität die Ihr Unternehmen nutzen kann, wenn Sie sie aktivieren. Markieren Sie alle Funktionen, die nutzen möchten, alle Funktionen die Sie nicht nutzen wollen, lassen Sie unmarkiert und mit dem <em>Knopf "Save changes"</em> bestätigen Sie die Änderungen.
es: Aquí puedes habilitar o deshabilitar varias características de tu entorno. Cada característica representa alguna funcionalidad que tu entorno puede usar si la habilitas. Marca todas las características que quieres habilitar para tu entorno, desmarca todas las que no quieres, y usa el <em> botón "Guardar cambios"</em> para confirmar las cambios.
ru: Подключайте или отключайте возможности вашей среды. Не забудьте сохранить изменения.
ta: உங்கள் சூழலின் பல அம்சங்களை இங்கே இயக்கலாம் அல்லது முடக்கலாம். ஒவ்வொரு அம்சமும் நீங்கள் இயக்கினால் உங்கள் சூழல் பயன்படுத்தக்கூடிய சில வேடிக்கையான தன்மையைக் குறிக்கிறது. உங்கள் சூழலுக்கு நீங்கள் இயக்க விரும்பும் அனைத்து அம்சங்களையும் சரிபார்த்து, நீங்கள் விரும்பாத அனைத்தையும் தேர்வு செய்யவும், உங்கள் மாற்றங்களை உறுதிப்படுத்த <em> "மாற்றங்களைச் சேமிக்கவும்" பொத்தானை </em> ஐப் பயன்படுத்தவும்.

source: Feature
de: Funktion
es: Característica
ru: Возможность
ta: நற்பொருத்தம்

source: Enabled?
de: Aktivieren?
es: ¿Habilitado?
ru: Включено?
ta: இயக்கப்பட்டதா?

source: Configure features
de: Funktionen konfigurieren
es: Configurar características
ru: Настройки возможностей
ta: அம்சங்களை உள்ளமைக்கவும்

source: Page to redirect after signup
ta: பதிவு செய்த பிறகு திருப்பிவிட பக்கம்

source: Page to redirect after login
de: Weiterleitungsseite nach der Anmeldung
ta: உள்நுழைந்த பிறகு திருப்பிவிட பக்கம்

source: Organization Approval Method
de: Methode um Organisationen zu prüfen
es: Método de aprobación de la organización
ru: метот утверждения
ta: நிறுவன ஒப்புதல் முறை

source: Members Whitelist
ta: உறுப்பினர்கள் அனுமதிப்பட்டி

source: Enable whitelist
ta: அனுமதிப்பட்டியை இயக்கவும்

source: Allow these people to access this environment:
ta: இந்த சூழலை அணுக இந்த நபர்களை அனுமதிக்கவும்:

source: Type in a search term for a user
ta: ஒரு பயனருக்கான தேடல் காலத்தைத் தட்டச்சு செய்க

source: Enable feed proxy
ta: தீவன ப்ராக்சியை இயக்கவும்

source: HTTP feed proxy address:
ta: HTTP ஊட்ட பதிலாள் முகவரி:

source: HTTPS feed proxy address:
ta: HTTPS ஊட்ட பதிலாள் முகவரி:

source: Disable feed SSL
ta: SSL ஐ முடக்கு

source: Manage fields displayed for profiles
ta: சுயவிவரங்களுக்கு காட்டப்படும் புலங்களை நிர்வகிக்கவும்

source: Person's fields
ta: நபரின் புலங்கள்

source: Community's fields
ta: சமூகத்தின் துறைகள்

source: Enterprise's fields
ta: எண்டர்பிரைச் புலங்கள்

source: Download audio
ta: ஆடியோவைப் பதிவிறக்கவும்

source: Download
ta: பதிவிறக்கம்

source: &laquo; Previous
de: &laquo; Vorherige
es: &laquo; Anterior
ru: &laquo; Предыдущий
ta: & லாகோ; முந்தைய

source: Next &raquo;
de: Weiter &raquo;
es: Siguiente &raquo;
ru: Следующий &raquo;
ta: அடுத்து & ராகோ;

source: image %d of %d
de: Bild %d of %d
es: imagen %d de %d
ru: Картинка %d, %d
ta: படம் %d %d

source: Download image
ta: படத்தைப் பதிவிறக்கவும்

source: %s is following
ta: %s பின்பற்றப்படுகின்றன

source: You don't follow anybody yet.
ta: நீங்கள் இன்னும் யாரையும் பின்பற்றவில்லை.

source: Find people
de: Finde Leute
es: Encontrar gente
ru: Найти людей
ta: மக்களைக் கண்டுபிடி

source: contact
de: Kontakt
es: contacto
ru: Контакт
ta: தொடர்பு

source: Connections with %s
ta: %s உடன் இணைப்புகள்

source: Go to friends list
ta: நண்பர்கள் பட்டியலுக்குச் செல்லுங்கள்

source: %s's friends
de: %s's Freunde
es: Amigos de %s
ru: %s: друзья
ta: %s நண்பர்கள்

source: You have no friends yet.
de: Sie haben bisher noch keine Freunde.
es: No tienes nuevos amigos aun.
ru: У вас еще нет друзей
ta: உங்களுக்கு இன்னும் நண்பர்கள் இல்லை.

source: Do you want to see other people in this environment?
de: Wollen sie andere Leute in dieser Umgebung angezeigt bekommen?
es: ¿Deseas ver otras personas en este entorno?
ru: Вы хотите видеть других людей в этом сообществе?
ta: இந்த சூழலில் மற்றவர்களைப் பார்க்க விரும்புகிறீர்களா?

source: Invite people
ta: மக்களை அழைக்கவும்

source: Friends suggestions
ta: நண்பர்கள் பரிந்துரைகள்

source: Removing friend: %s
de: Freund entfernen
es: Eliminando amigo: %s
ru: Удаление друга: %s
ta: நண்பர்களை நீக்குதல்

source: Are you sure you want to remove %s from your friends list?
de: Sind Sie sicher, dass Sie %s von Ihrer Freundesliste entfernen möchten?
es: ¿Estás seguro que quiéres eliminar a %s de tus lista de amigos?
ru: Вы уверены что хотите удалить %s из списка друзей?
ta: உங்கள் நண்பர்கள் பட்டியலிலிருந்து %s ஐ அகற்ற விரும்புகிறீர்களா?

source: Note that %s will still have you as a friend, unless he/she also wants to remove you from his/her friend list.
de: %s möchte die Freundschaft beenden und hat Sie von seiner Freundesliste entfernt.
es: Ten en cuenta que %s todavía te tendrá como amigo, a menos que él/ella también quiera eliminarte de su lista de amigos.
ru: Учтите, что у %s вы все еще будете числиться в друзьях
ta: அவர்/அவளும் உங்களை ஒரு நண்பராகக் கொண்டிருப்பார்கள் என்பதை நினைவில் கொள்க, அவர்/அவள் உங்களை அவரது/அவளுடைய நண்பர் பட்டியலிலிருந்து அகற்ற விரும்பாவிட்டால்.

source: Removing suggestion for friend: %s
ta: நண்பர்களுக்கான பரிந்துரைகளை நீக்குதல்

source: Friends suggestions for %s
ta: %s க்கான நண்பர்கள் பரிந்துரைகள்

source: News
es: Noticias
ru: Новости
ta: செய்தி

source: move up
ta: மேலே செல்லுங்கள்

source: move down
ta: கீழே செல்லுங்கள்

source: View more
de: zeige mehr
es: Ver más
ru: Смотреть еще
ta: மேலும் காண்க

source: Terms of use - %s
de: Nutzungsbedingungen - %s
es: Términos de uso - %s
ta: பயன்பாட்டு விதிமுறைகள் - %s

source: Welcome to %s!
de: Willkommen zu %s!
es: ¡Bienvenido a %s!
ta: %s க்கு வருக!

source: Thanks for signing up, we're thrilled to have you on our social network!
de: Vielen Dank für die Anmeldung. Wir sind sehr erfreut, Sie in unserem sozialen Netzwerk willkommen heißen zu dürfen!
es: ¡Gracias por registrarte, estamos a la espera que entres a nuestra red social!
ta: பதிவுபெற்றதற்கு நன்றி, எங்கள் சமூக வலைப்பின்னலில் நீங்கள் இருப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம்!

source: Wait for admin approvement!
ta: நிர்வாக ஒப்புதலுக்காக காத்திருங்கள்!

source: The administrators will evaluate your signup request for approvement.
ta: ஒப்புதலுக்கான உங்கள் பதிவுபெறும் கோரிக்கையை நிர்வாகிகள் மதிப்பீடு செய்வார்கள்.

source: You won't appear as %s until your account is approved.
ta: உங்கள் கணக்கு அங்கீகரிக்கப்படும் வரை நீங்கள் %s ஆக தோன்ற மாட்டீர்கள்.

source: user
de: Nutzer
es: usuario
ru: Пользователь
ta: பயனர்

source: What to do next?
de: Was als nächstes tun?
es: ¿Qué hacer después?
ta: அடுத்து என்ன செய்வது?

source: Access your %s and see your face on the network!
ta: உங்கள் %s ஐ அணுகி பிணையத்தில் உங்கள் முகத்தைப் பாருங்கள்!

source: You can also explore your %s to customize your profile. Here are some %s on what you can do there.
ta: உங்கள் சுயவிவரத்தைத் தனிப்பயனாக்க உங்கள் %s ஐயும் ஆராயலாம். நீங்கள் அங்கு என்ன செய்ய முடியும் என்பதில் சில %s இங்கே.

source: tips
ta: உதவிக்குறிப்புகள்

source: %s your Gmail, Yahoo and Hotmail contacts!
de: %s Ihre Kontakte aus Gmail, Yahoo und Hotmail!
es: ¡%s tus contactos de Gmail, Yahoo y Hotmail!
ta: உங்கள் சிமெயில், யாகூ மற்றும் ஆட்மெயில் தொடர்புகள்!

source: Invite and find
de: Einladen und finden
es: Invitar y encontrar
ta: அழைக்கவும் கண்டுபிடிக்கவும்

source: Learn the guidelines. Read the %s for more details on how to use this social network!
de: Lernen Sie die Regeln. Lesen Sie %s für mehr Informationen über die Nutzung dieses sozialen Netzwerks!
es: ¡Aprende la guía. Lee el %s para más detalles de cómo usar esta red social!
ta: வழிகாட்டுதல்களைக் கற்றுக்கொள்ளுங்கள். இந்த சமூக வலைப்பின்னலை எவ்வாறு பயன்படுத்துவது என்பது பற்றிய கூடுதல் விவரங்களுக்கு %s ஐப் படியுங்கள்!

source: Documentation
de: Dokumentation
es: Documentación
ta: ஆவணப்படுத்துதல்

source: Start exploring and have fun!
de: Starten Sie mit der Erkundung und haben Sie viel Spaß!
es: ¡Comienza explorando y diviértete!
ta: ஆராயத் தொடங்கி வேடிக்கையாக இருங்கள்!

source: What can I do as a %s?
ta: ஒரு %s ஆக நான் என்ன செய்ய முடியும்?

source: Please, wait...
de: Bitte, warten...
es: Por favor, espera...
ru: Пожалуйста, подождите
ta: தயவுசெய்து, காத்திருங்கள் ...

source: Your e-mails contacts are being fetched
de: Ihre E-Mail Kontakte wurden importiert
es: Tus contactos del correo electrónico están siendo recuperados
ru: Ваши e-mail контакты подгружаются
ta: உங்கள் மின்னஞ்சல் தொடர்புகள் பெறப்படுகின்றன

source: If it takes too long, you will be redirected to the previous page to try again. Be sure to fill in the fields with your correct login and password.
de: Falls der Vorgang zu lange dauert, werden Sie zur vorhergehenden Seite zurückgeleitet, von der Sie es erneut versuchen sollten. Bitte überprüfen Sie, dass Sie das korrekte Login und Passwort in die Felder eingetragen haben.
es: Si se tarda demasiado , serás redirigido a la página anterior para intentarde nuevo. Asegúrate de llenar los campos con tu nombre de usuario y contraseña correctos.
ru: Если это занимает много времени, Вы будете перенаправлены на предыдущую страницу для новой попытки. Удостоверьтесь в вводе правильных логина и пароля.
ta: இது அதிக நேரம் எடுத்தால், மீண்டும் முயற்சிக்க முந்தைய பக்கத்திற்கு நீங்கள் திருப்பி விடப்படுவீர்கள். உங்கள் சரியான உள்நுழைவு மற்றும் கடவுச்சொல் மூலம் புலங்களை நிரப்ப மறக்காதீர்கள்.

source: Verify contact list
de: Kontaktliste verifizieren
es: Verifica la lista de contactos
ru: Проверить список контактов
ta: தொடர்பு பட்டியலை சரிபார்க்கவும்

source: Add contact list
de: Kontaktliste hinzufügen
es: Añadir contacto
ru: Добавить список контактов
ta: தொடர்பு பட்டியலைச் சேர்க்கவும்

source: Cancel fetching e-mails
de: E-Mails abholen abbrechen
es: Cancela recuperación de correos electronicos
ru: Отменить подгрузку e-mail
ta: மின்னஞ்சல்களைப் பெறுவதை ரத்துசெய்
