Repository: noosfero/noosfero
Catalog: po/*/noosfero.edit.po
Languages: fr

source: All articles
fr: Tous les articles

source: Only articles child of the same article as the feed
fr: Seulement les descendants d'articles du flux

source: Zoom in
fr: Agrandir

source: Upload
fr: Téléverser

source: Use as homepage
fr: Utiliser comme page d'accueil

source: Delete: %s
fr: Détruire : %s

source: Are you sure that you want to remove this folder? Note that all the items inside it will also be removed!
fr: Êtes-vous sûr de vouloir détruire ce dossier ? Faîtes attention que les éléments qu'il contient seront aussi détruits !

source: Are you sure that you want to remove this item?
fr: Êtes-vous sûr(e) de vouloir ôter cet élément ?

source: Yes, I want.
fr: Oui, je le veux.

source: No, I don't want.
fr: Non, je ne veux pas.

source: Highlight this article
fr: Mettez en surbrillance cet article

source: Why categorize?
fr: Pourquoi catégoriser ?

source: Categorize your article
fr: Catégorisez votre article

source: You can publish this article on your profile where your friends and followers will see.
fr: Vous pouvez publier cet article sur votre profil où vos amis et followers vont voir.

source: Back
fr: Retour

source: This file couldn't be saved
fr: Ce fichier n'a pas pu être sauvegardé

source: There were problems with the following files:
fr: Il y a un problème avec les lignes suivantes :

source: Publish media
fr: Publier le média

source: Select the files you want to upload (max size %s):
fr: Choisissez les documents que vous voulez téléverser (taille max %s) :

source: Content management
fr: Gestion du contenu

source: By categorizing your content, you increase the possibility that other people access it. When they are looking for, say, articles about Bahia and you categorize your article in "Regions/Bahia", then there is a good change that your article is going to be found.
fr: En catégorisant votre contenu, vous augmentez la possibilité que d'autres personnes y accèdent. Lorsqu'elles recherchent, par exemple, des articles relatifs à Bahia et que vous catégorisez votre article dans "Regions/Bahia", il y a alors de fortes chances que votre article soit trouvé.

source: e-mail
fr: courrier électronique

source: If you are a registered user, you can login and be automatically recognized.
fr: Si vous vous êtes déjà enregistré(e) comme utilisateur, vous pouvez vous connecter pour être reconnu(e) automatiquement.

source: Leave your comment
fr: Entrez votre commentaire

source: Hi, %{recipient}!
fr: Bonjour %{recipient} !

source: %{sender} (%{sender_link}) created a new comment on your article "%{article_title}".
fr: %{sender} (%{sender_link}) a ajouté un nouveau commentaire à votre article intitulé "%{article_title}".

source: Title: %s
fr: Titre : %s

source: Comment:
fr: Commentaire :

source: Access the address below to view this comment:
fr: Accéder à l'adresse ci-dessous pour voir ce commentaire :

source: Greetings,
fr: Salutations,

source: %s team.
fr: L'équipe de %s.

source: Hi!
fr: Bonjour !

source: %{sender} (%{sender_link}) commented on the content "%{article_title}".
fr: %{sender} (%{sender_link}) a commenté sur le contenu "%{article_title}".

source: Click on the address below to view this comment:
fr: Accéder à ce commentaire en cliquant sur l'adresse suivante :

source: Click on the address below to cancel the notification of new comments:
fr: Cliquez sur l'adresse ci-dessous pour annuler la notification de nouveaux commentaires :

source: I want to receive a copy of the message in my e-mail.
fr: Recevoir une copie du message par e-mail.

source: Mark as NOT SPAM
fr: Marquer comme n'étant pas du SPAM

source: Mark as SPAM
fr: Marquer comme étant du SPAM

source: Cancel notification of new comments
fr: Annuler la notification de nouveaux commentaires

source: Fill in the following field with your e-mail if you don't want to be notified when this content receives new comments anymore.
fr: Remplissez le champ suivant avec votre adresse e-mail si vous ne voulez pas être averti quand le contenu reçoit de nouveaux commentaires plus.

source: Enter your e-Mail
fr: Entrez votre e-mail

source: Go back to latest version
fr: Retour à la dernière version

source: (current)
fr: (actuel)

source: by %{author}
fr: par %{author}

source: (external feed was not loaded yet)
fr: (le flux externe n'est pas encore chargé)

source: (no posts)
fr: (vide)

source: Accept
fr: Accepter

source: This gallery contains no images yet
fr: Cette galerie ne contient pas encore d'images

source: View slideshow
fr: Voir le diaporama

source: Back to gallery
fr: Retour à la galerie

source: Back to the versions
fr: Retour aux versions

source: Changes on "%s"
fr: Changements sur "%s"

source: comments
fr: commentaires

source: No comments yet
fr: Pas encore de commentaire

source: Manual
fr: Manuel

source: Body:
fr: Corps :

source: You may have clicked an expired link or mistyped the address.
fr: Vous avez peut-être cliqué sur un lien ayant expiré ou fait une erreur dans l'adresse de la page.

source: If you clicked a link that was in another site, or was given to you by someone else, it would be nice if you tell them that their link is not valid anymore.
fr: Si vous avez cliqué sur un lien qui se trouvait sur un autre site, ou vous a été transmis par quelqu'un, vous seriez aimable de l'informer que son lien n'est plus valide.

source: Your enterprise registration request was successfully registered. The validator organization you choose (%s) should get in touch with to start the validation process. As soon as the validators approve (or reject) your request, you will be notified by e-mail.
fr: Votre demande d'enregistrement d'entreprise a bien été prise en compte. L'organisme de validation que vous avez choisi (%s) devrait vous contacter pour commencer la procédure de validation. Dès que les validateurs auront approuvé (ou rejeté) vitre requête, vous en serez averti(e) par courrier électronique.

source: You can continue to browse this environment.
fr: Vous pouvez continuer à naviguer sur cette communauté.

source: Go back
fr: Retour

source: Validation Methodology:
fr: Méthodologie de validation :

source: Restrictions (if any):
fr: Restrictions (si fournies) :

source: (not informed)
fr: (non renseigné)

source: Confirm
fr: Confirmez

source: Contact Phone
fr: Téléphone de contact

source: Contact Person
fr: Personne de contact

source: Foundation Year
fr: Année de création

source: Legal Form
fr: Forme juridique

source: Economic Activity
fr: Activité économique

source: Management Information
fr: Information sur les dirigeants

source: %s's validation
fr: La validation de %s

source: Provided information
fr: Informations fournies

source: Final decision:
fr: Décision finale :

source: Approve
fr: Approuvé

source: If this enterprise passes the criteria to be considered an solidarity enconomy enterprise, you can approve it by click the button below.
fr: Si cette entreprise répond aux critère d'entreprise de l'économie sociale et solidaire, vous pouvez l'approuver en cliquant sur le bouton ci-dessous.

source: Reject
fr: Rejeté

source: If this enterprise does not pass the criteria do be considered, use this form.
fr: Si cette entreprise ne répond pas aux critères pour être considérée comme relevant de l'économie sociale et solidaire, utilisez ce formulaire.

source: Please provide an explanation for the rejection. This explanation will be sent to the requestor (required).
fr: Fournissez une explication pour le rejet SVP. Cette explication sera envoyée au requérant (champ nécessaire).

source: Editing the validation info
fr: Édition des informations de validation

source: Enterprise validations
fr: Validations d'entreprises

source: Edit validation info
fr: Éditer les informations de validation

source: Go Back
fr: Revenir en arrière

source: Pending enterprise validations
fr: Validations d'entreprises en attente

source: See details/approve/reject
fr: Voir les détails/approuver/rejeter

source: Processed enterprise validations
fr: Validations d'entreprises gérées

source: See the list of processed enterprise validations
fr: Voir la liste des validations d'entreprises déjà évaluées

source: See details
fr: Voir détails

source: Processed validation request for %s
fr: Requête de validation effectuée pour %s

source: Affiliate
fr: Affilié

source: Changing role of %s
fr: Changement du rôle de %s

source: Roles:
fr: Rôles :

source: Listing Administrators
fr: Liste des administrateurs

source: Make new admin
fr: Créer un nouvel administrateur

source: Edit member role
fr: Édition du rôle du membre

source: Remove member
fr: Ôter le membre

source: Make
fr: Faire

source: Adding %s as a favorite enterprise
fr: Ajouter %s comme entreprise préférée

source: Are you sure you want to add %s as your favorite enterprise?
fr: Êtes-vous sûr(e) de vouloir ajouter %s comme entreprise préférée ?

source: Yes, I am sure
fr: Oui, je suis sûr

source: %s's favorite enterprises
fr: Les entreprises préférées de <b>%s</b>

source: remove
fr: ôter

source: Removing favorite enterprise: %s
fr: Enlever l'entreprise préférée : %s

source: Are you sure you want to remove %s from your favorite enterprise list?
fr: Êtes-vous sûr(e) de vouloir enlever %s de la liste de vos entreprises préférées ?

source: Field
fr: Champ

source: Required
fr: Obligatoire

source: Display on creation?
fr: Afficher à la création ?

source: Check/Uncheck All
fr: Tout cocher/décocher

source: Display on registration?
fr: Afficher à l'inscription ?

source: Display on signup?
fr: Afficher à l'inscription ?

source: System features
fr: Fonctionnalités système

source: Enable/Disable features
fr: Autoriser/interdire des fonctionnalités

source: Here you can enable or disable several features of your environment. Each feature represents some funcionality that your environment can use if you enable it. Check all the features you want to enable for your environment, uncheck all the ones you don't want, and use the <em>"Save changes" button</em> to confirm your changes.
fr: Vous pouvez autoriser/interdire plusieurs fonctions de votre communauté ici. Chaque fonction représente des fonctionnalités que votre communauté peut utiliser si vous l'autorisez. Cochez toutes les fonctionnalités que vous voulez autoriser pour votre communauté, décochez celles que vous ne voulez pas, et utiliser <em>le bouton "Sauvegarder les modifications"</em> pour confirmer vos modifications.

source: Feature
fr: Fonctionnalité

source: Enabled?
fr: Activé ?

source: Configure features
fr: Editer les fonctionnalités

source: Page to redirect after signup
fr: Page de redirection après inscription

source: Page to redirect after login
fr: Page de redirection après la connexion

source: Organization Approval Method
fr: Méthode d'approbation de l'organisation

source: Members Whitelist
fr: Membres de la liste blanche

source: Enable whitelist
fr: Activer la liste blanche

source: Allow these people to access this environment:
fr: Autoriser à d'autres personnes à accéder à cet environnement :

source: Type in a search term for a user
fr: Tapez un terme de recherche pour un utilisateur

source: Manage fields displayed for profiles
fr: Gérer les champs à afficher pour les profiles

source: Person's fields
fr: Champs de personnes

source: Community's fields
fr: Champs de Communauté

source: Enterprise's fields
fr: Champs d'entreprise

source: &laquo; Previous
fr: &laquo; Précédent

source: Next &raquo;
fr: Suivant &raquo;

source: Find people
fr: Trouver des personnes

source: Connections with %s
fr: Connexions avec %s

source: Go to friends list
fr: Aller sur sa liste d'amis

source: %s's friends
fr: Les contacts de %s

source: You have no friends yet.
fr: Vous n'avez pas encore de contact.

source: Do you want to see other people in this environment?
fr: Voulez -vous voir d'autres personnes de cet environnement ?

source: Invite people
fr: Inviter une personne

source: Friends suggestions
fr: Suggestions d'amis

source: Removing friend: %s
fr: Enlever le contact : %s

source: Are you sure you want to remove %s from your friends list?
fr: Êtes-vous sûr(e) de vouloir enlever %s de la liste de vos contacts ?

source: Note that %s will still have you as a friend, unless he/she also wants to remove you from his/her friend list.
fr: Notez que %s vous gardera comme contact, à moins qu'il/elle ne veuille également vous retirer de sa liste de contacts.

source: Removing suggestion for friend: %s
fr: Retrait de suggestion d'ami : %s

source: Friends suggestions for %s
fr: Suggestion d'amis pour %s

source: News
fr: Nouveautés

source: View more
fr: Voir plus

source: Terms of use - %s
fr: Conditions d'utilisation - %s

source: Welcome to %s!
fr: Bienvenue sur %s !

source: Thanks for signing up, we're thrilled to have you on our social network!
fr: Merci de vous inscrire, nous sommes ravis de vous avoir sur notre réseau social !

source: Wait for admin approvement!
fr: Attendez la validation de l'administrateur !

source: The administrators will evaluate your signup request for approvement.
fr: Les administrateurs évalueront votre demande d'inscription pour acceptation.

source: You won't appear as %s until your account is approved.
fr: Vous n’apparaitrez pas sur %s tant votre compte n'est pas valider.

source: user
fr: utilisateur

source: What to do next?
fr: Que faire ensuite ?

source: Access your %s and see your face on the network!
fr: Accédez à votre %s et voir votre visage sur le réseau !

source: You can also explore your %s to customize your profile. Here are some %s on what you can do there.
fr: Aussi, vous pouvez explorer votre %s pour personnaliser votre profil. Voici quelques %s sur ce que vous pouvez y faire.

source: %s your Gmail, Yahoo and Hotmail contacts!
fr: %s vos contacts de Gmail, Yahoo et Hotmail !

source: Invite and find
fr: Inviter et trouver

source: Learn the guidelines. Read the %s for more details on how to use this social network!
fr: Pour apprendre les fonctionnalités principales. Lire la %s pour plus de détails sur la façon d'utiliser ce réseau social !

source: Start exploring and have fun!
fr: Commencez à explorer et amusez-vous !

source: If it takes too long, you will be redirected to the previous page to try again. Be sure to fill in the fields with your correct login and password.
fr: Si cela prend trop de temps, vous serez redirigé vers la page précédente pour essayer à nouveau. Soyez sûr de remplir les champs avec votre login et mot de passe correct.

source: Now enter an invitation message. You must keep the <url> code in your invitation text. When your friends receive the invitation e-mail, <url> will be replaced by a link that they need to click to activate their account. <user> and <friend> codes will be replaced by your name and friend name, but they are optional.
fr: Maintenant, entrez votre message d'invitation. Vous devez conserver le code <url> dans votre message d'invitation. Lorsque vos amis recevrons l'e-mail d'invitation, <url> sera remplacé par un lien où ils devront cliquer pour activer leur compte. Les codes <user> et <friend> seront remplacés par votre nom et celui de votre ami(e), mais cela est optionnel.

source: Step 1 of 2: Select address book
fr: Étape 1 sur 2 : choisissez votre carnet d'adresse

source: Manually (empty field)
fr: Manuellement (champ vide)

source: We won't store your password or contact anyone without your permission.
fr: Ne ne stockerons votre mot de pase ni ne contacterons qui que ce soit sans votre permission.

source: Ask for friendship
fr: Demander à être ami

source: You can search for user profiles and ask them to become your friends.
fr: Vous pouvez rechercher des profils d'utilisateurs et leur demander de devenir vos amis.

source: Invite people to join
fr: Invitez les personnes à joindre

source: Invite people from my e-mail contacts
fr: Invitation à partir de mes contacts e-mail

source: Step 2 of 2: Selecting People
fr: Étape 2 sur 2 : Sélection des personnes

source: Indicate which people you want to invite.
fr: Indiquez quels personnes vous souhaitez inviter.

source: Enter one e-mail address per line:
fr: Entrez une adresse e-mail par ligne :

source: Check all
fr: Tout cocher

source: Uncheck all
fr: Tout décocher

source: Press <strong>Enter</strong> to send the search query.
fr: Appuyez sur <strong>Entrée/Return</strong> pour lancer la recherche.

source: Go to the content
fr: Aller au contenu

source: Go to content
fr: Aller au contenu

source: Manage licenses
fr: Gérer les licences

source: Url reference
fr: Url de Référence

source: e-Mail configuration
fr: Configuration e-mail

source: You already request activation of your mailbox. Please wait until an administrator approves your request.
fr: Vous avez déjà demandé l'activation de votre boîte e-mail. SVP attendez qu'un administrateur approuve votre requête.

source: Mail configuration for POP and IMAP
fr: Configuration e-mail pour POP et IMAP

source: Enable e-Mail account below:
fr: Activer le compte e-mail suivant :

source: You'll be able to access a webmail from your user menu.
fr: Vous pourrez accéder au webmail à partir de votre menu utilisateur.

source: Enable e-Mail
fr: Activer le compte e-mail

source: E-Mail:
fr: Adresse e-mail :

source: Phone(s):
fr: Téléphone(s) :

source: Location:
fr: Localisation :

source: Address:
fr: Adresse :

source: Products/Services:
fr: Produits/services :

source: Address not found, reason:
fr: Adresse non trouvée, la raison est :

source: Invalid address
fr: Adresse invalide

source: Request denied
fr: Demande refusée

source: Address do not exist
fr: Cette adresse n'existe pas

source: Manage my groups
fr: Gérer mes groupes

source: Create a new community
fr: Créer un nouveau groupe

source: Creating new community
fr: Créer un nouveau groupe

source: New members must be approved:
fr: Les nouveaux membres doivent être approuvés :

source: <strong>Before</strong> joining this group (a moderator has to accept the member in pending request before member can access the intranet and/or the website).
fr: <strong>Avant</strong> de rejoindre ce groupe (un modérateur doit accepter la requête du nouveau membre avant que celui-ci ne puisse accéder à l'intranet ou au site web du groupe).

source: <strong>After</strong> joining this group (a moderator can always desactivate access for users later).
fr: <strong>Après</strong> avoir rejoint ce groupe (un modérateur peut toujours désactiver l'accès des membres plus tard).

source: Community created
fr: Communauté créée

source: Your community (%s) was successfully created.
fr: Votre communauté (%s) a été créée avec succès.

source: Deactivate
fr: Désactivé(e)

source: Do you want to deactivate this organization?
fr: Voulez-vous désactiver cette organisation ?

source: Do you want to activate this organization?
fr: Voulez vous activer cette organisation ?

source: Do you want to destroy this organization?
fr: Voulez-vous supprimer cette organisation ?

source: Find organizations
fr: Trouver une organisation

source: Filter by:
fr: Filtrer par :

source: Any
fr: tout

source: Disabled
fr: Désactivé(e)

source: Enabled
fr: Activé(e)

source: Dear %s
fr: Cher/chère %s

source: You have %d pending task(s).
fr: Vous avez %d requête(s) en attente.

source: Click in address below to process task(s):
fr: Cliquez sur l'adresse ci-dessous pour gérer la(les) tâche(s) :

source: %s has %d pending task(s).
fr: %s a %d tâche(s) en attente.

source: profile|Comment
fr: Commentaire

source: Are you sure you want to remove this activity and all its replies?
fr: Êtes-vous sûr de vouloir supprimer cette activité et toutes ses réponses ?

source: View all %s comments
fr: Voir tous les commentaires %s

source: Manage plugins
fr: Gérer les plugins

source: Select which plugins you want to enable in your environment
fr: Sélectionnez les plugins que vous souhaitez activer dans votre environnement

source: Are you sure you want to remove this scrap and all its replies?
fr: Êtes-vous sûr de vouloir supprimer ce fil et toutes ses réponses ?

source: %s's wall
fr: Fil du mur de %s

source: %s's communities
fr: Les groupes de <b>%s</b>

source: Content tagged with "%s"
fr: Contenu associé aux tags «%s»

source: See content tagged with "%s" in the entire site
fr: Voir les contenus associés à «%s» dans tout le site

source: %s's enterprises
fr: Les entreprises de <b>%s</b>

source: Manage my friends
fr: Gérer mes amis

source: Leaving %s
fr: Quitter %s

source: Are you sure you want to leave %s?
fr: Êtes-vous sûr(e) de vouloir quitter «%s» ?

source: Yes, I want to leave.
fr: Oui, je veux quitter.

source: No, I don't want
fr: Non, je ne veux pas

source: Send e-mail to members
fr: Envoyer un e-mail aux membres

source: %s: site map
fr: %s: carte du site

source: %s's tags
fr: Les tags de %s

source: You are about to change the address, and this will break external links to the homepage or to content inside it. Do you really want to change?
fr: Vous êtes sur le point de changer l'adresse, et cela va briser les liens externes vers la page d'accueil ou au contenu à l'intérieur. Voulez-vous vraiment changer ?

source: Moderation options
fr: Options de modération

source: Invitation moderation:
fr: Modérer les invitations :

source: Allow members to invite only friends (Default: all users)
fr: Permettre aux membres d'inviter que des amis (par défaut: tous les utilisateurs)

source: New articles posted by members of this group must be approved:
fr: Les nouveaux articles postés par les membres de ce groupe doivent être approuvés :

source: <strong>Before</strong> being published in this group (a moderator has to accept the article in pending request before the article be listed as a article of this group).
fr: <strong>Avant</strong> d'être publié (un modérateur doit accepter la requête de publication avant que celui-ci ne puisse figurer parmi les articles de ce groupe).

source: <strong>After</strong> being published in this group (a moderator can always remove publicated articles later).
fr: <strong>Après</strong> avoir été publié dans ce groupe (un modérateur peut toujours dépublierles articles plus tard).

source: General information
fr: Informations générales

source: Enable "contact us"
fr: Activer "Contacter nous"

source: Process requests
fr: Gérer les requêtes

source: Hourly
fr: Une fois par heure

source: Half Day
fr: Une fois par demi-journée

source: Daily
fr: Une fois par jour

source: Personal information
fr: Informations personnelles

source: A short name by which you like to be known. Will be used in friends listings, community member listings etc.
fr: Un nom court sous lequel vous serez connu. Il sera utilisé dans les listes de contacts, de membres de groupes...

source: Home phone
fr: Téléphone domicile

source: Personal website
fr: Site web personnel

source: Birth date
fr: Date de naissance

source: Custom formation
fr: Formation (autre)

source: Deleting profile %s
fr: Supprimer le profil %s

source: Are you sure you want to delete this profile?
fr: Êtes-vous sûr(e) de vouloir supprimer ce profil ?

source: Disabling '%s' enterprise
fr: Désactivation de l'entreprise «%s»

source: Are you sure you want to disable %s?
fr: Êtes-vous sûr(e) de désactiver «%s» ?

source: Yes, I want to disable.
fr: Oui, je veux la désactiver.

source: Enabling '%s' enterprise
fr: Activation de l'entreprise «%s»

source: Are you sure you want to enable %s?
fr: Êtes-vous sûr(e) d'activer «%s» ?

source: Yes, I want to enable.
fr: Oui, je veux l'activer.

source: Editing header and footer
fr: Édition des en-tête et pied de page

source: Using the fields below you can customize the header and footer for your website:
fr: En utilisant les champs ci-dessous, vous pouvez personnaliser les en-tête et pied de page de votre site web :
