Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: Select the City where you want to find what you are looking for
es: Selecciona la ciudad donde quieres encontrar lo que ests buscando
pt: Escolha a Cidade onde deseja encontrar o que procura;
ta: நீங்கள் தேடுவதை நீங்கள் கண்டுபிடிக்க விரும்பும் நகரத்தைத் தேர்ந்தெடுக்கவும்

source: The distance that you define in this field will be used to find what you want. The system will search the articles/people/communities/events/enterprises/products that are up to that distance from the city specified
es: La distancia que defines en este campo ser utilizada para encontrar lo que quieres. El sistema buscar los artculos/personas/comunidades/eventos/empresas/productos que estn dentro de esta distancia desde la ciudad especificada
pt: A distância que você definir nesse campo será usada para encontrar o que você deseja. O portal irá procurar os artigos/pessoas/comunidades/eventos/empreendimentos/produtos que estejam até essa distância da cidade especificada;
ta: இந்த துறையில் நீங்கள் வரையறுக்கும் தூரம் நீங்கள் விரும்புவதைக் கண்டுபிடிக்க பயன்படுத்தப்படும். இந்த அமைப்பு குறிப்பிடப்பட்ட நகரத்திலிருந்து அந்த தூரத்தில் இருக்கும் கட்டுரைகள்/மக்கள்/சமூகங்கள்/நிகழ்வுகள்/நிறுவனங்கள்/தயாரிப்புகளைத் தேடும்

source: Choose what you are looking for
es: Elige aquello que ests buscando
pt: Marque o que você está procurando;
ta: நீங்கள் தேடுவதைத் தேர்வுசெய்க

source: Click on &#8220;Search&#8221; button to do the search.
es: Presiona el botn &#8220;Buscar&#8221; para realizar la bsqueda.
pt: Clique no botão &#8220;Busca&#8221; para fazer a pesquisa.
ta: &#8220; தேடல் &#8221; தேடலை செய்ய பொத்தான்.

source: In this example, we searched for &#8220;free software&#8221; in articles/people/communities/events/enterprises/products. Then you will see a screen with the search result. Each box brings one kind of information with a limited number of results. To see more results of a box, click on &#8220;See all&#8221; link below the box.
es: En este ejemplo, buscamos &#8220;software gratuito&#8221; en artculos/personas/comunidades/eventos/empresas/productos. Luego vers una pantalla con el resultado de la bsqueda. Cada bloque muestra uun tipo de informacin con un nmero limitado de resultados. Para ver ms resultados de un bloque, haz clic en el enalce &#8220;Ver todos&#8221; debajo del bloque.
pt: Nesse exemplo, procuramos &#8220;free software&#8221; em artigos/pessoas/comunidades/eventos/empreendimentos/produtos. Então aparecerá uma tela com o resultado da busca. Cada caixa reúne um tipo de informação com um número limitado de resultados. Para ver mais resultados de uma caixa, clique no link &#8220;Ver todos&#8221; logo abaixo da caixa.
ta: இந்த எடுத்துக்காட்டில், நாங்கள் &#8220; இலவச மென்பொருள் &#8221; கட்டுரைகள்/மக்கள்/சமூகங்கள்/நிகழ்வுகள்/நிறுவனங்கள்/தயாரிப்புகள். தேடல் முடிவுடன் ஒரு திரையைக் காண்பீர்கள். ஒவ்வொரு பெட்டியும் ஒரு குறிப்பிட்ட எண்ணிக்கையிலான முடிவுகளுடன் ஒரு வகையான தகவல்களைக் கொண்டுவருகிறது. ஒரு பெட்டியின் கூடுதல் முடிவுகளைக் காண, &#8220 ஐக் சொடுக்கு செய்க; அனைத்தையும் காண்க &#8221; பெட்டியின் கீழே இணைக்கவும்.

source: Advanced search results with example
es: Resultados de bsqueda avanzada con un ejemplo
pt: Resultado da busca avançada com exemplo
ta: எடுத்துக்காட்டுடன் மேம்பட்ட தேடல் முடிவுகள்

source: <a href="/doc/navigation/searching-people">Findind people</a>
es: <a href="/doc/navigation/searching-people">Encontrando personas</a>
pt: <a href="/doc/navigation/searching-people">Encontrarpessoas</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்-மக்கள்"> மக்களைக் கண்டுபிடி </a>

source: Finding more recent communities
es: Encontrando comunidades ms recientes
pt: Encontrar comunidades mais recentes
ta: மிக அண்மைக் கால சமூகங்களைக் கண்டறிதல்

source: <em>To find the communities created on the system in recent times.</em>
es: <em>Encontrar las comunidades creadas ltimamente en el sistema.</em>
pt: <em>Para encontrar as comunidades criadas no sistema recentemente.</em>
ta: <em> அண்மைக் கால காலங்களில் கணினியில் உருவாக்கப்பட்ட சமூகங்களைக் கண்டுபிடிக்க. </em>

source: Find on top of page the term &#8220;communities&#8221; and click on the arrow below it:
es: Encuentra en la parte superior de la pgina el trmino &#8220;comunidades&#8221; y presiona la flecha debajo de l:
pt: Localize na barra superior o termo &#8220;Comunidades&#8221; e clique na seta abaixo dele:
ta: &#8220; சமூகங்கள் &#8221; அதற்கு கீழே உள்ள அம்புக்குறியைக் சொடுக்கு செய்க:

source: More recent communities on top menu
es: Comunidades ms recientes en el men superior
pt: Comunidades mais recentes no menu superior
ta: சிறந்த பட்டியலில் மிக அண்மைக் கால சமூகங்கள்

source: The communities will be listed ordered by creation date with most recent first. Below the profile&#8217;s picture, you will see the date that the community was created
es: Las comunidades se enlistarn ordenadas por fecha de creacin con la ms reciente primero. Debajo de la imagen de perfil, vers la fecha en la que la comunidad fue creada
pt: As comunidades serão listadas ordenadas pela data de criação com as mais recentes primeiro. Abaixo da imagem do perfil, você verá a data que a comunidade foi criada
ta: சமூகங்கள் படைப்பாற்றல் தேதியால் மிக அண்மைக் கால முதல் நிலையில் ஆர்டர் செய்யப்படும். சுயவிவரத்தின் படத்திற்கு கீழே, சமூகம் உருவாக்கப்பட்ட தேதியை நீங்கள் காண்பீர்கள்

source: More recent communities search field
es: Campo de bsqueda de las comunidades ms recientes
pt: Campo de busca de comunidades mais recentes
ta: மிக அண்மைக் கால சமூகங்கள் தேடல் புலம்

source: More recent communities search results with example
es: Resultados de la bsqueda de comunidades ms recientes con ejemplo
pt: Resultado da busca por comunidades mais recentes com exemplo
ta: மிக அண்மைக் கால சமூகங்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகின்றன

source: Clicking on one of the search results, you will be redirected to the homepage of choosen community.
es: Presionando sobre alguno de los resultados de la bsqueda, sers redirigido a la pgina de inicio de la comunidad elegida.
pt: Clicando em um dos resultados da busca, você será direcionada para a página inicial da comunidade escolhida.
ta: தேடல் முடிவுகளில் ஒன்றைக் சொடுக்கு செய்தால், நீங்கள் தேர்வுசெய்யும் சமூகத்தின் முகப்புப்பக்கத்திற்கு திருப்பி விடப்படுவீர்கள்.

source: <a href="/doc/navigation/finding-more-active-communities">Finding more recent communities</a>
es: <a href="/doc/navigation/finding-more-active-communities">Encontrando comunidades ms recientes</a>
pt: <a href="/doc/navigation/finding-more-active-communities">Encontrar comunidades mais recentes</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-செயலில்-சமூகங்கள்"> மிக அண்மைக் கால சமூகங்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/finding-more-popular-communities">Finding more popular communities</a>
es: <a href="/doc/navigation/finding-more-popular-communities">Encontrando comunidades ms populares</a>
pt: <a href="/doc/navigation/finding-more-popular-communities">Encontrar comunidades mais populares</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-பிரபலமான-சமூகங்கள்"> மிகவும் பிரபலமான சமூகங்களைக் கண்டறிதல் </a>

source: Finding people
es: Encontrando personas
pt: Encontrar pessoas
ta: மக்களைக் கண்டுபிடிப்பது

source: <em>To find an user in the system, you can use the search specific for people.</em>
es: <em>Para encontrar un usuario en el sistema, puedes usar el buscador especfico para personas.</em>
pt: <em>Para encontrar um usuário no sistema você pode utilizar a busca específica para pessoas. Isto será explicado neste artigo.</em>
ta: <em> கணினியில் ஒரு பயனரைக் கண்டுபிடிக்க, நீங்கள் மக்களுக்கான குறிப்பிட்ட தேடலைப் பயன்படுத்தலாம். </em>

source: Find on top of page the term &#8220;People&#8221; and click on it:
es: Encontrar en la parte superior de la pgina el termino &#8220;Personas&#8221; y haz clic en l:
pt: Encontre no topo da página o termo &#8220;Pessoas&#8221; e clique nele:
ta: &#8220; மக்கள் &#8221; அதைக் சொடுக்கு செய்க:

source: People on top menu
es: Personas en el men superior
pt: Pessoas no menu superior
ta: மேல் பட்டியலில் உள்ளவர்கள்

source: People search field
es: Campo de bsqueda de personas
pt: Campo de busca de pessoas
ta: மக்கள் தேடல் புலம்

source: Then you will see the search results. To see more results, click on the pages below the search results.
es: Luego vers los resultados de la bsqueda. Para ver ms resultados, haz clic en las pginas debajo de los resultados de bsqueda.
pt: Então você verá o resultado da busca. Para ver mais resultados, clique nas páginas abaixo do resultado da busca.
ta: தேடல் முடிவுகளை நீங்கள் காண்பீர்கள். மேலும் முடிவுகளைக் காண, தேடல் முடிவுகளுக்கு கீழே உள்ள பக்கங்களைக் சொடுக்கு செய்க.

source: Communities search results with example
es: Rsultados de bsqueda de comunidades con ejemplo
pt: Resultado da busca por comunidades com exemplo
ta: சமூகங்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகின்றன

source: More options
es: Ms opciones
pt: Mais opções
ta: மேலும் விருப்பங்கள்

source: In all kind of search you can specify the search clicking on &#8220;More options&#8221; link. The options displayed are explained in <a href="/doc/navigation/advanced-search">Advanced search</a>
es: En todo tipo de bsqueda, puedes especificarla presionando el enlace &#8220;Ms ocpiones&#8221;. Las ocpiones mostradas son explicadas en <a href="/doc/navigation/advances-search">Bsqueda avanzada</a>
pt: Em todas as opções de busca, você pode especificar mais a busca clicando no link &#8220;Mais opções&#8221;. As opções que aparecem na tela são explicadas no artigo <a href="/doc/navigation/advanced-search">Busca avançada</a>
ta: எல்லா வகையான தேடல்களிலும் நீங்கள் தேடல் சொடுக்கு &#8220; கூடுதல் விருப்பங்கள் &#8221; இணைப்பு. காட்டப்படும் விருப்பங்கள் <a href = "/doc/வழிசெலுத்தல்/மேம்பட்ட-தேடல்"> மேம்பட்ட தேடல் </a> இல் விளக்கப்பட்டுள்ளன

source: Finding communities
es: Encontrando comunidades
pt: Encontrar comunidades
ta: சமூகங்களைக் கண்டறிதல்

source: <em>To find a community in the system, you can use the search specific for communities.</em>
es: <em> Encontrar una comunidad en el sistema, puedes usar la bsqueda especfica para comunidades.</em>
pt: <em>Para encontrar uma comunidade no sistema você pode utilizar a busca específica para comunidades.</em>
ta: <em> கணினியில் ஒரு சமூகத்தைக் கண்டுபிடிக்க, சமூகங்களுக்கான குறிப்பிட்ட தேடலைப் பயன்படுத்தலாம். </em>

source: Find on top of page the term &#8220;Communities&#8221; and click on it:
es: Encuentra en la parte superior de la pgina el trmino &#8220;Comunidades&#8221; y haz clic en l:
pt: Localize na barra superior o termo &#8220;Comunidades&#8221; e clique nele:
ta: &#8220; சமூகங்கள் &#8221; அதைக் சொடுக்கு செய்க:

source: Communities on top menu
es: Comunidades en el men superior
pt: Comunidades no menu superior
ta: மேல் பட்டியலில் உள்ள சமூகங்கள்

source: Communities search field
es: Campo de bsqueda de comunidades
pt: Campo de busca de comunidades
ta: சமூகங்கள் தேடல் புலம்

source: Finding more popular communities
es: Encontrando comunidades ms populares
pt: Encontrar comunidades mais populares
ta: மிகவும் பிரபலமான சமூகங்களைக் கண்டறிதல்

source: <em>To find the communities who has more members.</em>
es: <em>Encontrar las comunidades que tienen ms miembros.</em>
pt: <em>Para encontrar as comunidades que possuem mais membros.</em>
ta: <em> அதிகமான உறுப்பினர்களைக் கொண்ட சமூகங்களைக் கண்டுபிடிக்க. </em>

source: More popular communities on top menu
es: Comunidades ms populares en el men superior
pt: Comunidades mais populares no menu superior
ta: மேல் பட்டியலில் மிகவும் பிரபலமான சமூகங்கள்

source: The communities will be listed ordered by number of members with most popular first. Below the profile&#8217;s picture, you will see the number of members the community has
es: Las comunidades sern enlistadas ordenadas por nmero de miembros con la ms popular primero. Debajo de la imagen de perfil, vers el nmero de miembros con los que cuenta la comunidad
pt: As comunidades serão listadas ordenadas pelo número de membros com as mais populares primeiro. Abaixo da imagem do perfil, você verá o número de membros que a comunidade tem
ta: மிகவும் பிரபலமான முதல் உறுப்பினர்களின் எண்ணிக்கையால் சமூகங்கள் ஆர்டர் செய்யப்படும். சுயவிவரத்தின் கீழே &#8217; படத்தின் கீழே, சமூகத்தின் உறுப்பினர்களின் எண்ணிக்கையை நீங்கள் காண்பீர்கள்

source: Profile with number of members
es: Perfil con nmero de miembros
pt: Perfil com número de membros
ta: உறுப்பினர்களின் எண்ணிக்கையுடன் சுயவிவரம்

source: More popular communities search field
es: Campo de bsqueda de comunidades ms populares
pt: Campo de busca de comunidades mais populares
ta: மேலும் பிரபலமான சமூகங்கள் தேடல் புலம்

source: Then you will see the search results ordered by the number of members the community has
es: Luego vers los resultados de la bsqueda ordenados por el nmero de miembros que tiene la comunidad
pt: Então você verá o resultado da busca ordenado pelo número de membros que a comunidade tem
ta: சமூகத்தின் உறுப்பினர்களின் எண்ணிக்கையால் ஆர்டர் செய்யப்பட்ட தேடல் முடிவுகளை நீங்கள் காண்பீர்கள்

source: More popular communities search results with example
es: Resultados de la bsqueda de comunidades ms populares con ejemplo
pt: Resultado da busca por comunidades mais populares com exemplo
ta: மிகவும் பிரபலமான சமூகங்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகின்றன

source: <a href="/doc/navigation/finding-more-recent-communities">Finding more recent communities</a>
es: <a href="/doc/navigation/finding-more-recent-communities">Encontrando comunidades ms recientes</a>
pt: <a href="/doc/navigation/finding-more-recent-communitie">Encontrar comunidades mais recentes</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-முந்தைய-மறுதொடக்கம்-சமூகங்கள்"> மிக அண்மைக் கால சமூகங்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/finding-more-active-communities">Finding more popular communities</a>
es: <a href="/doc/navigation/finding-more-active-communities">Encontrando comunidades ms populares</a>
pt: <a href="/doc/navigation/finding-more-active-communities">Encontrar comunidades mais populares</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-செயலில்-சமூகங்கள்"> மிகவும் பிரபலமான சமூகங்களைக் கண்டறிதல் </a>

source: Finding products and services
es: Encontrando productos y servicios
pt: Encontrar produtos e serviços
ta: தயாரிப்புகள் மற்றும் சேவைகளைக் கண்டறிதல்

source: <em>To find a product or service in the system, you can use the search specific for products and services.</em>
es: <em>Para encontrar un producto o servicio en el sistema, puedes usar la bsqueda especfica por productos y servicios.</em>
pt: <em>Para encontrar um produto ou serviço no sistema você pode utilizar a busca específica para produtos e serviços. Isto será explicado neste artigo.</em>
ta: <em> கணினியில் ஒரு தயாரிப்பு அல்லது சேவையைக் கண்டுபிடிக்க, தயாரிப்புகள் மற்றும் சேவைகளுக்கான குறிப்பிட்ட தேடலைப் பயன்படுத்தலாம். </em>

source: Find on top of page the term &#8220;Products&#8221; and click on it
es: Encuentra en la parte superior de la pgina el trmino &#8220;Productos&#8221; y presinalo
pt: Encontre no topo da págin o termo &#8220;Produtos&#8221; e clique nele
ta: &#8220; தயாரிப்புகள் &#8221; அதைக் சொடுக்கு செய்க

source: Products on top menu
es: Productos en el men superior
pt: Produtos no menu superior
ta: மேல் பட்டியலில் தயாரிப்புகள்

source: Products search field
es: Campo de bsqueda de productos
pt: Campo de busca de produtos
ta: தயாரிப்புகள் தேடல் புலம்

source: Products search results with example
es: Resultados de bsqueda de productos con ejemplo
pt: resultado da busca por produtos com exemplo
ta: உதாரணத்துடன் தயாரிப்புகள் தேடல் முடிவுகள்

source: Clicking on one of the search results, you will be redirected to the homepage of the enterprise that has the product/service.
es: Presionando en alguno de los resultados de bsqueda, sers redirigido a la pgina de inicio de la empresa que tiene el producto/servicio.
pt: Clicando em um dos resultados da busca, você será direcionada para a página inicial do empreendimento que possui o produto ou serviço escolhido.
ta: தேடல் முடிவுகளில் ஒன்றைக் சொடுக்கு செய்தால், தயாரிப்பு/சேவையைக் கொண்ட நிறுவனத்தின் முகப்புப்பக்கத்திற்கு நீங்கள் திருப்பி விடப்படுவீர்கள்.

source: Display on map
es: Mostrar en el mapa
pt: Mostrar no mapa
ta: வரைபடத்தில் காண்பி

source: If available on the system, when you are searching for products, services or enterprises and the system allows, you will see the &#8220;Display on map&#8221; button. Clicking on this button, the search results will be displayed on a map, with house icons indicating the location of enterprises.
es: Si se encuentra disponible en el sistema, cuando busques por produtos, servicios o empresas y el sistema lo permita, vers el botn &#8220;Mostrar en el mapa&#8221;. Presionando este botn, la bsqueda de resultados ser mostrada en un mapa, con conos de casa indicando la localizacin de las empresas.
pt: Quando você está procurando produtos, serviços ou empreendimentos, e o sistema permite, você verá o botão &#8220;Mostrar no mapa&#8221;. Clicando nesse botão, o resultado da busca será mostrado num mapa, com ícones de casinhas indicando os lugares onde os empreendimentos estão.
ta: கணினியில் கிடைத்தால், நீங்கள் தயாரிப்புகள், சேவைகள் அல்லது நிறுவனங்களைத் தேடும்போது, கணினி அனுமதிக்கும் போது, நீங்கள் &#8220; வரைபடத்தில் காட்சியைக் காண்பீர்கள் &#8221; பொத்தான். இந்த பொத்தானைக் சொடுக்கு செய்தால், தேடல் முடிவுகள் ஒரு வரைபடத்தில் காண்பிக்கப்படும், நிறுவனங்களின் இருப்பிடத்தைக் குறிக்கும் வீட்டு சின்னங்கள்.

source: Finding more active communities
es: Encontrando comunidades ms activas
pt: Encontrar comunidades mais ativas
ta: மேலும் செயலில் உள்ள சமூகங்களைக் கண்டறிதல்

source: <em>To find the communities who create more content.</em>
es: <em>Encontrar las comunidades que crean ms contenido.</em>
pt: <em>Para encontrar comunidades que criaram mais conteúdo.</em>
ta: <em> அதிக உள்ளடக்கத்தை உருவாக்கும் சமூகங்களைக் கண்டுபிடிக்க. </em>

source: More active communities on top menu
es: Comunidades ms activas en el men superior
pt: Comunidades mais ativas no menu superior
ta: மேல் பட்டியலில் மேலும் செயலில் உள்ள சமூகங்கள்

source: The communities will be listed ordered by number of content created with most active first. Below the profile&#8217;s picture, you will see the number of articles created by the community
es: Las comunidades se enlistarn ordenadas por nmero de contenidos creados con las ms activas primero. Debajo de la imagen de perfil, vers el nmero de artculos creados por la comunidad
pt: As comunidades serão listadas ordenadas por número de conteúdo criado com os mais ativos primeiro. Abaixo da imagem do perfil, você verá o número de artigos criados pela comunidade
ta: மிகவும் செயலில் உள்ள உள்ளடக்கங்களின் எண்ணிக்கையால் சமூகங்கள் பட்டியலிடப்படும். சுயவிவரத்தின் கீழே &#8217; படத்தின் கீழே, சமூகத்தால் உருவாக்கப்பட்ட கட்டுரைகளின் எண்ணிக்கையை நீங்கள் காண்பீர்கள்

source: More active communities search field
es: Campo de bsqueda de comunidades ms activas
pt: Campo de busca de comunidades mais ativas
ta: மேலும் செயலில் உள்ள சமூகங்கள் தேடல் புலம்

source: Then you will see the search results ordered by the number of content created by the community
es: Luego vers los resultados de la bsqueda ordenados por el nmero de contenidos creados por la comunidad
pt: Então você verá o resultado da busca ordenado pelo número de conteúdo criado pela comunidade
ta: சமூகத்தால் உருவாக்கப்பட்ட உள்ளடக்கத்தின் எண்ணிக்கையால் கட்டளையிடப்பட்ட தேடல் முடிவுகளை நீங்கள் காண்பீர்கள்

source: More active communities search results with example
es: Resultados de bsqueda de comunidades ms activas con ejemplo
pt: Resultado da busca por comunidades mais ativas com exemplo
ta: மேலும் செயலில் உள்ள சமூகங்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகின்றன

source: Finding enterprises
es: Encontrando empresas
pt: Encontrar empreendimentos
ta: நிறுவனங்களைக் கண்டறிதல்

source: <em>To find an enterprise in the system, you can use the search specific for enterprises.</em>
es: <em>Para encontrar una empresa en el sistema, puedes usar la bsqueda especfica para empresas.</em>
pt: <em>Para encontrar um empreendimento no sistema, você pode usar a busca específica de empreendimentos.</em>
ta: <em> கணினியில் ஒரு நிறுவனத்தைக் கண்டுபிடிக்க, நிறுவனங்களுக்கான குறிப்பிட்ட தேடலைப் பயன்படுத்தலாம். </em>

source: Find on top of page the term &#8220;Enterprises&#8221; and click on it:
es: Encuentra en la parte de arriba de la pgina el trmino &#8220;Empresas&#8221; y presinalo:
pt: Localize na barra superior o termo &#8220;Empreendimentos&#8221; e clique nele:
ta: &#8220; நிறுவனங்கள் &#8221; அதைக் சொடுக்கு செய்க:

source: Enterprises on top menu
es: Empresas en el men superior
pt: Empreendimentos no menu superior
ta: மேல் பட்டியலில் நிறுவனங்கள்

source: Enterprises search field
es: Campo de bsqueda de empresas
pt: Campo de busca dos empreendimentos
ta: நிறுவன தேடல் புலம்

source: Enterprises search results with example
ta: நிறுவனங்கள் எடுத்துக்காட்டுடன் முடிவுகளைத் தேடுகின்றன

source: Clicking on one of the search results, you will be redirected to the homepage of choosen enterprise.
es: Presionando uno de los resultados de bsqeuda, sers redirigido a la pgina de inicio de la empresa elegida.
pt: Clicando em um dos resultados da busca, você será direcionada para a página inicial do empreendimento escolhido.
ta: தேடல் முடிவுகளில் ஒன்றைக் சொடுக்கு செய்தால், நீங்கள் சீசென் எண்டர்பிரைசின் முகப்புப்பக்கத்திற்கு திருப்பி விடப்படுவீர்கள்.

source: Joining a community
es: Unindose a una comunidad
pt: Entrar em uma comunidade
ta: ஒரு சமூகத்தில் சேருதல்

source: <em>You can be part of a community and interact with its others members. To do that, you can join a community, as explained below.</em>
es: <em>Puedes ser parte de una comunidad e interactuar con los otros miembros. Para hacer eso, puedes unirte a una comunidad, como se explica a continuacin.</em>
pt: <em>Você pode fazer parte de uma comunidade e interagir com os outros integrantes dela. Para isso você pode entrar na comunidade, como explicado a seguir.</em>
ta: <em> நீங்கள் ஒரு சமூகத்தின் ஒரு பகுதியாக இருக்க முடியும் மற்றும் அதன் மற்ற உறுப்பினர்களுடன் தொடர்பு கொள்ளலாம். அதைச் செய்ய, கீழே விளக்கப்பட்டுள்ளபடி நீங்கள் ஒரு சமூகத்தில் சேரலாம். </Em>

source: <a href="#relatedtopics">Related Topics</a>
es: <a href="#relatedtopics">Temas Relacionados</a>
pt: <a href="#relatedtopics">Tópicos Relacionados</a>
ta: <a href = "#தொடர்புடைய டோபிக்ச்"> தொடர்புடைய தலைப்புகள் </a>

source: To join a community, first you need to access its page. Enter the community address on address bar or search for the community in the system and click to view it.
es: Para unirte a una comunidad, primero necesitas acceder a su pgina. Ingresa la direccin de la comunidad en la barra de direcciones o busca la comunidad en el sistema y haz clic para verla.
pt: Para entrar em uma comunidade, primeiro você deve acessar a página dela. Para isso, digite o endereço da comunidade na barra de endereços ou procure pela comunidade na rede social e clique para visualizá-la.
ta: ஒரு சமூகத்தில் சேர, முதலில் நீங்கள் அதன் பக்கத்தை அணுக வேண்டும். முகவரி பட்டியில் சமூக முகவரியை உள்ளிடவும் அல்லது கணினியில் சமூகத்தைத் தேடி, அதைப் பார்க்க சொடுக்கு செய்யவும்.

source: To learn how you can find community in the system, read: <a href="/doc/navigation/searching-communities">Finding communities</a>.
es: Para aprender cmo puedes encontrar una comunidad en el sistema, lee: <a href="/doc/navigation/searching-communities">Buscando Comunidades</a>.
pt: Para aprender a encontrar comunidades no sistema, acesse: <a href="/doc/navigation/searching-communities">Encontrar comunidades</a>.
ta: கணினியில் நீங்கள் சமூகத்தை எவ்வாறு காணலாம் என்பதை அறிய, படிக்க: <a href = "/doc/வழிசெலுத்தல்/தேடல்-சமூகங்கள்"> சமூகங்களைக் கண்டறிதல் </a>.
