Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Display in map
es: Mostrar en el mapa
ru: Показать на карте

source: Type in an option
de: Geben Sie eine Option an
es: Teclee una opción

source: Sort results by
de: Ergebnisse sortieren nach
es: Ordenar resultados por

source: %s products offers found
de: %d Produktangebote gefunden
es: %s ofertas de productos encontradas

source: %s articles found
de: %s Artikel gefunden
es: %s artículos encontrados

source: %s events found
de: %d Ereignisse gefunden
es: %s eventos encontrados

source: %s people found
de: %d Leute gefunden
es: %s personas encontrados

source: %s enterprises found
de: %s Unternehmen gefunden
es: %s empresas encontradas

source: %s communities found
de: %s Communities gefunden
es: %s comunidades encontradas

source: Undergraduate
de: Student
es: Licenciatura
ru: Студент

source: %{month}/%{day}/%{year}
de: %{day}.%{month}.%{year}
es: %{day} de %{month} %{year}
ru: %{day}.%{month}.%{year}

source: %{month} %{day}, %{year}
es: %{day} de %{month} %{year}
ru: %{day}.%{month}.%{year}

source: Products/Services
de: Produkte/Dienste
es: Productos/Servicios
ru: Продукты/Сервисы

source: from
de: von
es: desde

source: by
de: von
es: por

source: price composition
de: Preiszusammensetzung
es: composición del precio

source: inputs and raw materials
de: Vorprodukte/-dienste oder Rohstoffe
es: entradas y material

source: %{amount_used} %{unit} of
de: {amount_used} %{unit} von
es: %{amount_used} %{unit} de

source: qualifiers
de: Kennzeichner
es: calificadores

source: product unavailable
de: Produkt ist nicht verfügbar
es: producto no disponible

source: Permissions:
es: Permisos:
ru: Разрешения:

source: Address (street and number)
de: Adresse (Straße und Nummer)
es: Dirección (calle y número)
ru: Адрес

source: Drag the balloon to find the exact location.
de: Ziehen Sie den Ballon, um den exakten Ort zu finden.
es: Arrastra el globo para encontrar la localización exacta.

source: None of your friends is online at the moment
de: Keiner Ihrer Freunde ist online in diesem Moment
es: Ninguno de tus amigos está en línea en este momento
ru: Никто из ваших друзей сейчас не в сети

source: Friends in chat <span class='amount_of_friends'>(%{amount})</span>
es: Amigos en el chat <span class='amount_of_friends'>(%{amount})</span>

source: Last update
de: Letzte Änderung
es: Última actualización
ru: Обновлено

source: Manage enterprises
es: Administrar empresas

source: Enter chat room
de: Chatroom betreten
es: Entrar a la sala de chat
ru: Войти в команту чата

source: redirecting...
de: leite weiter ...
es: redireccionando...
ru: перенаправление...

source: Current category:
es: Categoría actual:
ru: Текущая категория:

source: Select a category:
es: Selecciona una categoría:
ru: Выберите категорию:

source: Categories:
es: Categorías:
ru: Категории:

source: %s results found
de: %d Resultate gefunden
es: %s resultados encontrados

source: Cancel e-mail
de: E-Mail annulieren
es: Cancelar correo electrónico
ru: отменить email

source: Download users list
es: Descargar lista de usuarios
ru: Скачать список пользователей

source: by %{name} at %{date}
de: von %{name} am %{date}
es: Por %{name} en %{date}

source: Last update: %s.
de: Letzte Änderung: %s.
es: Última actualización: %s.
ru: Последнее обновление: %s.

source: Search in:
de: Suche in:
es: Buscar en:
ru: Искать в:

source: from
de: von
es: de

source: Percentage of inputs from solidarity economy
de: Prozentsatz der Eingaben von einer gemeinnützigen Organisation
es: Porcentaje de entradas de economía solidaria

source: Open Price
de: Preis ist Verhandlungssache
es: Precio abierto

source: Not available
de: Nicht verfügbar
es: No disponible

source: Supplier
de: Zulieferer
es: Proveedor

source: Applied filters
de: Angewandte Filter
es: Filtros aplicados

source: Showing page %s of %s
de: Zeige Seite %s von %s
es: Mostrando página %s de %s

source: Tagged with "%s"
de: gekennzeichnet mit "%s"
es: Etiquetado con "%s"
ru: Отмеченное "%s"

source: Back to tag cloud
de: Zurück zum Tag-Cloud
es: Regresar a la nube de etiquetas
ru: Назад к облаку тэгов

source: New enterprise
es: Nueva empresa
ru: Новая компания

source: Type words about the enterprise you're looking for
es: Escribe palabras sobre la empresa que estás buscando

source: Type words about the person you're looking for
es: Escribe palabras sobre la persona que estás buscando

source: No filter available
de: Kein Filter verfügbar
es: Sin filtro disponible

source: Type the title, author or content desired
es: Ingresa el título, autor o contenido deseado

source: Type words about the community you're looking for
es: Escribe palabras sobre la comunidad que estás buscando

source: Type the product, service, city or qualifier desired
es: Ingresa el producto, servicio, ciudad o calificador deseado

source: %s was successfuly activated. Now you may go to your control panel or to the control panel of your enterprise
de: %s wurde erfolgreich aktiviert. Nun können Sie zu Ihrem persönlichen Kontrollpanel oder dem Kontrollpanel Ihres Unternehmens gehen
es: %s fue correctamente activado. Ahora puedes ir a tu panel de control o el de tu empresa
ru: %s благополучно активирована

source: Choose your login name carefully! It will be your network access and you will not be able to change it later.
de: Wählen Sie Ihren Loginnamen mit Bedacht! Er wird Ihr Zugang zum Netzwerk werden und Sie werden ihn später nicht mehr ändern können.
es: ¡Elige tu nombre de usuario cuidadosamente! Será tu acceso a la red y no podrás cambiarlo después.

source: Choose a password that you can remember easily. It must have at least 4 characters.
de: Wählen Sie ein Passwort, an das Sie sich einfach erinnern können. Es muss mindestens 4 Zeichen haben.
es: Elige una contraseña que puedas recordar facilmente. Debe tener, por lo menos 4 caracteres.
ru: Пароль, минимум 4 символа

source: This e-mail address will be used to contact you.
de: Diese E-mail Adresse soll genutzt werden, um Sie zu kontaktieren.
es: Esta dirección de correo electrónico será usada para contactarte.
ru: Этот адрес будет использован для связи с вами

source: Firstly, some tips for getting started:
de: Zuerst ein paar Hinweise für den Start:
es: Antes que nada, algunos consejos para iniciar:

source: Confirm your account!
de: Bestätigen Sie Ihren Zugang!
es: ¡Confirma tu cuenta!

source: You should receive a welcome email from us shortly. Please take a second to follow the link within to confirm your account.
de: Sie werden in Kürze von uns eine Willkommens-E-Mail erhalten. Bitte nehmen Sie sich dann die Zeit, um dem darin enthaltenen Verweis zur Bestätigung des Zugangs zu folgen.
es: Tú deberías recibir un correo de bienvenida por parte nuestra en poco tiempo. Por favor, tómate un segundo para seguir el enlace dentro para confirmar tu cuenta.

source: You won't appear as %s until your account is confirmed.
de: Sie werden nicht als %s erscheinen, bis Ihr Zugang bestätigt werden wird.
es: No aparecerás como %s hasta que tu cuenta sea confirmada.

source: %s. Upload an avatar and let your friends find you easily :)
de: %s. Laden Sie einen Avatar hoch und lassen Sie sich durch Ihre Freunde finden :)
es: %s. Sube un avatar y permite que tus amigos te encuentren facilmente :)

source: Customize your profile
de: Ihr Profil anpassen
es: Personaliza tu perfil

source: Select one organization to validate your enterprise registration request. Check the provided information about their validation methodoly and criteria.
de: Wählen Sie eine Organisation, die Ihre Registrierung als Unternehmen überprüfen soll. Betrachten Sie hierzu auch die bereitgestellten Informationen über deren Methoden und Kriterien.
es: Selecciona una organización para validar tu solicitud de registro de la empresa. Revisa la información proporcionada sobre su etodología de validación y criterio.
ru: Выберите организацию, которая будет заниматься утверждением вашей компании

source: Mail settings
de: Maileinstellungen
es: Configuración del correo
ru: Настройки почты

source: Edit sideboxes
de: Sideboxen ändern
es: Editar cajas laterales
ru: Редактировать боковую панель

source: Edit Appearance
de: Aussehen ändern
es: Editar apariencia
ru: Изменить вид

source: Edit Header and Footer
de: Kopf- bzw. Fußbereich ändern
es: Editar encabezado y pie de página
ru: Изменить header и footer

source: Manage Content
de: Inhalt verwalten
es: Gestión de contenido
ru: Управление контентом

source: Create blog
de: Blog erstellen
es: Crear blog
ru: Создать блог

source: Manage Members
de: Mitglieder verwalten
es: Administrar miembros
ru: Управление участниками

source: Manage Products and Services
es: Administrar productos y servicios
ru: Управление продуктами и сервисами

source: Enterprise Validation
de: Unternehmen überprüfen
es: Validación de la empresa
ru: Подтверждение компании

source: Profile settings for %s
de: Profileinstellungen für %s
es: Ajustes de perfil para %s
ru: Настройки профиля %s

source: Privacy options
de: Datenschutzoptionen
es: Opciones de privacidad
ru: Настройки приватности

source: Select the categories of your interest
de: Bitte wählen Sie die Sie interessierenden Kategorien
es: Solecciona las categrías de tu interés
ru: Выберите категории

source: You have pending requests
de: Sie haben offenen Anfragen
es: Tienes solicitudes pendientes
ru: У вас есть ожидающие запросы

source: previous
es: anterior

source: next
es: siguiente

source: Join community
de: Dieser Community betreten
es: Disfrutar de la comunidad
ru: Присоединиться к сообществу

source: See More
de: Sehe mehr
es: Ver más
ru: Больше

source: Please, edit this block and choose some products
de: Bitte ändern Sie diesen Block und wählen Sie einige Produkte aus
es: Por favor, edita este bloque y selecciona algunos productos
ru: Пожалуйста, отредактируйте этот блок и выберите продукты

source: User since {year}/{month}
es: Usuario desde {month}/{year}
ru: Пользователь с %{year}/%{month}

source: Product Categories
de: Produktkategorien
es: Categorías de los productos
ru: Категории продуктов

source: Show
de: Zeige
es: Mostrar
ru: Показать

source: Hide
de: ausblenden
es: Ocultar
ru: Спрятать

source: Manage enterprise fields
es: Administrar los campos de la empresa
ru: Verwalte Unternehmensfelder

source: Manage community fields
es: Manejar los campos de la comunidad
ru: Управлять полями сообщества

source: Manage person fields
es: Manejar los campos de personas
ru: Управ

source: Share
de: Teilen
es: Compartir

source: on community %s
es: en la comunidad %s

source: Events:
es: Eventos:
ru: События:

source: Tags:
es: Etiquetas:
ru: Теги:

source: Joining %s
de: %s beitreten
es: Uniéndose a %s
ru: присоединиться к %s

source: Are you sure you want to join %s?
de: Sind Sie sicher, dass Sie %s beitreten möchten?
es: ¿Estás seguro de que quieres unirte a %s?
ru: Вы уверены что хотите присоединиться к %s?

source: Yes, I want to join.
de: Ja, ich möchte beitreten.
es: Sí, quiero unirme.
ru: Да, хочу

source: %s's members
de: %s' Mitglieder
es: Miembros de %s
ru: %s: участники

source: Invite your friends to join %s
de: Laden Sie Freunde ein, sich bei %s anzumelden
es: Invita a tus amigos a unirse a %s
ru: Пригласить друзей присоединиться к %s

source: Sex:
es: Género:
ru: Пол:

source: Date of birth:
es: Fecha de nacimiento:
ru: Дата рождения:

source: Type:
de: Typ:
es: Tipo:
ru: Тип:

source: Profile created at:
es: perfil creado en:

source: Administrators:
es: Administradores:
ru: Администраторы:

source: %s's network activity
de: %s's Netzwerkaktivitäten
es: Actividad en la red de %s
ru: %s активности сети

source: Select the groups where you want to publish your article
de: Wählen Sie die Gruppen aus, in die Sie Ihren Artikel publizieren möchten
es: Selecciona los grupos donde quieres publicar tu artículo
ru: Выберите группы, где вы хотите опубликовать событие

source: Upload more files ...
de: Mehr Dateien hochladen...
es: Subir más archivos...

source: Media search
de: Mediensuche
es: Busqueda de medios

source: Documents, Images, Videos, Audio
de: Dokumente, Bilder, Videos, Audio
es: Documentos, imágenes, videos, audio
ru: Документы, картинки, видео, аудио

source: Drag images to add them to the text.
de: Ziehen Sie die Bilder, um sie zum Text hinzuzufügen.
es: Arrastrar imágenes para añadirlas al texto.

source: Drag file names to the text to add links.
de: Ziehen Sie die Dateinamen zum Text, um Verweise zu erstellen.
es: Arrastrar los nombres de archivos al texto para añadir los enlaces.

source: Separate tags with commas
de: Tags mit Kommas abtrennen
es: Separa las etiquetas con comas
ru: Разделите теги запятыми

source: More files
de: Mehr Dateien
es: Más Archivos
ru: Переместить файлы

source: Current folder:
de: Aktueller Ordner:
es: Carpeta actual:
ru: Текущая папка:

source: parent folder
de: Übergeordneter Ordner
es: Carpeta padre
ru: родительская папка

source: Reported by %{reporter} %{time}.
de: Gemeldet durch %{reporter} %{time}.
es: Reportado por %{reporter} %{time}.

source: View details
de: Details ansehen
es: Ver detalles

source: Apply!
de: Bestätigung!
es: ¡Aplicar!

source: Set all to:
de: Setze alles auf:
es: Ajustar todo a:

source: Tasks that I requested
de: Task, die ich erzeugt habe
es: Tareas que he solicitado
ru: Задачи, которые я запросил

source: Status:
es: Estado:
ru: Статус:

source: Classify your new friend:
de: Ordnen Sie Ihren neuen Freund:
es: Clasificar a tu nuevo amigo:
ru: Классифицируйте нового друга:

source: Define Amount by Folder
de: Den Umfang pro Ordner definieren
es: Define la cantidad por carpeta
ru: Определить количество для папки

source: News amount by folder
de: Menge von News je Ordner
es: Cantidad de noticias por carpeta
ru: Количество новостей по папкам

source: Number of news
de: Anzahl der News
es: Número de noticias
ru: Количество новостей

source: Invite your friends
de: Freunde einladen
es: Invita a tus amigos
ru: Пригласить друзей

source: Step 2 of 2: Selecting Friends
de: Schritt 2 von 2: Wählen Sie Freunde aus
es: Paso 2 de 2: Seleccionando amigos
ru: Шаг 2 из 2: выбор друзей

source: Indicate which friends you want to invite.
de: Wählen Sie, welche Freunde Sie einladen möchten.
es: Indica a cuáles amigos deseeas invitar.
ru: Выберите, каких друзей вы хотите пригласить

source: Personalize invitation mail
es: Personaliza el correo de invitación
ru: Настроить сообщение приветствия

source: Invite my friends!
de: Lade meine Freunde ein!
es: ¡Invitar a mis amigos!
ru: Пригласите моих друзей

source: Inputs
de: Eingaben
es: Entradas

source: This value is composed by the total value of registered inputs
de: Dieser Wert setzt sich aus allen Werten der registrierten Eingaben zusammen
es: Este valor está compuesto por el valor total de entradas registradas

source: If you leave, you will lose all unsaved information. Are you sure you want to quit?
de: Wenn Sie verlassen, werden Sie alle ungespeicherten Informationen verlieren. Sind Sie sicher, dass Sie verlassen möchten?
es: Si abandonas, perderás toda la información no guardada. ¿Estas seguro de que quieres irte?

source: New cost
de: Neue Kosten
es: Nuevo costo

source: Listing products and services
de: Liste Produkte und Services
es: Lista de productos y servicios
ru: Список продуктов и услуг

source: (no product registered yet)
de: (bisher kein Produkt registriert)
es: (producto no registrado aun)
ru: (продукты не зарегистрированы)

source: Are you sure you want to remove this product?
de: Sind Sie sicher, dass Sie dieses Produkt löschen wollen?
es: ¿Estás seguro de que deseas eliminar este producto?

source: New product or service
de: Neues Produkt oder neuer Service
es: Nuevo producto o servicio
ru: Новый продукт или сервис

source: Choose an input or raw material to this product:
de: Wählen Sie ein Vorprodukt oder Rohstoff für dieses Produkt:
es: Elegir entrada o material para este producto:
ru: Выберите составляющую или исходник этого продукта:

source: This category does not allow registration of products, select a more specific category
de: In dieser Kategorie ist es nicht möglich ein Produkt zu registrieren, bitte wählen Sie eine speziellere Kategorie
es: Esta categoria no permite registro de productos, selecciona una categoria más especifica.
ru: Эта категория не позволяет регистрацию продуктовб выберите более конкретную категорию

source: The production cost of your product is not described yet. If you want to display the price composition, please add all the costs
de: Die Produktionskosten Ihres Produktes sind noch nicht beschrieben. Wenn Sie die Preiszusammensetzung anzeigen lassen möchten, fügen Sie bitte alle Kosten hinzu
es: El costo de producción de tu producto no está descrito aun. Si quieresmostrar la composición del precio, por favor añade todos los costos

source: The production cost of your product is fully described and will be displayed on your product's page
de: Die Produktionskosten Ihres Produktes sind vollständig beschrieben und werden auf Ihrer Produktseite angezeigt
es: El costo de producción de tu producto está completamente descrito y será mostrado en la página de tus productos.

source: Congratulations! Now the price is open to the public
de: Herzlichen Glückwunsch! Jetzt ist der Preis für die Öffentlichkeit sichtbar
es: ¡Felicidades! Ahora el precio está abierto al público

source: Are you sure that you want to remove this cost?
de: Sind Sie sicher, dass Sie diese Kosten entfernen möchten?
es: ¿Estás seguro de que deseas eliminar este costo?

source: Describe here the cost of production
de: Beschreiben Sie hier die Produktionskosten
es: Describe aquí el costo de producción

source: Describe details about how the price was defined
de: Beschreiben Sie hier, wie der Preis bestimmt worden ist
es: Describe los detalles sobre cómo el precio fue definido

source: Inputs and raw material
de: Vorprodukte/-dienste oder Rohstoffe
es: Entradas y material
ru: Составляющие и исходники

source: Price composition
de: Preiszusammensetzung
es: Composición de precio

source: Back to the product listing
de: Zurück zur Produktliste
es: Regresar a la lista de productos
ru: Назад к списку продуктов

source: Remove product or service
de: Produkt oder Service entfernen
es: Eliminar producto o servicio
ru: Удалить продукт или сервис

source: Inputs:
de: Eingaben:
es: Entradas:

source: Price (%s)
de: Preis (%s)
es: Precio (%s)
ru: Цена: %s

source: Discount (%s)
de: Rabatt (%s)
es: Descuento (%s)
ru: Скидка (%s)

source: If your product is on sale, fill this field with the discount value
de: Wenn Ihr Produkt in Aktion ist, dann füllen Sie dieses Feld bitte mit dem Rabatt aus
es: Si tu producto está en venta, llena este campo con el valor de descuento
ru: Если ваш продукт на распродаже, введите в это поле размер скидки

source: Highlight this product?
de: Dieses Produkt markieren?
es: ¿Destacar este producto?

source: Add new qualifier
de: Neuen Kennzeichner hinzufügen
es: Añadir un nuevo calificador
ru: Добавить новый квалификатор

source: Select the category of the new product or service
de: Bitte wählen Sie die Kategorie des neuen Produktes oder Services
es: Seleccionar la categoria de el nuevo producto o servicio
ru: Выберите категорию нового продукта или сервиса

source: Edit name and unit
de: Namen und Bemessungseinheit ändern
es: Editar nombre y unidad
ru: Изменить название и единицу

source: Click here to edit the name of your product and the unit
de: Klicken Sie hier, um den Namen Ihres Produktes und die Bemessungsgröße zu ändern
es: Presiona aquí para editar el nombre de tu producto y la unidad
ru: Кликните тут, чтобы изменить название продукта и единицу

source: Edit category of this product:
de: Ändern Sie die Kategorie dieses Produktes:
es: Editar categoria de este producto:
ru: Изменить категорию этого продукта

source: Back to product
de: Zurück zum Produkt
es: Regresar al producto
ru: Назад к продукту

source: Editing
de: Ändern
es: Editando
ru: Редактирование

source: Price:
de: Preis:
es: Precio:
ru: Цена:

source: Highlight this product
de: Markiere dieses Produkt
es: Destacar este producto
ru: Выделить этот продукт

source: Create product
de: Produkt erstellen
es: Crear producto
ru: Создать продукт

source: Add the inputs or raw material used by this product
de: Vorprodukte/-dienste oder Rohstoffe für dieses Produkt hinzufügen
es: Añadir las entradas y material usado para este producto
ru: Добавить составляющие или исходники, используемые этим продуктом

source: Add inputs or raw materials used by this product and give more transparency to consumers about your enterprise
de: Bitte fügen Sie Vorprodukte/-dienste oder Rohstoffe für dieses Produkt hinzu und geben Sie dem Kunden mehr Informationen über Ihr Unternehmen
es: Añadir entradas y material usado para este producto y dar más transparencia a los consumidores sobre tu empresa
ru: Добавьте составляющие или исходники, используемые этим продуктом, и сделайте Вашу организацию более прозрачной для потребителей

source: Add new input or raw material
de: Neue Vorprodukte/-dienste oder Rohstoffe hinzufügen
es: Añadir nueva entrada y material
ru: Добавить новую составляющую или исходник

source: Add new input or raw material used by this product and give more transparency to consumers about your enterprise
de: Bitte fügen Sie Vorprodukte/-dienste oder Rohstoffe für dieses Produkt hinzu und geben Sie dem Kunden mehr Informationen über Ihr Unternehmen
es: Añadir nueva entrada y material usado por este producto y dar más transparencia a los consumidores sobre tu empresa
ru: Добавьте новую составляющую или исходник, используемые этим продуктом, и сделайте Вашу организацию более прозрачной для потребителей

source: Drag the input with the mouse to change the order
de: Bewegen Sie die Eingabe
es: Arrastra la entrada con el ratón para cambiar el orden
ru: Перместите составляющую мышью чтобы сменить порядок

source: Order inputs
de: Eingaben ordnen
es: Ordenar entradas
ru: Заказать составляющие

source: Edit basic information
de: Basisinformationen ändern
es: Editar información básica
ru: Редактировать основную информацию

source: Click here to edit price, discount and qualifiers/certifiers to make your product more attractive and detailed for the consumers
de: Klicken Sie hier, um Preis, Rabatt und Kennzeichner zu ändern, damit Ihr Kunde mehr Informationen zu Ihrem Produkt erhält
es: Presiona aquí para editar el precio, descuento y calificadores/certificadores que hacen a tu producto más actractivo y detallado para el consumidor
ru: Нажмите здесь чтобы изменить цену, скидку и квалификаторы/сертификаты, чтобы сделать Ваш продукт более привлекательным и детальным для потребителей

source: Add price and other basic information
de: Bitte fügen Sie Preis und andere Basisinformationen hinzu
es: Añadir precio y otra información básica
ru: Добавть цену и другую основную информацию

source: Click here to add price, discount and qualifiers/certifiers to make your product more attractive and detailed for the consumers
de: Klicken Sie hier, um Beschreibung, Preis, Rabatt und Kennzeichner anzugeben, damit Ihr Kunde mehr Informationen zu Ihrem Produkt erhält
es: Presiona aquí para añadir el precio, descuento y calificadores/certificadores que hacen a tu producto más actractivo y detallado para el consumidor
ru: Нажмите здесь чтобы изменить цену, скидку и квалификаторы/сертификаты, чтобы сделать Ваш продукт более привлекательным и детальным для потребителей

source: Edit description
de: Beschreibung ändern
es: Editar descripción
ru: Изменить описание
