Repository: noosfero/noosfero
Catalog: po/*/noosfero.edit.po
Languages: fr

source: On header, you can include a personalized banner by first adding in "Manage content", and then referencing it here. A good format is 468 X 60 pixels, PNG format.
fr: En en-tête, vous pouvez inclure une bannière personnlisée an l'ajoutant préalablement dans «Gérer le contenu», puis en la référençant ici. Un bon format est 468 x 60 pixels, au format PNG.

source: On footer, you can include a slogan and your contact information etc.
fr: Dans le pied de page, vous pouvez inclure un slogan ou vos informations de contact.

source: See existing examples:
fr: Voir les exemples existant :

source: Content for header
fr: Contenu de l'en-tête

source: Content for footer
fr: Contenu du pied de page

source: Activate your enterprise
fr: Activer votre entreprise

source: If you received a letter with information about your enterprise activation, add here the activation code that was sent.
fr: Vous allez recevoir une lettre avec les information concernant l'activation de votre entrprise, placez ici le code que vous aurez reçu.

source: Enterprise activation code
fr: Code d'activation de l'entreprise

source: This profile is a template
fr: Ce profil est un modèle

source: Change picture
fr: Modifiez l'image

source: Max size: %s (.jpg, .gif, .png)
fr: Taille max : %s (.jpg, .gif, .png)

source: Deactivate profile
fr: Désactiver le profil

source: Are you sure you want to deactivate this profile?
fr: Êtes-vous sûr(e) de vouloir désactiver ce profil ?

source: Activate profile
fr: Activer le profil

source: Delete profile
fr: Supprimer le profil

source: Automaticaly redirect the visitor to the article translated to his/her language
fr: Rediriger automatiquement le visiteur vers l'article traduit à sa langue

source: Send me relationship suggestions by email
fr: Envoyez-moi des suggestions de relation par e-mail

source: Visibility
fr: Visibilté

source: Edit welcome page
fr: Éditer la page de bienvenue

source: This page will be displayed to the user after his signup with this template.
fr: Cette page sera affiché à l'utilisateur après son inscription avec ce modèle.

source: Add admins to %s
fr: Ajouter un admin à %s

source: Add members
fr: Ajouter des membres

source: Current members
fr: Les membres actuels

source: Add members to %s
fr: Ajouter des membres à %s

source: Custom Roles:
fr: Rôles personnalisés :

source: Since you are the last administrator, you must choose at least one member to administer this community.
fr: Puisque vous êtes le dernier administrateur, vous devez choisir au moins un membre pour administrer cette communauté.

source: Create role
fr: Créer un rôle

source: Select members to assign the role
fr: Choisir des membres pour assigner un rôle

source: Replace role:
fr: Remplacer un rôle :

source: Are you sure you want to delete this role?
fr: Êtes-vous sûr(e) de vouloir supprimer ce rôle ?

source: To which role do you want to change them?
fr: Pour quel rôle voulez-vous les changer ?

source: Delete role
fr: Supprimer le rôle

source: Manage user roles
fr: Gérer les rôles des utilisateurs

source: Role
fr: Rôle

source: Create a new role
fr: Créer un nouveau rôle

source: Back to roles management
fr: Retour au management des rôles

source: Search on %s's profile
fr: Chercher sur le profil sur %s

source: Add a CSS file
fr: Ajouter un fichier CSS

source: File name
fr: Nom de fichier

source: Choose the image file
fr: Choisissez l'image :

source: Add image
fr: Ajouter l'image

source: CSS code: "%s"
fr: Code CSS : «%s»

source: Editing theme "%s"
fr: Édition du thème «%s»

source: Preview this theme
fr: Prévisualiser ce thème

source: CSS files
fr: Fichiers CSS

source: New CSS
fr: Nouveau CSS

source: Select a CSS file to edit
fr: Choisissez un fichier CSS à éditer

source: My themes
fr: Mes thèmes

source: Use this theme
fr: Utiliser ce thème

source: The "%s" theme.
fr: Le thème «%s».

source: Edit this theme
fr: Éditer ce thème

source: Test this theme
fr: Tester ce thème

source: New theme ...
fr: Nouveau thème...

source: Create new theme
fr: Créer un nouveau thème

source: Name of the new theme:
fr: Nom du nouveau thème :

source: 1 validator
fr: 1 validateur

source: Validators by Region
fr: Modérateurs par Région

source: Validators for region %s
fr: Modérateurs pour la région %s

source: Current validators
fr: Validateurs actuels

source: Remove validation rights
fr: Ôter les droits de validation

source: Add new validators
fr: Ajouter de nouveaux validateurs

source: First search organizations by their name, then use the buttons in the search result to add them as validators for this region.
fr: D'abord, rechercher les organisations par leurs noms, ensuite utiliser les boutons dans les résultats de recherche pour les ajouter comme validateurs de cette région.

source: View this scrap on the wall
fr: Voir le reste sur le mur

source: Author
fr: Auteur

source: by %{author} on "%{article}"
fr: par %{author} sur «%{article}»

source: see all (%d)
fr: voir tou(te)s (%d)

source: Last posts
fr: Derniers articles

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Last items
fr: Derniers éléments

source: Last topics
fr: Derniers sujets

source: No image
fr: Pas d'image

source: Search Results
fr: Résultats de recherche

source: Type words about the %s you're looking for
fr: Saisir des mots pour effectuer une recherche sur %s

source: Category Index
fr: Index des catégories

source: Sub-categories
fr: Sous-catégories :

source: No sub-categories
fr: Pas de sous-catégorie

source: Tag cloud
fr: Nuage de tags

source: Role: %s
fr: Rôle : %s

source: Members: %s
fr: Membres : %s

source: Created at: %s
fr: Créé le : %s

source: Locate in the map
fr: Localiser sur la carte

source: Profiles in common:
fr: Profils en commun :

source: Find in %s's content
fr: Trouver dans le contenu de %s

source: General
fr: Général

source: Search all content
fr: Chercher dans tous les contenus

source: You have no more suggestions :(
fr: Vous n'avez pas d'autres suggestions :(

source: Add suggestion
fr: Ajouter une suggestion

source: Remove suggestion
fr: Supprimer une suggestion

source: Are you sure you want to remove this suggestion?
fr: Êtes-vous sûr(e) de vouloir supprimer cette suggestion ?

source: Are you sure you want to remove %s from your suggestions list?
fr: Êtes-vous sûr(e) de vouloir supprimer %s de la liste de suggestions ?

source: Yes, I want to remove %s
fr: Oui, je veux supprimer %s

source: Change image
fr: Modifier l'image

source: You are not allowed to view this page.
fr: Vous n'êtes pas autorisé(e) à voir cette page.

source: If you are supposed to have access to this area, you'll probably want to talk to the people responsible and ask them to give you access.
fr: Si vous êtes supposé(e) avoir accès à cette zone, vous devriez sans doute en référer aux responsable et leur demander de vous y donner accès.

source: Go to the home page
fr: Aller à la page d'accueil

source: Offline
fr: Hors ligne

source: Join room
fr: Joindre la salle

source: Leave room
fr: Quitter la salle

source: There is no such page: %s
fr: Il n'existe pas une telle page : %s

source: Open chat
fr: Ouvrir un chat

source: Join chat room
fr: Joindre une salle de chat

source: Original content
fr: Contenu original

source: Comment
fr: Commentaire

source: Testing theme "%s"
fr: Test du thème «%s»

source: You can move this window away to have a better visualization of specific parts of screen.
fr: Vous pouvez déplacer cette fenêtre pour avoir une meilleure vue sur certaines parties de l'écran.

source: Finished testing
fr: Test terminé

source: Edit theme
fr: Éditer le thème

source: %s's Menu
fr: Le menu de %s

source: My Home Page
fr: Ma page d'accueil

source: My groups
fr: Mes groupes

source: Manage SPAM
fr: Gérer les SPAM

source: Comment Spam
fr: SPAM de commentaire

source: Dear %s,
fr: Cher/chère %s,

source: Hello %s,
fr: Bonjour %s,

source: Access your list of tasks or your control panel to see this and other pending actions that need your attention.
fr: Rendez-vous à cette adresse pour voir les autres actions en attente qui nécessitent votre attention.

source: Create a link
fr: Créé un lien

source: Name for publishing
fr: Nom pour la publication

source: Select the folder where the article must be published
fr: Sélectionnez le dossier dans lequel l'article doit être publié

source: Comment for author
fr: Commentaire pour l'auteur

source: Sent by:
fr: Envoyé par :

source: Created:
fr: Créé le :

source: Processed:
fr: Géré le :

source: %s's pending tasks
fr: Les tâches de %s en attente

source: This error happened with the following tasks:
fr: Cette erreur est arrivé avec les tâches suivantes :

source: Type of task
fr: Type de tâche

source: No pending tasks for %s
fr: Pas de tâche en attente pour %s

source: View processed tasks
fr: Voir les tâches gérées

source: New request for %s
fr: Nouvelle requête pour %s

source: New request
fr: Nouvelle requête

source: To:
fr: Pour :

source: %s's processed tasks
fr: Les tâches gérées par %s

source: No processed tasks.
fr: Pas de tâches gérées.

source: Created at %s by %s
fr: Créé le %s par %s

source: Owner: %s
fr: Propriétaire : %s

source: Status: %s
fr: Statut : %s

source: Closing statement: %s
fr: Message de clôture : %s

source: The template could not be saved
fr: Le modèle n'a pas pu être sauvé

source: There were problems with the following fields:
fr: Il y a un problème avec les champs suivants :

source: Create enterprise template
fr: Créer un modèle d'entreprise

source: Create community template
fr: Créer un modèle de communauté

source: Create person template
fr: Créer un modèle de personne

source: Edit Templates
fr: Éditer les modèles

source: Manage the templates used on creation of profiles
fr: Gérer les modèles utilisés sur la création de profils

source: Create a new template for %s
fr: Créer un nouveau modèle pour %s

source: Template
fr: Modèle

source: Edit template "%s"
fr: Éditer le modèle "%s"

source: is the default template
fr: est le modèle par défaut

source: Edit settings
fr: Modifier les paramètres

source: Edit header/footer
fr: Modifier en-tête/pied de page

source: Editing Appearance
fr: Édition de l'apparence

source: Select template
fr: Choisissez le modèle :

source: The "%s" template
fr: Le modèle «%s»

source: Select theme
fr: Choisissez le thème

source: Use the default theme
fr: Utiliser le thème par défaut

source: Are you sure you want to use the environment default theme?
fr: Etes-vous sûr que vous voulez utiliser le thème par défaut ?

source: Editing trusted site
fr: Éditer un site de confiance

source: Manage trusted sites
fr: Gérer les sites de confiance

source: Are you sure you want to remove this site from the list of trusted sites?
fr: Êtes-vous sûr de vouloir supprimer ce site à partir de la liste des sites de confiance ?

source: Add a trusted site
fr: Ajouter un site de confiance

source: Add a new trusted site
fr: Ajouter un nouveau site de confiance

source: Add trusted site
fr: Ajouter un site de confiance

source: Welcome to %{environment}! To activate your account, follow the link: %{activation_url}
fr: Bienvenue à %{environment}! Pour activer votre compte, suivez le lien : %{activation_url}

source: Your email %s was just activated.
fr: Votre adresse e-mail %s vient d'être activée.

source: You can access your e-mail from anywhere, using the following address:
fr: Vous pouvez accéder à votre e-mail de n'importe où en utilisant l'adresse suivante :

source: Friends suggestions:
fr: Suggestions d'amis :

source: To see the full list of friends suggestions, follow the link: %s
fr: Pour voir la liste complète de suggestions d'amis, suivez le lien:%s

source: Send e-mail to users
fr: Envoyer un e-mail aux utilisateurs

source: Manage users
fr: Gérer les utilisateurs

source: Temporary system problem
fr: Problème temporaire du système

source: Our technical team is working on it, please try again later. Sorry for the inconvenience.
fr: Notre équipe technique est en train d'y travailler. Merci de réessayer plus tard. Nous sommes désolés de la gêne occasionnée.

source: Go to the site home page
fr: Aller à la page d'accueil du site

source: System maintainance
fr: Maintenance du système
