Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: This text will be sent to new users if the feature "Send welcome e-mail to new users" is enabled on environment.
de: Dieser Text wird neuen Nutzern zugesendet, sofern in der Umgebung die Funktion "Willkommens-E-Mail zu neuen Nutzern senden" verfügbar ist.
ta: "புதிய பயனர்களுக்கு வரவேற்பு மின்னஞ்சலை அனுப்புங்கள்" என்ற நற்பொருத்தம் சூழலில் இயக்கப்பட்டிருந்தால் இந்த உரை புதிய பயனர்களுக்கு அனுப்பப்படும்.

source: Including %s on body, it will be replaced by the real name of the e-mail recipient.
de: Füge %s zum Text hinzu, es wird in der E-Mail durch den tatsächlichen Namen ersetzt werden.
ta: உடலில் %s உட்பட, இது மின்னஞ்சல் பெறுநரின் உண்மையான பெயரால் மாற்றப்படும்.

source: Site name
de: Name der Site
es: Nombre del sitio
ta: தளத்தின் பெயர்

source: No reply email
ta: பதில் மின்னஞ்சல் இல்லை

source: Theme
de: Thema
es: Tema
ru: Тема
ta: கருப்பொருள்

source: Article's date format
ta: கட்டுரையின் தேதி வடிவம்

source: mm/dd
ta: எம்.எம்/டி.டி.

source: Month dd, yyyy
ta: மாத டி.டி, யை

source: Month dd
ta: மாத டி.டி.

source: X minutes/hours/days/months/years ago
ta: ஃச் நிமிடங்கள்/மணிநேரம்/நாட்கள்/மாதங்கள்/ஆண்டுகளுக்கு முன்பு

source: Default language
de: Standardsprache
ta: இயல்புநிலை மொழி

source: Available languages
de: Verfügbare Sprachen
ta: கிடைக்கும் மொழிகள்

source: Homepage content
de: Homepage Inhalt
es: Contenido de la página de inicio
ru: Контент домашней страницы
ta: முகப்புப்பக்க உள்ளடக்கம்

source: Administrator Panel
es: Panel del administrador
ru: Панель администрирования
ta: நிர்வாகி குழு

source: System settings
de: Systemeinstellungen
ta: கணினி அமைப்புகள்

source: Environment settings
de: Einstellungen der Umgebung
es: Configuración del entorno
ta: சுற்றுச்சூழல் அமைப்புகள்

source: Features
de: Funktionen
ta: நற்பொருத்தங்கள்

source: Plugins
ta: செருகுநிரல்கள்

source: Sideboxes
de: Seitenmenüs
ta: பக்க பெட்டிகள்

source: Homepage
es: Inicio
ru: Домашняя страница
ta: முகப்புப்பக்கம்

source: Licenses
de: Lizenzen
ta: உரிமங்கள்

source: Trusted sites
ta: நம்பகமான தளங்கள்

source: Email templates
ta: மின்னஞ்சல் வார்ப்புருக்கள்

source: Captcha
ta: கேப்ட்சா

source: Macros
ta: பெரியவைகள்

source: Profiles
de: Profile
ta: சுயவிவரங்கள்

source: User roles
de: Nutzerrollen
ta: பயனர் பாத்திரங்கள்

source: Users
de: Nutzer
ta: பயனர்கள்

source: Organizations
de: Organisationen
es: Organizaciones
ru: Организации
ta: நிறுவனங்கள்

source: Profile templates
de: Profilvorlagen
ta: சுயவிவர வார்ப்புருக்கள்

source: Fields
de: Felder
ta: புலங்கள்

source: Kinds
ta: வகைகள்

source: Quotas
ta: ஒதுக்கீடு

source: Enterprise-related settings
de: Unternehmensbezogene Einstellungen
ta: நிறுவன தொடர்பான அமைப்புகள்

source: Message for disabled enterprises
de: Nachricht für deaktivierte Unternehmen
ta: ஊனமுற்ற நிறுவனங்களுக்கான செய்தி

source: Validators by region
de: Validatoren nach Region
ta: பிராந்தியத்தின் மூலம் வாலிடேட்டர்கள்

source: Site info
de: Seiteninformation
es: Información del sitio
ru: Инфо сайта
ta: தள செய்தி

source: Back to admin panel
de: Zurück zum Adminfeld
es: Regresar al panel de administración
ru: Назад в панель администрирования
ta: நிர்வாக பேனலுக்குத் திரும்பு

source: Set Environment Portal
de: Legen Sie den Namen des Portals fest
es: Ajustar portal del entorno
ru: Установить портал среды
ta: சுற்றுச்சூழல் போர்ட்டலை அமைக்கவும்

source: Portal identifier
de: Portalbezeichnung
es: Identificador de portal
ru: Идентификатор портала
ta: போர்டல் அடையாளங்காட்டி

source: Portal identifier: %s
de: Portalbezeichnung: %s
es: Indentificador del portal: %s
ru: Идентификатор портала: %s
ta: போர்டல் அடையாளங்காட்டி: %s

source: Select Portal Folders
de: Portal-Ordner auswählen
es: Seleccionar carpeta del portal
ru: Выбрать папки портала
ta: போர்டல் கோப்புறைகளைத் தேர்ந்தெடுக்கவும்

source: Define news configurations on portal
ta: போர்ட்டலில் செய்தி உள்ளமைவுகளை வரையறுக்கவும்

source: Select folders
de: Ordner auswählen
es: Selecciona las carpetas
ru: Выбрать папки
ta: கோப்புறைகளைத் தேர்ந்தெடு

source: Select the folders that will hold the news of the initial page of the environment
de: Bitte wählen Sie, welcher Ordner die News für die Startseite der Umgebung enthalten soll
es: Selecciona las carpetas que contendrán las noticias de la página inicial del entorno
ru: Выберите папки для хранения новостей главной страницы среды
ta: சுற்றுச்சூழலின் ஆரம்ப பக்கத்தின் செய்திகளை வைத்திருக்கும் கோப்புறைகளைத் தேர்ந்தெடுக்கவும்

source: Available folders
de: Verfügbare Ordner
es: Carpetas disponibles
ru: Доступные папки
ta: கிடைக்கும் கோப்புறைகள்

source: Portal folders
de: Portalordner
es: Carpetas del portal
ru: Папки портала
ta: போர்டல் கோப்புறைகள்

source: The same order in which you arrange the folders here will be used for arranging the boxes in the environment initial page.
de: Die selbe Anordnung die Sie für die Ordner hier nutzen, wird auch für die Anordnung der Boxen auf der Startseite der Umgebung genutzt.
es: El mismo orden en el cual organizas las carpetas aquí se utilizará para ordenar las cajas de la página inicial del entorno.
ru: Такой же порядок, в котором Вы организовали тут каталоги,будет использован для организации боксов на начальной странице среды
ta: சுற்றுச்சூழல் ஆரம்ப பக்கத்தில் உள்ள பெட்டிகளை ஏற்பாடு செய்ய இங்கே கோப்புறைகளை ஏற்பாடு செய்யும் அதே வரிசை பயன்படுத்தப்படும்.

source: News configurations on portal
ta: போர்ட்டலில் செய்தி உள்ளமைவுகள்

source: Number of highlighted news
ta: சிறப்பம்சமாக செய்திகளின் எண்ணிக்கை

source: Number of portal news
ta: போர்டல் செய்திகளின் எண்ணிக்கை

source: Number of news by folder
ta: கோப்புறை மூலம் செய்திகளின் எண்ணிக்கை

source: Show all news on area news
ta: பகுதி செய்திகளில் அனைத்து செய்திகளையும் காட்டு

source: Show only not highlighted news on area news
ta: பகுதி செய்திகளில் சிறப்பம்சமாக செய்திகளை மட்டும் காட்டு

source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
ru: Правила пользования
ta: பயன்பாட்டு விதிமுறைகள்

source: Signup welcome email
ta: பதிவுபெறும் வரவேற்பு மின்னஞ்சல்

source: Signup welcome page
ta: பதிவுபெறுதல் வரவேற்பு பக்கம்

source: Signup introduction text
ta: கையொப்பம் அறிமுக உரை

source: The following macros can be used to access the attributes of the enclosing context. For blocks, macros are available in any attribute. For articles, macros are supported in the lead and body.
ta: இணைக்கும் சூழலின் பண்புகளை அணுக பின்வரும் மேக்ரோக்கள் பயன்படுத்தப்படலாம். தொகுதிகளுக்கு, எந்தவொரு பண்பிலும் மேக்ரோக்கள் கிடைக்கின்றன. கட்டுரைகளுக்கு, மேக்ரோக்கள் முன்னணி மற்றும் உடலில் ஆதரிக்கப்படுகின்றன.

source: To use one of these macros, just prepend a "!" symbol to the macro key, in any of the supported contexts. For example, you can use !profile-name on the title of a block, and it will be replaced by the name of the profile.
ta: இந்த மேக்ரோக்களில் ஒன்றைப் பயன்படுத்த, ஒரு "!" மேக்ரோ விசையின் அடையாளம், எந்தவொரு உதவி சூழல்களிலும். எடுத்துக்காட்டாக, நீங்கள் ஒரு தொகுதியின் தலைப்பில்! சுயவிவரப் பெயரை பயன்படுத்தலாம், மேலும் இது சுயவிவரத்தின் பெயரால் மாற்றப்படும்.

source: Note that macros are only supported in the contexts below
ta: கீழே உள்ள சூழல்களில் மட்டுமே மேக்ரோக்கள் ஆதரிக்கப்படுகின்றன என்பதை நினைவில் கொள்க

source: Macros for %s
ta: %s க்கான மேக்ரோக்கள்

source: Macro key
ta: மைக்ரோ விசை

source: Return Value
ta: திரும்ப மதிப்பு

source: api-playground|Try the %s
ta: API-blayground | %s ஐ முயற்சிக்கவும்

source: Use the login endpoint
ta: உள்நுழைவு இறுதிப்புள்ளியைப் பயன்படுத்தவும்

source: Add parameter
ta: அளவுருவைச் சேர்க்கவும்

source: Run
ta: ஓடு

source: Article not selected yet.
de: Artikel nicht ausgewählt.
es: Artículo no seleccionado aun.
ru: Статья не выбрана
ta: கட்டுரை இன்னும் தேர்ந்தெடுக்கப்படவில்லை.

source: Subscribe RSS Feed
de: Abonniere RSS Feed
es: Suscribirse a noticias RSS
ru: Подписаться на ленту RSS
ta: RSS ஊட்டத்தை குழுசேரவும்

source: This profile is not member of any community yet.
ta: இந்த சுயவிவரம் இதுவரை எந்த சமூகத்திலும் உறுப்பினராக இல்லை.

source: Unblock
de: freigeben
es: Desbloquear
ru: разблокировать
ta: தடை

source: View all
de: Zeige alle
es: Ver todos
ru: Просмотреть все
ta: அனைத்தையும் காண்க

source: Some suggestions for you
ta: உங்களுக்காக சில பரிந்துரைகள்

source: See all suggestions
ta: அனைத்து பரிந்துரைகளையும் காண்க

source: Feed content was not loaded yet
de: Inhalt des Feeds konnte nicht geladen werden
es: El contenido no se ha cargado todavia
ru: Контент еще не был загружен
ta: தீவன உள்ளடக்கம் இன்னும் ஏற்றப்படவில்லை

source: Updated: %s
de: Geändert: %s
es: Actualizado el %s
ru: Загружено: %s
ta: புதுப்பிக்கப்பட்டது: %s

source: tags|View all
de: tags|Zeige alle
es: etiquetas|Ver todos
ru: Тэги|Просмотреть все
ta: குறிச்சொற்கள் | அனைத்தையும் காண்க

source: Please, edit this block and choose some images
de: Bitte ändern Sie diesen Block und wählen Sie einige Bilder aus
es: Por favor, edita este bloque y selecciona algunas imágenes
ru: Пожалуйста, отредактируйте этот блок и выберите изображения
ta: தயவுசெய்து, இந்தத் தொகுதியைத் திருத்தி சில படங்களைத் தேர்வுசெய்க

source: Please, edit this block to add links
ta: தயவுசெய்து, இணைப்புகளைச் சேர்க்க இந்தத் தொகுதியைத் திருத்தவும்

source: This profile has no geographical position registered.
de: Für dieses Profil ist keine geografische Position registriert.
es: Este perfil no tiene una posición geográfica registrada.
ru: В профиле не указана географическая позиция.
ta: இந்த சுயவிவரத்தில் புவியியல் நிலை பதிவு செய்யப்படவில்லை.

source: Logged in as %s
de: Angemeldet als %s
es: Autenticado como %s
ru: В системе как %s
ta: %s ஆக உள்நுழைந்துள்ளது

source: User since %s/%s
ta: %s/ %s முதல் பயனர்

source: View profile
de: Zeige Profil
es: Ver perfil
ru: Просмотреть профиль
ta: சுயவிவரத்தைக் காண்க

source: One article published
de: Ein Artikel publiziert
es: Un artículo publicado
ru: Опубликована одна статья
ta: ஒரு கட்டுரை வெளியிடப்பட்டது

source: One member
de: Ein Mitglied
es: Un miembro
ru: Один участник
ta: ஒரு உறுப்பினர்

source: One tag
de: Ein Tag
es: Una etiqueta
ru: Один тег
ta: ஒரு குறிச்சொல்

source: One friend
de: Ein Freund
es: Un amigo
ru: один друг
ta: ஒரு நண்பர்

source: One community
de: %{num} Communitiy
es: Una comunidad
ru: Одно сообщество
ta: ஒரு சமூகம்

source: Since %{year}/%{month}
de: Seit %{month}/%{year}
es: Desde %{month}/%{year}
ru: С %{month}/%{year}
ta: %{year}/ %{month}

source: Send an e-mail to the administrators
de: Sende eine E-Mail an die Administratoren
ta: நிர்வாகிகளுக்கு ஒரு மின்னஞ்சல் அனுப்பவும்

source: Add as favorite
de: Als Favoriten hinzufügen
es: Añadir como favorito
ru: Добавить в избранное
ta: பிடித்ததாகச் சேர்க்கவும்

source: Add enterprise as favorite
de: Unternehmen als Favoriten hinzufügen
es: Añadir empresa como favorita
ru: Добавить компанию в избранное
ta: நிறுவனத்தை பிடித்ததாக சேர்க்கவும்

source: Your membership is waiting for approval
ta: உங்கள் உறுப்பினர் ஒப்புதலுக்காக காத்திருக்கிறார்

source: Please confirm to leave the community '%{name}'
ta: சமூகத்தை '%{name}' விட்டுவிட உறுதிப்படுத்தவும்

source: Add friend
de: Freund hinzufügen
es: Agregar amigo
ru: Добавить друга
ta: நண்பரைச் சேர்க்கவும்

source: Select the circles for %s
ta: %s க்கு வட்டங்களைத் தேர்ந்தெடுக்கவும்

source: New Circle
ta: புதிய வட்டம்

source: Circle name
ta: வட்ட பெயர்

source: Create
de: Erstellen
es: Crear
ru: Создать
ta: உருவாக்கு

source: This profile has no documents yet.
ta: இந்த சுயவிவரத்தில் இதுவரை ஆவணங்கள் இல்லை.

source: Please, edit this block and select an image gallery.
de: Bitte ändern Sie diesen Block und wählen Sie eine Bildgalerie aus.
es: Por favor, edita este bloque y selecciona una galería de imágenes.
ru: Пожалуйста, отредактируйте этот блок и выберите галерею изображений
ta: தயவுசெய்து, இந்தத் தொகுதியைத் திருத்தி பட கேலரியைத் தேர்ந்தெடுக்கவும்.

source: You don't have an community defined as the portal community. Define it before use this block properly.
de: Sie haben keine Community als Portal-Community definiert. Bitte definieren Sie eine, bevor Sie diesen Block wirklich benutzen.
es: No tienes una comunidad definida como la comunidad portal. Defínela antes de usar este bloque correctamente.
ru: У вас нет сообщества, определенного как портальное сообщество. Определите его перед использованием этого блока
ta: போர்டல் சமூகம் என வரையறுக்கப்பட்ட சமூகம் உங்களிடம் இல்லை. இந்தத் தொகுதியை சரியாகப் பயன்படுத்துவதற்கு முன் அதை வரையறுக்கவும்.

source: Number of posts:
ta: இடுகைகளின் எண்ணிக்கை:

source: How to display this content:
ta: இந்த உள்ளடக்கத்தை எவ்வாறு காண்பிப்பது:

source: Full post
de: gesamtes Post
es: Publicación completa
ru: Полный пост
ta: முழு இடுகை

source: Lead
de: Anschluss
es: Dirigir
ru: Вести
ta: ஈயம்

source: Choose a blog:
de: Blog auswählen:
es: Selecciona una blog:
ru: Выбрать блог
ta: ஒரு வலைப்பதிவைத் தேர்வுசெய்க:

source: Category types
de: Kategorietypen
es: Tipos de categoría
ru: Типы категорий
ta: வகை வகைகள்

source: Limit of posts to display
de: Begrenzung von angezeigten Posts
es: Límite de publicaciones para mostrar
ru: Лимит постов для отображения
ta: காண்பிக்க இடுகைகளின் வரம்பு

source: Highlights
de: Empfehlungen
es: Destacados
ru: Выделение
ta: சிறப்பம்சங்கள்

source: Image
de: Bild
es: Imagen
ru: Изображение
ta: படம்

source: Position
es: Posición
ru: Позиция
ta: நிலை

source: New Window
ta: புதிய சாளரம்

source: New highlight
de: Neues Highlight
es: Nuevo destacado
ru: Новое выделение
ta: புதிய சிறப்பம்சமாக

source: Image transition:
de: Bildübergang:
es: Transición de imagen
ru: Графический переход:
ta: பட மாற்றம்:

source: No automatic transition
de: Keine automatische Übermittlung
es: Son transición automática
ru: Нет автоматического перехода
ta: தானியங்கி மாற்றம் இல்லை

source: Every 1 second
de: Jede Sekunde
es: Cada segundo
ru: Каждую секунду
ta: ஒவ்வொரு 1 வினாடியும்

source: Show images in random order
de: Zeige Bilder in zufälliger Reihenfolge
es: Mostrar imágenes en orden aleatorio
ru: Показывать изображения в случайном порядке
ta: சீரற்ற வரிசையில் படங்களைக் காட்டு

source: Display navigation buttons
de: Zeige Buttons für Navigation
es: Mostrar botones de navegación
ru: Отобразить кнопки навигации
ta: வழிசெலுத்தல் பொத்தான்களைக் காண்பி

source: Links
es: Enlaces
ru: Ссылки
ta: இணைப்புகள்

source: Icon
es: Ícono
ru: Иконка
ta: படவுரு

source: Target
de: Ziel
es: Objetivo
ru: Цель
ta: இலக்கு

source: New link
de: Neuer Link
es: Nuevo enlace
ru: Новая ссылка
ta: புதிய இணைப்பு

source: Zoom Level:
de: Zoom-Stufe:
es: Nivel de acercamiento:
ru: Увеличение:
ta: சூம் நிலை:

source: World
de: Welt
es: Mundo
ru: мир
ta: உலகம்

source: Street
de: Straße
es: Calle
ru: Улица
ta: தெரு

source: Map Type:
de: Kartentyp:
es: Tipo de mapa
ru: Тип карты
ta: வரைபட வகை:

source: Road Map
de: Straßenkarte
es: Mapa de caminos
ru: Дорожная карта
ta: சாலை வரைபடம்

source: Mobile
de: Mobiltelefon
es: Móvil
ru: Мобильный
ta: மொபைல்

source: Satellite
de: Satellit
es: Satélite
ru: Спутниковый
ta: செயற்கைக் கோள்

source: Terrain
de: Gebiet
es: Terreno
ru: Местность
ta: பரப்புக்கூறு

source: Hybrid
de: gemischt
es: Híbrido
ru: Гибрид
ta: கலப்பினம்

source: Show name on block
de: Zeige Namen im Block an
es: Mostrar nombre en bloque
ru: Показать имя блока
ta: தொகுதியில் பெயரைக் காட்டு

source: Limit of items
de: Begrenzung von Einträgen
es: Límite de elementos
ru: Список
ta: பொருட்களின் வரம்பு

source: Prioritize profiles with image
de: Profile mit Bildern bevorzugen
es: Priorizar perfiles con imagen
ta: படத்துடன் சுயவிவரங்களுக்கு முன்னுரிமை கொடுங்கள்

source: Filter profiles by kind:
ta: சுயவிவரங்களை வடிகட்டவும்:

source: HTML code
es: Código HTML
ru: HTML код
ta: உஉகுமொ குறியீடு

source: Choose a gallery
de: Galerie auswählen
es: Selecciona una galería
ru: Выберите галлерею
ta: கேலரியைத் தேர்வுசெய்க

source: %{gallery} (%{count} images)
de: %{gallery} (%{count} Bilder)
es: %{gallery} (%{count} imagenes)
ru: %{gallery} (%{count} изображений)
ta: %{gallery} (%{count} படங்கள்)

source: Image size
de: Bildgröße
es: Tamaño de la imagen
ru: Размер изображения
ta: பட அளவு

source: Thumbnail
de: Vorschaubild
es: Miniatura
ru: Превью
ta: சிறுபடம்

source: Slideshow size
de: Größe der Einzelbilder
es: Tamaño de la presentación
ru: Размер слайдшоу
ta: ச்லைடுசோ அளவு

source: Limit of tags to display:
de: Begrenzung von angezeigten Posts:
es: Límite de etiquetas a mostrar:
ru: Лимит тэгов для отображения
ta: காண்பிக்க குறிச்சொற்களின் வரம்பு:

source: Custom title for this block:
de: persönlicher Titel für diesen Block:
es: Título personalizado para este bloque
ru: Сменить заголовок
ta: இந்த தொகுதிக்கான தனிப்பயன் தலைப்பு:

source: Custom subtitle for this block:
ta: இந்த தொகுதிக்கான தனிப்பயன் வசன:

source: Display this block:
de: Zeige diesen Block:
es: Mostrar este bloque
ru: Отображать данный блок:
ta: இந்த தொகுதியைக் காண்பி:

source: Display to users:
ta: பயனர்களுக்குக் காண்பி:

source: Show for:
de: Suche nach:
es: Mostrar para:
ta: இதைக் காட்டு:

source: all languages
de: alle Sprachen
es: todos los idiomas
ta: அனைத்து மொழிகளும்

source: Edit options:
ta: விருப்பங்களைத் திருத்து:

source: Move options:
ta: விருப்பங்களை நகர்த்தவும்:

source: Mirror
ta: கண்ணாடி

source: Custom css class for this block:
ta: இந்த தொகுதிக்கான தனிப்பயன் சிஎச்எச் வகுப்பு:

source: Editing sideboxes
de: Sidebox ändern
es: Editando cajas laterales
ru: Редактировать боковые блоки
ta: பக்க பெட்டிகளைத் திருத்துதல்

source: Filter blocks
ta: வடிகட்டி தொகுதிகள்

source: Back to administration
ta: நிர்வாகத்திற்குத் திரும்பு

source: Manage Captcha
ta: கேப்ட்சாவை நிர்வகிக்கவும்

source: Define who is obliged to answer the captcha verification for each action.
ta: ஒவ்வொரு செயலுக்கும் கேப்ட்சா சரிபார்ப்புக்கு பதிலளிக்க யார் கடமைப்பட்டிருக்கிறார்கள் என்பதை வரையறுக்கவும்.

source: Add subcategory
de: Subkategorie hinzufügen
es: Agregar subcategoría
ru: Добавить субкатегорию
ta: துணைப்பிரிவைச் சேர்க்கவும்

source: Are you sure you want to remove "%s"?
de: Sind Sie sicher, dass Sie "%s" entfernen möchten?
es: ¿Estás seguro de que deseas eliminar "%s"?
ru: Вы уверены что хотите удалить "%s"?
ta: "%s" ஐ அகற்ற விரும்புகிறீர்களா?

source: Are you sure you want to remove "%s" and all its subcategories?
de: Sind Sie sicher, dass Sie "%s" und alle Subkategorien entfernen möchten?
es: ¿Estás seguro de que deseas eliminar "%s" y todas sus subcategorías?
ru: Вы уверены что хотите удалить "%s" и все подкатегории?
ta: "%s" மற்றும் அதன் அனைத்து துணைப்பிரிவுகளையும் அகற்ற விரும்புகிறீர்களா?

source: Show/Hide subcategories
ta: துணைப்பிரிவுகளைக் காட்டவும்/மறைக்கவும்

source: Display in the menu
de: Im Menü anzeigen
es: Mostrar en el menú
ru: Отображать в данном меню
ta: பட்டியலில் காண்பி

source: Pick a color
ta: ஒரு வண்ணத்தைத் தேர்ந்தெடுங்கள்

source: Image:
de: Bild:
es: Imagen:
ru: Изображение
ta: படம்:

source: Editing %s
de: Ändere %s
es: Editando %s
ru: Редактирование %s
ta: திருத்துதல் %s

source: New category
de: Neue Kategorie
es: Nueva categoría
ru: Новая категория
ta: புதிய வகை

source: Could not connect to chat
de: Kann keinen Kontakt zum Chat herstellen
es: No se ha podido conectar al chat
ru: Невозможно соединиться с чатом
ta: அரட்டையுடன் இணைக்க முடியவில்லை

source: try again
de: Bitte versuchen Sie es noch ein Mal
es: intenta de nuevo
ru: Попробуйте снова
ta: மீண்டும் முயற்சிக்கவும்

source: Profile type
ta: சுயவிவர வகை

source: Save changes
de: Änderungen speichern
es: Guardar cambios
ru: Сохранить изменения
ta: மாற்றங்களைச் சேமிக்கவும்

source: Create circle
ta: வட்டத்தை உருவாக்கவும்

source: Edit circle
ta: வட்டம் திருத்து

source: Manage circles
ta: வட்டங்களை நிர்வகிக்கவும்

source: Actions
de: Aktionen
es: Acciones
ru: Действия
ta: செயல்கள்

source: Create a new circle
ta: புதிய வட்டத்தை உருவாக்கவும்

source: New circle
ta: புதிய வட்டம்

source: Archived article! It's read-only
ta: காப்பகப்படுத்தப்பட்ட கட்டுரை! இது படிக்க மட்டுமே

source: Additional Fields
ta: கூடுதல் புலங்கள்

source: Add new field
ta: புதிய புலத்தைச் சேர்க்கவும்

source: Field name
ta: புலம் பெயர்

source: My Blog
de: Mein Blog
es: Mi blog
ru: Мой блог
ta: எனது வலைப்பதிவு

source: WARNING!
de: WARNUNG!
es: ¡ADVERTENCIA!
ru: Внимание!
ta: எச்சரிக்கை!

source: You are about to change the address, and this will break external links to this blog or to posts inside it. Do you really want to change?
de: Sie sind dabei die Adresse zu ändern und dass unterbricht externe Links zur Homepage und zu deren Inhalten. Wollen Sie wirklich die Adresse ändern?
es: Estás a punto de cambiar la dirección, y eso romperá los enlaces externos hacia este blog y a las publicaciones dentro de él. ¿Realmente deseas cambiarla?
ru: Вы собираетесь сменить адрес, это приведет к разрыву всех внешних ссылок, ведущих на вашу страницу. Вы уверены?
ta: நீங்கள் முகவரியை மாற்றப் போகிறீர்கள், இது இந்த வலைப்பதிவிற்கான வெளிப்புற இணைப்புகளை உடைக்கும் அல்லது அதற்குள் உள்ள இடுகைகளை உடைக்கும். நீங்கள் உண்மையில் மாற்ற விரும்புகிறீர்களா?

source: Description:
de: Beschreibung:
es: Descripción:
ru: Описание:
ta: விளக்கம்:

source: Cover image:
ta: கவர் படம்:

source: How to display posts:
de: Wie werden posts angezeigt:
es: Como mostrar las publicaciones:
ru: Как отображать посты:
ta: இடுகைகளை எவ்வாறு காண்பிப்பது:

source: First paragraph
de: Erster Absatz
es: Primer párrafo
ru: Первый параграф
ta: முதல் பத்தி

source: First paragraph, with post picture
ta: முதல் பத்தி, தபால் படத்துடன்

source: Title, Image, Lead
ta: தலைப்பு, படம், முன்னணி

source: Posts per page:
de: Posts pro Seite:
es: Publicaciones por página:
ru: Сообщений на странице:
ta: ஒரு பக்கத்திற்கு இடுகைகள்:

source: List only translated posts
de: Nur übersetzte Posts anzeigen
es: Listar solamente publicaciones traducidas
ta: மொழிபெயர்க்கப்பட்ட இடுகைகளை மட்டுமே பட்டியல்

source: Limit of posts in RSS Feed
de: Begrenzung der Posts in den RSS Feed
es: Limite de publicaciones en el RSS Feed
ru: Лимит постов в RSS ленте
ta: RSS ஊட்டத்தில் இடுகைகளின் வரம்பு

source: Include in RSS Feed only posts from language:
de: RSS Feed nur in folgender Sprache einschließen:
es: Incluir en el contenido de noticias solo las publicaciones de lenguaje:
ta: ஆர்.எச்.எச்.

source: Fetch posts from an external feed
de: Posts von einer externen Quelle abrufen
es: Extraer las publicaciones desde un Feed externo
ru: Вставить сообщения из внешней ленты
ta: வெளிப்புற ஊட்டத்திலிருந்து இடுகைகளைப் பெறுங்கள்

source: Feed address
de: Quelladresse
es: Dirección del Feed
ru: Адрес ленты
ta: ஊட்ட முகவரி

source: Fetch posts only once
de: Posts nur ein Mal abrufen
es: Extraer publicaciones solamente una vez
ru: Вставить посты только один раз
ta: இடுகைகளை ஒரு முறை மட்டுமே பெறுங்கள்

source: Fetch posts periodically
de: Posts periodisch abrufen
es: Extraer publicaciones periódicamente
ru: Периодически вставлять посты
ta: அவ்வப்போது இடுகைகளைப் பெறுங்கள்

source: Feeds are updated in batches periodically. Please note that your posts will not be fetched immediately.
de: Feeds werden periodisch aktualisiert. Bitte beachten Sie, dass Ihre Posts nicht sofort versandt werden.
es: Los Feeds serán actualizados periódicamente en grupos. Ten en cuenta de que tus publicaciones no se extraerán inmediatamente
ru: Ленты обновляются периодически лентами. Пожалуйста, обратите внимание, что Ваши посты не будут обновлены немедленно.
ta: ஊட்டங்கள் அவ்வப்போது தொகுதிகளில் புதுப்பிக்கப்படுகின்றன. உங்கள் இடுகைகள் உடனடியாக பெறப்படாது என்பதை நினைவில் கொள்க.

source: Drag images to add them to the text or click on file names to add links to the text.
ta: படங்களை உரையில் சேர்க்க இழுக்கவும் அல்லது உரைக்கான இணைப்புகளைச் சேர்க்க கோப்பு பெயர்களைக் சொடுக்கு செய்யவும்.

source: Event website:
de: Webseite zum Ereignis:
es: Eventos del sitio web
ru: Сайт события
ta: நிகழ்வு வலைத்தளம்:

source: Address:
de: Adresse:
es: Dirección:
ru: Адрес:
ta: முகவரி:

source: Type
de: Typ
es: Tipo
ru: Тип
ta: வகை

source: Size
es: Tamaño
ru: Размер
ta: அளவு

source: Public view
de: Öffentlich
es: Vista pública
ru: Публичный вид
ta: பொது பார்வை

source: No files to show
ta: காட்ட கோப்புகள் இல்லை

source: My Forum
de: Mein Forum
es: Mi foro
ta: எனது மன்றம்
