Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Contract created but some products could not be added.
de: Der Vertrag wurde erstellt, aber einige Produkte konnten nicht hinzugefügt werden.
es: Contrato creado pero algunos productos no pudieron agregarse.

source: Contract doesn't exists! Maybe it was already removed.
de: Der Vertrag existiert nicht! Vielleicht wurde er bereits entfernt.
es: ¡El contrato no existe! Quizás ya fue eliminado.

source: Could not edit such contract.
de: Kann den Vertrag nicht verändern.
es: No se puede editar tal contrato.

source: Contract edited.
de: Vertrag geändert.
es: contrato editado.

source: Contract edited but some products could not be added.
de: Vertrag geändert, aber einige Produkte konnten nicht hinzugefügt werden.
es: Contrato editado pero algunos productos no pueden ser agregados.

source: Contract removed.
de: Vertrag entfernt.
es: Contrato eliminado.

source: Contract could not be removed. Sorry! ^^
de: Vertrag konnte nicht entfernt werden. Entschuldigung! ^^
es: El contrato no puede ser eliminado. ¡Perdón! ^^

source: Your Bsc was created.
de: Ihr Bsc wurde erstellt.
es: Tu Bsc fue creado.

source: Enterprises validated.
de: Unternehmen validiert.
es: Empresas validadas.

source: Enterprise validations couldn't be saved.
de: Die Unternehmensvalidierungen konnten nicht gespeichert werden.
es: Las validaciones de la empresa no pudieron guardarse.

source: Adds the Bsc feature
de: Fügt Unterstützung für Bsc hinzu
es: Añade la característica Bsc

source: Create Bsc
de: Bsc erstellen
es: Crear Bsc

source: Validate Enterprises
de: Unternehmen bestätigen
es: Validar empresas

source: Manage associated enterprises
de: Verwalte verbundene Unternehmen
es: Administrar empresas asociadas

source: Transfer ownership
de: Eigentümerschaft übertragen
es: Transferir propiedad

source: Manage contracts
de: Verträge verwalten
es: Administrar contratos

source: [%s] Bsc management transferred to you.
de: [%s] Die Verwaltung von Bsc wurde Ihnen übertragen.
es: [%s] administración de bsc transferida a ti

source: Opened
de: Geöffnet
es: Abierto

source: Negotiating
de: Aushandlung
es: Negociando

source: Executing
de: Ausführung
es: Ejecutando

source: Closed
de: Geschlossen
es: Cerrado

source: ProjectA
de: ProjektA
es: Proyecto A

source: ProjectB
de: ProjektB
es: Proyecto B

source: Bsc info and settings
de: Bsc-Informationen und -Einstellungen
es: Información y configuración de Bsc

source: BSC association
de: BSC-Zusammenschluss
es: Asociación BSC

source: %{requestor} wants to associate this enterprise with %{linked_subject}.
de: %{requestor} möchte das Unternehmen %{linked_subject} mit %{linked_subject} verknüpfen.
es: %{requestor} quiere asociar esta empresa con %{linked_subject}.

source: %{enterprise} accepted your request to associate it with %{bsc}.
de: %{enterprise} hat Ihre Anfrage zur Verbindung mit %{bsc} akzeptiert.
es: %{enterprrise} aceptó tu solicitud para asociarse con %{bsc}.

source: %{enterprise} rejected your request to associate it with %{bsc}.
de: %{enterprise} hat Ihre Anfrage zur Verbindung mit %{bsc} abgelehnt.
es: %{enterprise} rechazó tu solicitud para asociarse con %{bsc}.

source: Here is the reject explanation left by the administrator: %{reject_explanation}
de: Hier ist der vom Administrator angegebene Grund der Ablehnung: %{reject_explanation}
es: Aquí está la explicación del rechazo dejada por el administrador: %{reject_explanation}

source: %{requestor} wants assoaciate %{bsc} as your BSC.
de: %{requestor} möchte %{bsc} als Ihr BSC verknüpfen.
es: %{requestor} quire asociar %{bsc} como tu BSC.

source: Option updated successfully.
de: Optionen erfolgreich aktualisiert.
es: Opción actualizada correctamente.

source: Option wasn't updated successfully.
de: Optionen konnte nicht erfolgreich aktualisiert werden.
es: La opción no fue actualizada satisfactoriamente.

source: Request sent successfully. Check your email.
de: Die Antwort wurde erfolgreich gesendet. Prüfen Sie Ihren E-Mail-Eingang.
es: Solicitud enviada satisfactoriamente. Revisa tu correo electrónico.

source: Basket displayed.
de: Einkaufskorb angezeigt.
es: Carrito mostrado.

source: Basket hidden.
de: Einkaufskorb versteckt.
es: Carrito oculto.

source: Can't join items from different enterprises.
de: Dinge aus unterschiedlichen Firmen können nicht zusammengeführt werden.
es: No puedes unir elementos de diferentes empresas.

source: There is no basket.
de: Es gibt keinen Einkaufskorb.
es: No hay carrito.

source: This enterprise doesn't have this product.
de: Dieses Unternehmen besitzt das gewählte Produkt nicht.
es: Esta empresa no tiene este producto.

source: The basket doesn't have this product.
de: Der Einkaufskorb beinhaltet das gewählte Produkt nicht.
es: El carrito no tiene este producto.

source: Invalid quantity.
de: Ungültige Menge.
es: Cantidad no válida.

source: A shopping basket feature for enterprises
de: Ein Einkaufskorb für Unternehmen
es: Una característica de carrito de compras para tu empresa

source: Add to basket
de: Zum Einkaufskorb hinzufügen
es: Añadir al carrito

source: Shopping basket
de: Einkaufskorb
es: Carrito de compras

source: Purchase reports
de: Kaufbelege
es: Reportes de compras

source: [%s] Your buy request was performed successfully.
de: [%s] Ihr beabsichtigter Kauf wurde erfolgreich durchgeführt.
es: [%s] Tu solicitud de compra se realizó con exito.

source: [%s] You have a new buy request from %s.
de: [%s] Sie haben eine neue Kaufanfrage von %s.
es: [%s] Tienes una nueva solicitud de compra de %s.

source: Delivery
de: Auslieferung
es: Entrega

source: Item name
de: Name der Sache
es: Nombre de artículo

source: Canceled
de: Abgebrochen
es: Cancelado

source: Confirmed
de: Bestätigt
es: Confirmado

source: Shipped
de: Ausgeliefert
es: Transportado

source: Requires users to authenticate in order to post comments.
de: Nutzer müssen sich anmelden, um Kommentare abgeben zu dürfen.
es: Se requiere que el usuario se autentique para poder enviar comentarios.

source: Incorrect user/password pair.
de: Falsches Paar aus Nutzername und Passwort.
es: Nombre de usuario o contraseña incorrecta.

source: Conection requires SSL certificate and post method.
de: Die Verbindung benötigt ein SSL-Zertifikat und eine POST-Methode.
es: La conexión requiere certificación SSL y el método post.

source: Add Stoa features
de: Fügt die Stoa-Funktion hinzu
es: Añadir características Stoa

source: Birth date (yyyy-mm-dd)
de: Geburtstag (jjjj-mm-tt)
es: Fecha de nacimiento (yyyy-mm-dd)

source: The usp id grants you special powers in the network. Don't forget to fill it if you have one.
de: Die USP-Nummer gibt Ihnen spezielle Kräfte im Netzwerk. Vergessen Sie nicht, sie als gültige Nummer anzugeben, sofern Sie eine haben.
es: El identificador usp te otorga poderes especiales en la red. No te olvides de llenarlo si tienes uno.

source: validation failed
de: Validierung fehlgeschlagen
es: la validación falló

source: usp user
es: usuario usp

source: Configurations was saved
de: Die Konfiguration wurde gespeichert
es: La configuración fue guardada

source: Configurations could not be saved
de: Die Konfiguration konnte nicht gespeichert werden
es: La configuración no pudo guardarse

source: Message sent
de: Nachricht gesendet
es: Mensaje enviado

source: A plugin that allows sending e-mails via HTML forms.
de: Ein Plugin, welches die Zustellung von E-Mails von HTML-Formularen erlaubt.
es: Una característica adicional que permite enviar correos electrónicos via formularios HTML.

source: To
de: An
es: Para

source: New mail
es: Nuevo correo electrónico

source: '%s' isn't a valid e-mail address
de: %s ist keine gültige E-Mail-Adresse
es: '%s' no es una dirección de correo electrónico válida.

source: '%s' address is not allowed (see SendEmailPlugin config)
de: Die Adresse von %s ist nicht erlaubt (siehe Einstellungen zu SendEmailPlugin)
es: La dirección '%s' no es permitida (ver configuración de SendEmailPlugin)

source: Google Analytics Profile ID
de: Profil-ID von Google Analytics
es: ID Perfil Análisis Google

source: See how to configure statistics for your profile
de: Sehen Sie sich an, wie Sie Statistiken für Ihr Profil konfigurieren können
es: Ve cómo configurar las estadísticas para tu perfil

source: Grade:
es: Grado:

source: Repository type
es: Tipo de repositorio

source: Repository address
es: Dirección de repositorio

source: Source tree
es: Fuente del árbol

source: Load time
es: Tiempo de carga

source: Analysis time
es: Tiempo de análisis

source: Loading
de: Lade
es: Cargando

source: Comments
de: Kommentare
es: Comentarios

source: Accept comments from unauthenticated users
de: Kommentare von nicht angemeldeten Nutzer akzeptieren
es: Aceptar comentarios de usuarios no autenticados

source: SendEmailPlugin's config
de: Konfiguration des SendEmailPlugins
es: Configuración de SendEmailPlugin

source: E-Mail addresses you want to allow to send
de: E-Mail-Adressen, welche Sie zum Senden freigeben möchten
es: Direcciones de correo electrónico que quieres permitir enviar

source: (list of email addresses separated by comma)
de: (liste von kommagetrennten E-Mail-Adressen)
es: (lista de direcciones de correo electrónico separadas por coma)

source: The message could not be sent
de: Die Nachricht konnte nicht abgeschickt werden
es: El mensaje no pudo ser enviado

source: Contact from %s
de: Kontakt von %s
es: Contactar desde %s

source: Hi %s!
de: Hallo %s!
es: ¡Hola %s!

source: Date(newest first)
de: Datum (neueste zuerst)
es: Fecha (más reciente primero)

source: Date(oldest first)
de: Datum (älteste zuerst)
es: Fecha (más antiguo primero)

source: Client name(A-Z)
de: Kundenname (A-Z)
es: Nombre del cliente (A-Z)

source: Client name(Z-A)
de: Kundenname (Z-A)
es: Nombre del cliente (Z-A)

source: There are no contracts at all.
de: Sie haben noch keine Verträge.
es: No hay ningún contrato.

source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?

source: Create new contract
de: Einen neuen Vertrag erstellen
es: Crear nuevo contrato

source: Transfer Ownership
de: Eigentümerschaft übertragen
es: Transferir propiedad

source: This option allows you to transfer this enterprise's management to another user. This action will remove all the current administrators. Be careful when confirming this procedure.
de: Diese Option erlaubt Ihnen, die Verwaltung dieses Unternehmens an einen anderen Benutzer zu übertragen. Diese Aktion wird alle derzeitigen Administratoren entfernen. Seien Sie vorsichtig, bevor Sie diese Prozedur ausführen.
es: Esta opción te permite transferir la administración de esta empresa a otro usuario. Esta acción eliminará a todos los administradores actuales. Ten cuidado cuando confirmes este proceso.

source: Current administrators:
de: Aktuelle Administratoren:
es: Administradores actuales:

source: Administrator:
es: Administrador:

source: Type in a search term for the new administrator
de: Geben Sie einen Suchbegriff für den neuen Administrator ein
es: Ingresa un término de búsqueda para el nuevo administrador

source: Associations awaiting approval:
de: Assoziierungen, welche noch bestätigt werden müssen:
es: Asociaciones de espera de aprobación:

source: Type in a search term for enterprise
de: Geben Sie einen Suchbegriff für Unternehmen ein
es: Ingresa un término de búsqueda para la empresa

source: Add new enterprise
de: Neues Unternehmen hinzufügen
es: Añadir nueva empresa

source: Client type
de: Typ des Kunden
es: Tipo de cliente

source: Business type
de: Typ des Geschäfts
es: Tipo de negocio

source: Type in search term for enterprise
de: Geben Sie den Suchbegriff für das Unternehmen ein
es: Ingresa un término de búsqueda para la empresa

source: Quantity
de: Anzahl
es: Cantidad

source: Unit price
de: Stückpreis
es: Precio unitario

source: Add new product
de: Neues Produkt hinzufügen
es: Añadir nuevo producto

source: Supply period
de: Zulieferungszeitabschnitt
es: Período de suministro

source: Type in a search term for product
de: Geben Sie einen Suchbegriff für das Produkt ein
es: Ingresa un término de búsqueda para el producto

source: Existing enterprises:
de: Existierende Unternehmen:
es: Empresas existentes:

source: Were found %{count} enterprises with similar names on the same city, you can decide to associate one of them or create the new enterprise confirming the informations you typed in.
de: Wir haben %{count} Firmen mit ähnlichen Namen in der gleichen Stadt gefunden. Sie können sich mit einer von diesen assoziieren oder eine neue Firma unter Bestätigung der von Ihnen getätigten Angaben gründen.
es: Fueron encontrados %{count} empresas con nombres similares en la misma ciudad, puedes decidir asociar una de ellos o crear la nueva empresa confirmando la información que escribiste.

source: Associate
de: Verknüpfen
es: Asociar

source: Number of producers
de: Anzahl der Produzenten
es: Número de productores

source: Annotations
de: Anmerkungen
es: Anotaciones

source: New contract
de: Neuer Vertrag
es: Nuevo contrato

source: You are about to change the address, and this will break external links to this bsc or to posts inside it. Do you really want to change?
de: Sie sind dabei die Adresse zu ändern. Das unterbricht externe Verweise zum Bsc und zu deren Inhalten. Wollen Sie wirklich die Adresse ändern?
es: Estás a punto de cambiar la dirección, y esto romperá los enlaces externos a este bsc o a las publicaciones su interior. ¿Estás seguro que quieres cambiarla?

source: Validate enterprises
de: Unternehmen validieren
es: Validar empresas

source: BSC registration
de: BSC-Registrierung
es: Registro de BSC

source: The management of %{bsc} was transferred to you.
de: Die Verwaltung des %{bsc} wurde zu Ihnen transferiert.
es: La administración de %{bsc} te fue transferido.

source: Contact phone:
de: Kontakttelefonnummer:
es: Teléfono de contacto:

source: Email:
es: Correo electrónico:

source: Are you sure you want to remove this item?
de: Sind Sie sicher, dass Sie diesen Eintrag entfernen möchten?
es: ¿Estás seguro de que deseas eliminar este elemento?

source: Are you sure you want to clean your basket?
de: Sind Sie sicher, dass Sie den Einkaufskorb leeren möchten?
es: ¿Estás seguro de que deseas limpiar tu carrito de compras?

source: Basket
de: Einkaufskorb
es: Carrito de compras

source: Clean basket
de: Einkaufskorb leeren
es: Limpiar carrito de compras

source: Shopping checkout
de: Einkauf beenden
es: Realizar pedido de compra

source: Show basket
de: Einkaufskorb anzeigen
es: Mostrar carrito de compra

source: Hide basket
de: Einkaufskorb verstecken
es: Ocultar carrito de compra

source: Purchase Reports
de: Meldungen über Einkäufe
es: Reporte de compras

source: to
de: zu
es: a

source: Products list
de: Produktlisten
es: Lista de productos

source: Orders list
de: Bestelllisten
es: Lista de órdenes

source: No results.
de: Keine Ergebnisse.
es: Sin resultados.

source: Customer
de: Kunde
es: Cliente

source: Purchase value
de: Wert des Einkaufs
es: Valor de compra

source: Basket options
de: Optionen zum Einkaufskorb
es: Opciones de carrito

source: Delivery?
es: ¿Entrega?

source: Option
es: Opción
ru: Опции

source: This is a notification e-mail about your buy request on %s.
de: Dies ist eine Benachrichtigungs-E-Mail über Ihre Anfrage, %s kaufen zu wollen.
es: Esta es un correo electrónico de notificación sobre tu solicitud de compra en %s.

source: The supplier already received your buy request and may contact you for confirmation.
de: Der Zulieferer hat Ihre Kaufanfrage bereits erhalten und wird Sie für eine Bestätigung kontaktieren.
es: El proveedor ya ha recibido su solicitud de compra y podría contactarse contigo para confirmación.

source: If you have any doubts, contact us at: %s
de: Wenn Sie Fragen haben, wenden Sie sich an uns: %s
es: Si tienes alguna duda, contáctanos en: %s

source: Please check if your information below is correct:
de: Bitte prüfen Sie untenstehende Informationen auf Korrektheit:
es: Por favor revisa si tu información debajo es correcta:

source: Phone number
de: Telefonnummer
es: Número de teléfono

source: Here are the products you bought:
de: Hier sind die von Ihnen gekauften Produkte:
es: Aquí estan los productos que compraste:

source: Thanks for buying with us!
de: Vielen Dank für Ihren Einkauf bei uns!
es: ¡Gracias por comprar con nosotros!

source: A service of %s.
de: Eine Dienstleistung von %s.
es: Un servicio de %s.

source: This is a buy request made by %s.
de: Das ist eine Anfrage von %s.
es: Esta es una solicitud de compra hecha por %s.

source: Below follows the customer informations:
de: Nachfolgend die Informationen über den Kunden:
es: A continuación sigue la información de los clientes:

source: And here are the items bought by this customer:
de: Dies sind die durch den Kunden eingekauften Dinge:
es: Y aquí son los elementos comprados por este cliente:

source: If there are any problems with this email contact the admin of %s.
de: Falls es Probleme mit dieser E-Mail gibt, wenden Sie sich bitte an den Administrator von %s.
es: Si hay algún problema con este correo electrónico ponte en contacto con el administrador de %s.

source: Delivery Address
de: Auslieferungsadresse
es: Dirección de entrega

source: Send buy request
de: Kaufanfrage senden
es: Enviar solicitud de compra

source: Request sent successfully check your email.
de: Anfrage erfolgreich zu Ihrer E-Mail-Adresse gesendet.
es: Solicitud enviada con éxito revisa tu correo electrónico.

source: published an article: %{title}
de: Artikel veröffentlicht: %{title}
es: Artículo publicado: %{title}

source: has made 1 new friend:<br />%{name}
de: hat 1 neuen Freund:<br />%{name}
es: ha hecho un nuevo amigo: <br /> %{name}
ru: завел(а) дружбу с:<br />%{name}

source: has joined 1 community:<br />%{name}
de: ist einer Community beigetreten:<br />%{name}
es: se ha unido a una comunidad: <br /> %{name}
ru: теперь отностися к новому сообществу:<br />%{name}

source: has joined the community.
de: ist dieser Community beigetreten.
es: se ha unido a la comunidad.
ru: теперь в сообществе

source: sent a message to %{receiver}: <br /> "%{message}"
de: sende eine Nachricht an %{receiver}: <br /> "%{message}"
es: envió un mensaje a %{receiver}: <br /> "%{message}"
ru: послать сообщение %{receiver}: <br /> "%{message}"

source: wrote: <br /> "%{text}"
de: schrieb: <br /> "%{text}"
es: escribió: <br /> "%{text}"
ru: написал (-а): <br /> "%{text}"

source: This site uses <a href="http://noosfero.org/">Noosfero</a>, developed by %s and licensed under the <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> version 3 or any later version.
de: Diese Site nutzt <a href="http://noosfero.org/">Noosfero</a>, dass von %s entwickelt wird und unter <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> Version 3 oder einer späteren Version lizenziert ist.
es: Este sitio utiliza <a href="http://noosfero.org/">Noosfero</a>, desarrollado por %s y bajo la licencia <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> versión 3 o superior.

source: Gray Up
de: Grau erhöhen
ru: Серый вверх

source: Gray Down
de: Grau verringern
ru: Серый вниз

source: Gray Left
de: Grau links
ru: Осталось серых

source: Text article with visual editor
de: Textartikel mit visuellem Editor

source: Raw HTML text article
de: Reiner HTML-Textartikel.

source: Allows HTML without filter (only for admins).
de: HTML ohne Filterung erlauben (nur für Administratoren)

source: There are no sub-categories for %s
de: Es gibt keine Unterkategorien für %s

source: Enterprise homepage
de: Unternehmens-Homepage

source: Start
de: Beginn

source: %{currency} %{production_cost} of %{currency} %{product_price}
de: %{currency} %{production_cost} von %{currency} %{product_price}

source: Public (visible to other people)
de: Öffentlicht (sichtbar für andere Leute)

source: %{day} %{month} %{year}, %{hour}:%{minutes}
de: %{day} %{month} %{year}, %{hours}:%{minutes}
ru: %{day} %{month} %{year}, %{hours}:%{minutes}

source: until
de: bis

source: <span class='or'>or</span> <span class='signup'>%s</span>
de: <span class='or'>oder</span> <span class='signup'>%s</span>

source: Manage Products/Services
de: Produkte und Services verwalten

source: Highlighted product
de: Markiertes Produkt

source: Public &mdash; show my contents to all internet users
de: Öffentlic &mdash; Zeige meine Inhalte allen Internetnutzern

source: Private &mdash; show my contents only to friends
de: Privat &mdash; zeige meine Inhalte nur meinen Freunden

source: Public &mdash; show content of this group to all internet users
de: Öffentlich &mdash; Zeige die Inhalte dieser Gruppe allen Internetnutzern

source: Private &mdash; show content of this group only to members
de: Privat &mdash; Zeige die Inhalte dieser Gruppe deren Mitgliedern

source: We need to be sure that you filled in your password correctly. Confirm you password.
de: Wir müssen sicher sein, dass Sie Ihr Passwort korrekt angegeben haben. Bestätigen Sie bitte Ihr Passwort.

source: Tell us your name, it will be used to identify yourself.
de: Geben Sie uns Ihren Namen an. Er wird verwendet werden, um Sie zu erkennen.

source: Signup welcome text
de: Willkommenstext für die Registrierung

source: uploaded 1 image
de: Ein Bild hochgeladen

source: Delivery option updated.
de: Auslieferungsoptionen aktualisiert.

source: Tolerance updated
de: Toleranz aktualisiert

source: Tolerance could not be updated
de: Die Tolernaz konnte nicht aktualisiert werden

source: Sub-organizations updated
de: Unterorganisationen aktualisiert

source: Sub-organizations could not be updated
de: Die Unterorganisationen konnte nicht aktualisiert werden

source: Form could not be updated
de: Das Formular konnte nicht aktualisiert werden

source: Form removed
de: Formular entfernt

source: Form could not be removed
de: Das Formular konnte nicht entfernt werden

source: Submission saved
de: Beitrag gespeichert

source: Submission could not be saved
de: Der Beitrag konnte nicht gespeichert werden

source: Free delivery
de: Kostenlose Auslieferung

source: Total:
de: Gesamt:

source: Federal
de: Föderal

source: New kind of content for organizations.
de: Neue Art von Beiträgen für Organisationen.

source: Work Assignment
de: Zuweisung von Arbeiten

source: Defines a work to be done by the members and receives their submissions about this work.
de: Definiert ein Arbeit, die von den Mitgliedern erledigt werden muss, und empfängt diese Arbeit.

source: Submission date
de: Beitragsdatum

source: Versions
de: Versionen

source: View all versions
de: Zeige alle Versionen

source: Search and destroy spams and spammers.
de: Suchen und zerstören Sie Spam und Spammer.

source: [%s] You must reactivate your account.
de: [%s] Sie müssen Ihren Zugang erneut aktivieren.

source: The usp id grants you special powers in the network. Don't forget to fill it with a valid number if you have one.
de: Die USP-Nummer gibt Ihnen spezielle Kräfte im Netzwerk. Vergessen Sie nicht, sie als gültige Nummer anzugeben, sofern Sie eine haben.

source: Either this usp number is being used by another user or is not valid
de: Die USP-Nummer wird entweder bereits von einem anderen Nutzer belegt oder ist ungültig

source: Checking usp number...
de: Überprüfe USP-Nummer...

source: Confirm your birth date. Pay attention to the format: yyyy-mm-dd.
de: Bestätigen Sie Ihr Geburtsdatum. Folgen Sie dabei diesem Format: jjjj-mm-tt

source: Confirm your CPF number.
de: Bestätigen Sie Ihre CPF-Nummer.

source: This field must be private
de: Dieses Feld muss privat sein

source: USP number / Username
de: USP-Nummer/Telefonnummer

source: is being used by another user or is not valid
de: wird bereits von einem anderen Nutzer eingesetzt oder ist ungültig
