Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: You will see the list of products already registered. To add a new product/service click on &#8220;New product or service&#8221; button
es: Vers la lista de productos ya registrados. para aadir un nuevo producto/servicio clic en el botn &#8220; Nuevo producto o servicio&#8221;
pt: Você verá a lista de produtos já cadastrados. Para adicionar um novo produto/serviço clique no botão &#8220;Novo produto ou serviço&#8221;
ta: ஏற்கனவே பதிவுசெய்யப்பட்ட தயாரிப்புகளின் பட்டியலை நீங்கள் காண்பீர்கள். புதிய தயாரிப்பு/சேவையைச் சேர்க்க &#8220; புதிய தயாரிப்பு அல்லது பணி &#8221; பொத்தான்

source: Product list of enterprise on manage products
es: Lista de productos de la empresa en Administrar productos
pt: Lista de produtos de um empreendimento em gerenciar produtos
ta: தயாரிப்புகளை நிர்வகிப்பதில் நிறுவனங்களின் தயாரிப்பு பட்டியல்

source: Choose the category of your product. The button &#8220;Save and continue&#8221; will become active if you are allowed to add a product on the choosen category. Otherwise, you should keep browsing through the category&#8217;s children until you choose a category that allows registration of products. When you finish choosing the category, press the &#8220;Save and continue button&#8221;:
es: Seleciona la categora de tu producto. El botn &#8220;Guardar y continuar&#8221; se activar si se te permite aadir un producto en la categora elegida. De lo contrario, debes seguir navegando a travs de las subcategorias hasta que elijas una que permita el regisro de productos.Cuando termines de elegir la categora, pulsa el botn &#8220;Guardar y continuar:
pt: Escolha a categoria do seu produto. O botão &#8220;Salvar e continuar&#8221; ficará ativo se for permitido o cadastro de produto na categoria escolhida. Caso esteja inativo, você deverá continuar navegando pelos filhos das categorias até encontrar uma categoria que permita o cadastro de produtos. Quando você terminar de escolher a categoria, pressione o botão &#8220;Salvar e continuar&#8221;:
ta: உங்கள் தயாரிப்பின் வகையைத் தேர்வுசெய்க. பொத்தான் &#8220; சேமித்து தொடரவும் &#8221; தேர்வு பிரிவில் ஒரு தயாரிப்பைச் சேர்க்க உங்களுக்கு அனுமதிக்கப்பட்டால் செயலில் இருக்கும். இல்லையெனில், தயாரிப்புகளை பதிவு செய்ய அனுமதிக்கும் ஒரு வகையைத் தேர்வுசெய்யும் வரை நீங்கள் வகை &#8217; குழந்தைகள் மூலம் உலாவ வேண்டும். வகையைத் தேர்ந்தெடுப்பதை நீங்கள் முடிக்கும்போது, &#8220; சேமித்து தொடர்ந்து பொத்தானை அழுத்தவும் &#8221 ;:

source: First category of product
es: Primer categora del producto
pt: Primeira categoria de produto
ta: தயாரிப்பு முதல் வகை

source: Second category of product
es: Segunda categora del producto
pt: Segunda categoria de produto
ta: தயாரிப்பு இரண்டாவது வகை

source: Last category of product
es: tima categora del producto
pt: Última categoris de produto
ta: தயாரிப்பின் கடைசி வகை

source: Then you will see the product you have just created. By default, the product&#8217;s name is the same as the product&#8217;s category. In this page you can change the product&#8217;s category, name, unit, image, basic information and add inputs clicking on the link indicated by numbers
es: A continuacin, vers el producto que acabas de crear. Por defecto, el nombre del producto es el mismo que la categora del producto. En esta pgina puedes cambiar la categora del producto, nombre, unidad, imagen, informacin bsica y aadir entradas haciendo clic en el enlace indicado por nmeros.
pt: Então você verá o produto que você acabou de criar. Por padrão o nome do produto é o mesmo da categoria. Nessa página você pode alterar a categoria, nome, unidade, imagem, informações básicas e adicionar insumos para o seu produto clicando nos links indicados pelos números
ta: நீங்கள் இப்போது உருவாக்கிய தயாரிப்பைக் காண்பீர்கள். இயல்பாக, தயாரிப்பு &#8217; இன் பெயர் தயாரிப்பு &#8217; வகைக்கு சமம். இந்த பக்கத்தில் நீங்கள் தயாரிப்பு வகை, பெயர், அலகு, படம், அடிப்படை தகவல்கள் மற்றும் எண்களால் சுட்டிக்காட்டப்பட்ட இணைப்பில் சொடுக்கு செய்யும் உள்ளீடுகளைச் சேர்க்கலாம்

source: Product created
es: Producto creado
pt: Produto criado
ta: தயாரிப்பு உருவாக்கப்பட்டது

source: &#8220;Edit name and unit&#8221;: Fill in the form with the name of your product and choose the unit of it (unit, litre, kilo) and press the &#8220;Save&#8221; button
es: &#8220;Editar nombre y unidad&#8221;: Rellena el formulario con el nombre del producto y elige la unidad de la misma (unidad, litro, kilo) y pulsa el botn &#8220Guardar&#8221;
pt: &#8220;Editar nome e unidade&#8221;: Preencha o formulário com o nome do seu produto e escolha a unidade dele (unidade, litro, quilo) e clique no botão &#8220;Salvar&#8221;
ta: ! பொத்தான்

source: Edit name form
es: Editar nombre del formulario
pt: Formulário d eeditar nome
ta: பெயர் படிவத்தைத் திருத்து

source: &#8220;Change image&#8221;: Choose an image and press the &#8220;Save&#8221; button
es: &#8220;Cambiar imagen&#8221;: Elige una imagen y presiona el botn &#8220Guardar&#8221;
pt: &#8220;Alterar imagem&#8221;: Escolha uma imagem e clique no botão &#8220;Salvar&#8221;
ta: &#8220; படத்தை மாற்றவும் &#8221 ;: ஒரு படத்தைத் தேர்ந்தெடுத்து &#8220; சேமி &#8221; பொத்தான்

source: Change image form
es: Cambiar formulario de imagen
pt: Formulário de alterar imagem
ta: பட படிவத்தை மாற்றவும்

source: &#8220;Add price and other basic information&#8221;: Fill in the form with the information about your product and press the &#8220;Save&#8221; button
es: &#8220;Aadir precio y otra informacin bsica&#8221;: Llena el formulario con la informacin sobre tu producto y presiona el botn &#8220;Guardar&#8221;
pt: &#8220;Adicionar preço e outras informações básicas&#8221;: Preencha o formulário com as informações sobre seu produto e clique no botão &#8220;Salvar&#8221;
ta: ! பொத்தான்

source: Edit basic info form
es: Editar formulario de informacin bsica
pt: Formulário de edição de informação básica
ta: அடிப்படை செய்தி படிவத்தைத் திருத்தவும்

source: &#8220;Add some description about your product&#8221;: Write some information about your product and press the &#8220;Save&#8221; button
es: &#8220; Aade alguna descripcin sobre tu producto&#8221;: Escribe alguna informacin sobre tu producto y presiona el botn &#8220;Guardar&#8221;
pt: &#8220;Adicione alguma descrição sobre seu produto&#8221;: Escreva alguma informação sobre seu produto e clique no botão &#8220;Salvar&#8221;
ta: &#8220; உங்கள் தயாரிப்பு பற்றி சில விளக்கங்களைச் சேர்க்கவும் &#8221 ;: உங்கள் தயாரிப்பு பற்றி சில தகவல்களை எழுதி &#8220; சேமி &#8221; பொத்தான்

source: Edit description form
es: Editar formulario de descripcin
pt: Formulário de edição da descrição
ta: விளக்க படிவத்தைத் திருத்து

source: &#8220;Input and raw material&#8221;: Click on the tab and then press the button to add a new input
es: &#8220;Entrada y material llano&#8221;: Clic en la etiqueta y a continuacin presiona el botn aadir nueva entrada
pt: &#8220;Insumos e matéria-prima&#8221;: Clique na aba e depois clique no botão para adicionar um novo insumo
ta: &#8220; உள்ளீடு மற்றும் மூலப்பொருள் &#8221 ;: தாவலைக் சொடுக்கு செய்து, புதிய உள்ளீட்டைச் சேர்க்க பொத்தானை அழுத்தவும்

source: Inputs tab
es: Pestaa de entradas
pt: Aba de insumos
ta: உள்ளீடுகள் தாவல்

source: Fill in the form with the category of the input you are adding and press the &#8220;Save and continue&#8221; button
es: Llena en el formulario con la categora de la entrada que ests aadiendo y presiona el botn &#8220;Guardar y continuar&#8221;
pt: Preencha o formulário com a categoria do insumo que você está adicionando e clique no botão &#8220;Salvar e continuar&#8221;
ta: நீங்கள் சேர்க்கும் உள்ளீட்டின் வகையுடன் படிவத்தை நிரப்பவும், &#8220; சேமித்து தொடரவும் &#8221; பொத்தான்

source: Now the product is ready to be displayed
es: Ahora el producto est listo para ser mostrado
pt: Agora o produto está pronto para ser mostrado
ta: இப்போது தயாரிப்பு காட்ட தயாராக உள்ளது

source: Product created final
es: Producto final creado
pt: Produto criado completo
ta: தயாரிப்பு இறுதி உருவாக்கப்பட்டது

source: Changing password
es: Cambiando contrasea
pt: Alterando senha
ta: கடவுச்சொல்லை மாற்றுதல்

source: <em>Whenever you want, you can change your password.</em>
es: <em>Cuando quieras, puedes cambiar tu contrasea.</em>
pt: <em>Sempre que quiser, você pode alterar sua senha.</em>
ta: <em> நீங்கள் விரும்பும் போதெல்லாம், உங்கள் கடவுச்சொல்லை மாற்றலாம். </em>

source: Then, click on &#8220;Change Password&#8221;:
es: Despus, clic en &#8220;Cambiar Contrasea&#8221;:
pt: Depois, clique em &#8220;Alterar senha&#8221;
ta: பின்னர், &#8220; கடவுச்சொல்லை மாற்றவும் &#8221 ;:

source: Change password in control panel
es: Cambiar contrasea en panel de control
pt: Alterar senha no painel de controle
ta: கட்டுப்பாட்டு குழுவில் கடவுச்சொல்லை மாற்றவும்

source: Fill in with your password.
es: Introduce tu contrasea.
pt: Preencha com sua senha.
ta: உங்கள் கடவுச்சொல்லை நிரப்பவும்.

source: Fill in with your new password.
es: Introduce tu nueva contrasea.
pt: Preencha com sua nova senha.
ta: உங்கள் புதிய கடவுச்சொல்லை நிரப்பவும்.

source: Retype your new password, to confirm it.
es: Repite tu nueva contrasea, para confirmarla.
pt: Digite novamente sua senha, para confirmá-la.
ta: அதை உறுதிப்படுத்த, உங்கள் புதிய கடவுச்சொல்லை மீண்டும் தட்டச்சு செய்க.

source: Then, click on &#8220;Change password&#8221;.
es: Despus, clic en &#8220;Cambiar contrasea&#8221;.
pt: Depois, clique em &#8220;Alterar senha&#8221;.
ta: பின்னர், &#8220; கடவுச்சொல்லை மாற்றவும் &#8221 ;.

source: Removing comments
es: Eliminando comentarios
pt: Remover comentários
ta: கருத்துகளை நீக்குதல்

source: <em>If you are the author of an article or if you have permission to moderate the comments of a profile (community/enterprise), you can remove the unwanted comments posted on it.</em>
es: <em> Si t eres el autor de un artculo o si tienes permisos para moderar los comentarios de un perfil (comunidad/empresa), puedes eliminar los comentarios publicados no deseados.<em>
pt: <em>Caso você seja o autor de um artigo ou tenha permissão para moderar os comentários de um perfil (comunidade/empreendimento), você poderá remover os comentários indesejáveis postados nele.</em>
ta: <em> நீங்கள் ஒரு கட்டுரையின் ஆசிரியராக இருந்தால் அல்லது சுயவிவரத்தின் (சமூகம்/நிறுவன) கருத்துகளை மிதப்படுத்த உங்களுக்கு இசைவு இருந்தால், அதில் இடுகையிடப்பட்ட தேவையற்ற கருத்துகளை நீங்கள் அகற்றலாம். </em>

source: Visit an article that you created or that you have permission to moderate the comments. The comments are listed below the article/picture/event
es: Visita un artculo que creaste o donde tienes permisos para moderar los comentarios. Se encuentran listados debajo del artculo/imagen/evento
pt: Acesse um artigo criado por você ou que você tenha permissão para moderar ocomentários. Os comentários são listados abaixo do artigo/foto/evento
ta: நீங்கள் உருவாக்கிய ஒரு கட்டுரையைப் பார்வையிடவும் அல்லது கருத்துகளை மிதப்படுத்த உங்களுக்கு இசைவு உள்ளது. கருத்துகள் கட்டுரை/படம்/நிகழ்வுக்கு கீழே பட்டியலிடப்பட்டுள்ளன

source: Next to each comment of the article, photo or event you will see a trash icon. To delete one, click on the trash icon.
es: Junto a cada comentario del artculo, foto o evento vers el cono de papelera. Para borrar uno, da clic en cono.
pt: Ao lado de cada comentário do artigo, foto ou evento você verá um ícone de lixeira. Para excluir algum, clique na lixeira no canto direito da caixa do comentário
ta: கட்டுரை, புகைப்படம் அல்லது நிகழ்வின் ஒவ்வொரு கருத்துக்கும் அடுத்து நீங்கள் ஒரு குப்பை ஐகானைக் காண்பீர்கள். ஒன்றை நீக்க, குப்பை ஐகானைக் சொடுக்கு செய்க.

source: Comments
es: Comentarios
pt: Comentários
ta: கருத்துகள்

source: You will be asked to confirm exclusion. Clickiing on &#8220;Ok&#8221; button, the comment will be removed
es: Se te preguntar para confirmar la exclusin. Dando clic en el botn &#8220;Aceptar&#8221; los comentarios sern eliminados
pt: Aparecerá a tela para confirmar a exclusão. Clicando no botão &#8220;Ok&#8221;, o comentário será removido
ta: விலக்கை உறுதிப்படுத்த நீங்கள் கேட்கப்படுவீர்கள். &#8220; சரி &#8221; பொத்தான், கருத்து அகற்றப்படும்

source: Remove comment confirmation
es: Confirmacin para eliminar comentarios
pt: Confirmação de remover comentário
ta: கருத்து உறுதிப்படுத்தலை அகற்று

source: <a href="/doc/user/commenting">Commenting articles, pictures and events</a>
es: <a href="/doc/user/commenting">Comentando artculos, imgenes y eventos</a>
pt: <a href="/doc/user/commenting">Comentar artigos, fotos e eventos</a>
ta: <a href = "/doc/பயனர்/கருத்து தெரிவித்தல்"> கட்டுரைகள், படங்கள் மற்றும் நிகழ்வுகளை கருத்து தெரிவித்தல் </a>

source: Removing friends
es: Eliminando amigos
pt: Remover amigos
ta: நண்பர்களை நீக்குதல்

source: <em>How you can remove one friend from your contact list.</em>
es: <em>Cmo puedes eliminar un amigo de tu lista de contacto.</em>
pt: <em>Como remover um amigo da sua lista de contatos.</em>
ta: <em> உங்கள் தொடர்பு பட்டியலிலிருந்து ஒரு நண்பரை எவ்வாறு அகற்றலாம். </em>

source: Control panel menu
es: Men de panel de control
pt: Painel de controle no menu
ta: கட்டுப்பாட்டு குழு பட்டியல்

source: Then, click on &#8220;Manage friends&#8221;
es: Despus, da clic en &#8220;Administrar amigos&#8221;
pt: Depois, clique em &#8220;Gerenciar amigos&#8221;
ta: பின்னர், &#8220; நண்பர்களை நிர்வகிக்கவும் &#8221;

source: Manage Friends
es: Administrar amigos
pt: Gerenciar Amigos
ta: நண்பர்களை நிர்வகிக்கவும்

source: In manage friends screen, you will see your friends list. Find the friend you want to remove from your contact list and click on trash icon next to the picture of the person you want to remove.
es: En la pantalla administrar amigos, vers la lista de tus amigos. Encuentra al amigo que quieres eliminar de tu lista de contactos y da clic en el cono de papelera de la imagen de la persona que quieres eliminar.
pt: Na tela de gerenciar amigos, você irá visualizar a sua lista de amigos. Encontre o amigo que deseja excluir da sua lista de contatos e clique no ícone com formato de lixeira ao lado da foto da pessoa que você deseja remover.
ta: நண்பர்கள் திரையை நிர்வகிப்பதில், உங்கள் நண்பர்கள் பட்டியலைப் பார்ப்பீர்கள். உங்கள் தொடர்பு பட்டியலிலிருந்து நீங்கள் அகற்ற விரும்பும் நண்பரைக் கண்டுபிடித்து, நீங்கள் அகற்ற விரும்பும் நபரின் படத்திற்கு அடுத்த குப்பை ஐகானைக் சொடுக்கு செய்க.

source: Remove Friend
es: Eliminar amigo
pt: Remover Amigo
ta: நண்பரை அகற்று

source: You will be asked to confirm the exclusion. Confirm that you want to remove your friend.
es: Se te pedir que confirmes la exlcusin. Confirma que quieres eliminar a tu amigo.
pt: Aparecerá uma tela pedindo que confirme a exclusão. Confirme que deseja remover o amigo.
ta: விலக்கை உறுதிப்படுத்த உங்களிடம் கேட்கப்படும். உங்கள் நண்பரை அகற்ற விரும்புகிறீர்கள் என்பதை உறுதிப்படுத்தவும்.

source: Remove friend confirmation
es: Confirmacin para eliminar amigo
pt: Confirmação para remover amigo
ta: நண்பர் உறுதிப்படுத்தலை அகற்று

source: After confirmation, the user will not be listed on your friends list anymore.
es: Despus de confirmar, el usuario ya no ser mostrado en tu lista de amigos.
pt: Após a confirmação, o usuário não será mais listado na sua lista de amigos.
ta: உறுதிப்படுத்திய பிறகு, பயனர் இனி உங்கள் நண்பர்கள் பட்டியலில் பட்டியலிடப்பட மாட்டார்.

source: <a href="/doc/user/adding-friends">Adding friends</a>
es: <a href="/doc/user/adding-friends">Aadiendo amigos</a>
pt: <a href="/doc/user/adding-friends">Adicionar amigos</a>
ta: <a href = "/doc/பயனர்/சேர்க்கை-நண்பர்கள்"> நண்பர்களைச் சேர்ப்பது </a>

source: <a href="/doc/user/accepting-friends">Accepting friends</a>
es: <a href="/doc/user/accepting-friends">Aceptando amigos</a>
pt: <a href="/doc/user/accepting-friends">Aceitar amigos</a>
ta: <a href = "/doc/பயனர்/ஏற்றுக்கொள்ளும்-நண்பர்கள்"> நண்பர்களை ஏற்றுக்கொள்வது </a>

source: <em>You can customize your page, changing the template of it.</em>
es: <em>Puedes personalizar tu pgina, cambiando su plantilla.</em>
pt: <em>Você pode personalizar sua página, alterando o modelo dela.</em>
ta: <em> உங்கள் பக்கத்தைத் தனிப்பயனாக்கலாம், அதன் வார்ப்புருவை மாற்றலாம். </em>

source: <a href="/doc/user/editing-header-footer">Editing header and footer</a>
es: <a href="/doc/user/editing-header-footer">Editando encabezado y pie de pgina</a>
pt: <a href="/doc/user/editing-header-footer">Editar cabeçalho e rodapé</a>
ta: <a href = "/doc/பயனர்/எடிட்டிங்-ஈடர்-ஃபூட்டர்"> தலைப்பு மற்றும் அடிக்குறிப்பு திருத்துதல் </a>

source: Leaving the system
es: Abandonando el sistema
pt: Sair do sistema
ta: கணினியை விட்டு

source: <em>After finishing your navigation, we recommend leaving the system.</em>
es: <em>Despus de terminar tu navegacin, te recomendamos abandonar el sistema</em>
pt: <em>Após terminar sua navegação na rede social, é recomendável sair do sistema.</em>
ta: <em> உங்கள் வழிசெலுத்தலை முடித்த பிறகு, கணினியை விட்டு வெளியேற பரிந்துரைக்கிறோம். </em>

source: In user menu, click on &#8220;Logout&#8221;
es: En el men de usuario, clic en &#8220;Cerrar sesin&#8221;
pt: No seu menu de usuário, clique em &#8220;Sair&#8221;
ta: பயனர் பட்டியலில், &#8220; வெளியேறு &#8221;

source: Menu with logout
es: Men con Cerrar sesin
pt: Menu com sair
ta: வெளியேறலுடன் பட்டியல்

source: After clicking the button, you will be logged out of the system
es: Despus de pesionar el botn, cerrars sesin en el sistema
pt: Depois de clicar no botão, você será deslogado do sistema
ta: பொத்தானைக் சொடுக்கு செய்த பிறகு, நீங்கள் கணினியிலிருந்து வெளியேறுவீர்கள்

source: Sending scraps to friends
es: Enviando recortes a tus amigos
pt: Enviando recados para amigos
ta: நண்பர்களுக்கு ச்கிராப்புகளை அனுப்புகிறது

source: <em>To keep in touch with your friends you can send scraps to them.</em>
es: <em>Para mantenerte en contacto con tus amigos puedes enviarles recortes.</em>
pt: <em>Para ficar em contato com seus amigos você pode enviar recados para eles.</em>
ta: <em> உங்கள் நண்பர்களுடன் தொடர்பில் இருக்க நீங்கள் அவர்களுக்கு ச்கிராப்பை அனுப்பலாம். </em>

source: If you have a friend in this system, you can find her/him with the system search. Use the <a href="/doc/navigation/searching-people">search</a> and click on your friend picture to visite her/his page.
es: Si tienes un amigo en este sistema, puedes encontrarlo con el buscador del sistema. Usa el <a href="/doc/navegation/searching-people"buscador</a> y haz clic en la imagen de tu amigo para visitar su pgina.
pt: Se você tem um amigo neste sistema, você pode encontrar ele/ela com a busca do sistema. Utilize a <a href="/doc/navigation/searching-people">busca</a> e clique no seu amigo para visitar a página dele/dela.
ta: இந்த அமைப்பில் உங்களுக்கு ஒரு நண்பர் இருந்தால், கணினி தேடலுடன் அவளை/அவரைக் காணலாம். <A href = "/doc/வழிசெலுத்தல்/தேடல்-மக்கள்"> தேடல் </a> ஐப் பயன்படுத்தவும், உங்கள் நண்பரின் படத்தைக் சொடுக்கு செய்யவும்/அவரது பக்கத்தைப் பார்வையிடவும்.

source: In the person page you will see the &#8220;View profile&#8221; link near her picture.
es: En la pgina de la persona vers el enlace &#8220;Ver perfil&#8221; cerca de su imagen.
pt: Na página da pessoa você verá o link &#8220;Ver perfil&#8221; perto da foto dela.
ta: நபர் பக்கத்தில் நீங்கள் &#8220; சுயவிவரத்தைக் காண்க &#8221; அவளுடைய படத்திற்கு அருகில் இணைப்பு.

source: Link to view profile
es: Enlace para ver el perfil
pt: Link para ver perfil
ta: சுயவிவரத்தைக் காண இணைப்பு

source: On profile&#8217;s page, when you click on &#8220;Wall&#8221; tab, the scraps sent to the user will be listed. To leave your scrap, fill in the field and press the &#8220;Leave a scrap&#8221; button
es: En la pgina de perfil, cuando das clic en en la pestaa &#8220;Muro&#8221; los recortes enviados a los usuarios sern listados. Para dejar tu recorte, llena las cajas de texto presiona el botn &#8220;Dejar recorte&#8221;
pt: Na página do perfil, quando você clica na aba &#8220;Mural&#8221;, os recados enviados para o usuários serão listados. Para deixar seu recado, preencha o campo e clique no botão &#8220;Deixar um recado&#8221;
ta: சுயவிவரத்தில் &#8217; பக்கத்தில், நீங்கள் &#8220; சுவர் &#8221; தாவல், பயனருக்கு அனுப்பப்பட்ட ச்கிராப்புகள் பட்டியலிடப்படும். உங்கள் ச்கிராப்பை விட்டு வெளியேற, புலத்தில் நிரப்பி &#8220; ஒரு ச்கிராப்பை விடுங்கள் &#8221; பொத்தான்

source: Wall tab
es: Pestaa muro
pt: Aba mural
ta: சுவர் தாவல்

source: Then, your scrap will be listed on profile&#8217;s wall
es: Despus, tu recorte ser mostrado en el muro de tu perfil
pt: Então, seu recado será listado no mural do perfil
ta: பின்னர், உங்கள் ச்கிராப் சுயவிவரத்தின் சுவரில் பட்டியலிடப்படும்

source: <a href="/doc/user/answering-scraps">Answering scraps sent by friends</a>
es: <a href="/doc/user/answering-scraps">Responder recortes enviados por amigos</a>
pt: <a href="/doc/user/answering-scraps">Respondendo recados enviados pelos amigos</a>
ta: <a href = "/doc/பயனர்/பதில்-ச்கிராப்ச்"> நண்பர்கள் அனுப்பிய ச்கிராப்புகளுக்கு பதில் </a>

source: <a href="/doc/user/removing-friends">Removing friends</a>
es: <a href="/doc/user/removing-friends">Eliminando amigos</a>
pt: <a href="/doc/user/removing-friends">Remover amigos</a>
ta: <a href = "/doc/பயனர்/நீக்குதல்-நண்பர்கள்"> நண்பர்களை நீக்குதல் </a>

source: <em>You can invite e-mail contacts to be your friend on the system. If the e-mail is registered on the system, the user will receive an invitation through the system. If it is not registered, the user will receive an invitation on his e-mail.</em>
es: <em>Puedes inivitar a tus contactos del correo electrnico para tus amigos dentro del sitema. Si el correo electrnico est registrado en el sistema, el usuario recibir una invitacin a travs del sistema. Si no est registrado, el usuario recibir una invitacin en su correo electrnico.</em>
pt: <em>Você pode convidar seus contatos de e-mail para serem seus amigos no sistema. Se o e-mail estiver cadastrado no sistema, o usuário irá receber o convite pelo sistema. Se não estiver cadastrado, o usuário receberá um convite pelo e-mail. </em>
ta: <em> கணினியில் உங்கள் நண்பராக இருக்க மின்னஞ்சல் தொடர்புகளை அழைக்கலாம். கணினியில் மின்னஞ்சல் பதிவு செய்யப்பட்டால், பயனர் கணினி மூலம் அழைப்பைப் பெறுவார். அது பதிவு செய்யப்படாவிட்டால், பயனர் தனது மின்னஞ்சலில் அழைப்பைப் பெறுவார். </Em>

source: You will your list of friends and the invitation button. Click on the button.
pt: Você verá sua lista de amigos e o botão de convite. Clique no botão.
ta: உங்கள் நண்பர்களின் பட்டியல் மற்றும் அழைப்பிதழ் பொத்தானை நீங்கள் செய்வீர்கள். பொத்தானைக் சொடுக்கு செய்க.

source: User&#39;s friends list
es: Usuarios en tu lista de amigos
pt: Lista de amigos do usuário
ta: பயனர் &#39; நண்பர்கள் பட்டியல்

source: Manually invitation for user. Step 1
es: Invitacin manual para el usuario. Paso 1
pt: Convite manual para usuário. Passo 1
ta: பயனருக்கு கைமுறையாக அழைப்பு. படி 1

source: Manually invitation for user. Step 2
es: Invitacin manual para el usuario. Paso 2
pt: Convite manual para usuário. Passo 2
ta: பயனருக்கு கைமுறையாக அழைப்பு. படி 2

source: Import invitation for user. Step 1
es: Importar invitacin para el usuario. Paso 1
pt: Convite de importação para usuário. Passo 1
ta: பயனருக்கான அழைப்பை இறக்குமதி செய்யுங்கள். படி 1

source: Import invitation for user. Step 2
es: Importar invitacin para el usuario. Paso 2
pt: Convite de importação para usuário. Passo 2
ta: பயனருக்கான அழைப்பை இறக்குமதி செய்யுங்கள். படி 2

source: Commenting articles
es: Comentando artculos
pt: Comentar artigos
ta: கருத்துத் தெரிவிக்கும் கட்டுரைகள்
