Repository: noosfero/noosfero
Catalog: po/*/noosfero.edit.po
Languages: fr

source: (Invalid request) %s can't be saved
fr: (Requête non valide) %s ne peut être sauvegardée

source: Method Not Allowed
fr: Méthode non-autorisée

source: Login
fr: Connexion

source: Password
fr: Mot de passe

source: Access denied
fr: Accès interdit

source: Logged users
fr: Utilisateurs connectés

source: Friends
fr: Amis

source: Me
fr: Moi

source: Members
fr: Membres

source: Administrators
fr: Administrateurs

source: Environment settings updated
fr: Paramètres d'environnement mis à jour

source: Community not found. You must insert the identifier of a community from this environment
fr: Communauté non trouvée. Vous devez insérer l'identifiant d'une communauté de cet environnement

source: Saved the portal folders
fr: Enregistrer les dossiers du portail

source: Saved the number of news on folders
fr: Enregistre le nombre de nouvelles sur les dossiers

source: Category %s saved.
fr: Categorie %s sauvée.

source: Could not save category.
fr: Impossible d'enregistrer la catégorie.

source: Couldn't change the roles
fr: Impossible de changer les rôles

source: Member succefully unassociated
fr: Le membre a bien été dissocié

source: Failed to unassociate member
fr: Impossible de dissocier le membre

source: Features updated successfully.
fr: Fonctionnalités mises à jour avec succès.

source: Person fields updated successfully.
fr: Mise à jour effectuée avec succès.

source: Person fields not updated successfully.
fr: Mise à jour effectuée avec succès.

source: Enterprise fields updated successfully.
fr: Mise à jour effectuée avec succès.

source: Enterprise fields not updated successfully.
fr: Echec de mise à jour sur les champs de l'entreprise.

source: Community fields updated successfully.
fr: Mise à jour effectuée avec succès.

source: Community fields not updated successfully.
fr: Echec de mise à jour sur les champs de la communauté.

source: License could not be created
fr: Licence ne peut être créé

source: License updated
fr: Licence mis à jour

source: License could not be updated
fr: Licence n'a pas pu être mis à jour

source: License removed
fr: Licence supprimée

source: License could not be removed
fr: Licence ne peut être supprimée

source: Organization profiles
fr: Profils d'organisation

source: Community
fr: Communauté

source: Enterprise
fr: Entreprise

source: All
fr: Tout

source: %s enabled
fr: %s activé(e)

source: %s could not be enabled
fr: %s ne peut pas être activé

source: %s disabled
fr: %s désactivé(e)

source: %s could not be disable
fr: %s ne peut pas être désactivé(e)

source: %s removed
fr: %s supprimé(e)

source: %s could not be removed
fr: %s ne peut être supprimé(e)

source: Plugins updated successfully.
fr: Plugins mis à jour avec succès.

source: Plugins were not updated successfully.
fr: Plugins ne sont pas correctement mis à jour.

source: People
fr: Personnes

source: Communities
fr: Communautés

source: Enterprises
fr: Entreprises

source: Failed to create role
fr: Échec dans la création du rôle

source: Failed to edit role
fr: Échec dans l'édition du rôle

source: New template created
fr: Nouveau modèle créé

source: Community not found. The template could no be changed.
fr: Communauté introuvable. Le modèle ne peut être modifié.

source: Person not found. The template could no be changed.
fr: Personne introuvable. Le modèle ne peut être modifié.

source: Enterprise not found. The template could no be changed.
fr: Entreprise introuvable. Le modèle ne peut être modifié.

source: New trusted site added.
fr: Nouveau site de confiance ajouté.

source: Failed to add trusted site.
fr: Impossible d'ajouter site de confiance.

source: Trusted site was not found
fr: Site de confiance n'a pas été trouvé

source: Failed to edit trusted site.
fr: Impossible de modifier site de confiance.

source: Trusted site removed
fr: Site de confiance supprimé

source: Trusted site could not be removed
fr: Site de confiance ne peut être supprimée

source: The profile was deleted.
fr: Le profil est supprimé.

source: Could not remove profile
fr: Impossible supprimer le profil

source: The e-mails are being sent
fr: Les e-mails ont été envoyés

source: Could not create the e-mail
fr: Impossible de créer l'e-mail

source: Failed to remove block
fr: Impossible de retirer le bloc

source: Homepage reseted.
fr: Page d'accueil remise à zéro.

source: "%s" configured as homepage.
fr: "%s" configuré comme page d'accueil.

source: File(s) successfully uploaded
fr: Fichier(s) téléchargé avec succès

source: "%s" was removed.
fr: "%s" a été supprimé.

source: Select some group to publish your article
fr: Sélectionnez un groupe de publication pour votre article

source: Your publish request was sent successfully
fr: Votre demande de publication a été envoyée avec succès

source: Some of your publish requests couldn't be sent.
fr: Certaines de vos demandes de publication n'ont pas pu être envoyé.

source: Your publish request couldn't be sent.
fr: Votre demande de publication n'a pas pu être envoyé.

source: There is no portal community to publish your article.
fr: Il n'y a aucune communauté de portail pour publier votre article.

source: Thanks for your suggestion. The community administrators were notified.
fr: Merci pour votre suggestion. Les administrateurs de la communauté ont été notifiés.

source: Name
fr: Nom

source: %s could not be uploaded
fr: %s n'a pas pu être téléchargé

source: Files
fr: Fichiers

source: Please fill your personal information below in order to get your mailbox approved by one of the administrators
fr: Remplissez vos informations personnelles ci-dessous pour que votre boite aux lettres soit approuvée par un des administrateurs

source: e-Mail was not enabled successfully.
fr: L'e-mail n'a pas pu être activé.

source: e-Mail disabled successfully.
fr: L'e-mail a bien été désactivé.

source: e-Mail was not disabled successfully.
fr: L'e-mail n'a pas pu être désactivé.

source: Address was updated successfully!
fr: Adresse a été mise à jour avec succès !

source: Your new community creation request will be evaluated by an administrator. You will be notified.
fr: Votre nouvelle demande de création de communauté sera évaluée par un administrateur. Vous serez notifié.

source: %s was not enabled.
fr: %s n'était pas activé(e).

source: %s was not disabled.
fr: %s n'était pas désactivé(e).

source: Could not delete profile
fr: Impossible de supprimer le profil

source: Welcome page saved successfully.
fr: La page de bienvenue sauvegardé avec succès.

source: Welcome page could not be saved.
fr: La page de bienvenue n'a pas pu être sauvegardé.

source: Could not deactivate profile.
fr: Impossible de désactiver le profil.

source: Could not activate the profile.
fr: Impossible d'activer le profil.

source: Current admins
fr: Admins actuelles

source: The members list couldn't be updated. Please contact the administrator.
fr: La liste des membres n'a pas pu être mise à jour. Veuillez contacter l'administrateur.

source: The members list was updated.
fr: La liste des membres a été mise à jour.

source: Failed to remove role!
fr: Impossible de supprimer le rôle !

source: Error
fr: Erreur

source: Task already assigned!
fr: Cette tâche est déjà attribuée!

source: Task responsible successfully updated!
fr: Groupe responsable mis à jour avec succès !

source: All decisions were applied successfully.
fr: Toutes les décisions ont été appliquées avec succès.

source: Some decisions couldn't be applied.
fr: Certaines décisions ne peuvent être appliquées.

source: This action is not available for "%s".
fr: Cette action n'est pas disponible pour «%s».

source: Logged in successfully
fr: Connexion réussie

source: Incorrect username or password
fr: Identifiant ou mot de passe incorrect

source: You have been logged out.
fr: Vous avez été déconnecté(e).

source: Your password has been changed successfully!
fr: Votre mot de passe a bien été modifié !

source: Can not recover user password with blank value.
fr: Impossible de récupérer le mot de passe de l'utilisateur avec la valeur à vide.

source: This login name is available
fr: Ce nom d'utilisateur est disponible

source: This login name is unavailable
fr: Le nom d'utilisateur est indisponible

source: This field can't be blank
fr: Ce champs ne peut être vide

source: This e-mail address is available
fr: Cette adresse e-mail est disponible

source: This e-mail address is taken
fr: Cette adresse e-mail est prise

source: Page not found.
fr: Page non trouvée.

source: Comment not allowed in this article
fr: Vous n'êtes pas autorisé(e) à commenter cet article

source: Comment was rejected
fr: Le commentaire est rejeté

source: Your comment is waiting for approval.
fr: Votre commentaire est en attente d'approbation.

source: Comment successfully created.
fr: Commentaire créé avec succès.

source: The comment was not removed.
fr: Le commentaire n'a pas été supprimé.

source: You couldn't mark this comment as spam.
fr: Vous ne pouvez pas marquer ce commentaire comme un SPAM.

source: Contact successfully sent
fr: Le contact a bien été envoyé

source: Contact not sent
fr: Le contact n'a pas été envoyé

source: Notification of new comments to '%s' was successfully canceled
fr: Notification de nouveaux commentaires à '%s' a été annulée avec succès

source: Your invitations are being sent.
fr: Votre invitation a été envoyée.

source: Please enter a valid email address.
fr: Entrez une adresse e-mail valide SVP.

source: Please enter a valid profile.
fr: Veuillez saisir un profil valide.

source: %s's contents tagged with "%s"
fr: %s's Contenu associé aux tags "%s"

source: %s administrator still needs to accept you as member.
fr: L'administrateur %s doit encore vous accepter comme membre.

source: You just became a member of %s.
fr: Vous êtes devenu un membre de %s.

source: You are already a member of %s.
fr: Vous êtes déjà membre de %s.

source: You are not a member of %s.
fr: Vous n'êtes pas membre de %s.

source: %s still needs to accept being your friend.
fr: Il faut encore que %s accepte d'être votre contact.

source: You are already a friend of %s.
fr: Vous êtes déjà ami avec %s.

source: You have unblocked %s successfully.
fr: Vous avez débloqué %s avec succès.

source: You are not allowed to unblock enterprises in this environment.
fr: Vous n'êtes pas autorisé à débloquer les entreprises dans cet environnement.

source: Message successfully sent.
fr: Message envoyé avec succès.

source: Comment successfully added.
fr: Le commentaire a été ajouté avec succès.

source: You can't leave an empty comment.
fr: Vous ne pouvez pas laisser un commentaire vide.

source: Notification successfully removed.
fr: Notification supprimée avec succès.

source: You could not remove this notification.
fr: Vous ne pouvez pas supprimer cette notification.

source: You could not answer the captcha.
fr: Vous ne pouvez pas répondre au captcha.

source: Upcoming events
fr: Événements à venir

source: Contents
fr: Contenus

source: Events
fr: Événements

source: This profile is inaccessible. You don't have the permission to view the content here.
fr: Ce profil est inaccessible. Vous n 'avez pas l'autorisation d'afficher le contenu ici.

source: Checking availability of login name...
fr: Vérification de la disponibilité du nom d'utilisateur...

source: Checking if e-mail address is already taken...
fr: Vérification si l'e-Mail est disponible...

source: Help
fr: Aide

source: Close
fr: Fermer

source: This is %s, version %s
fr: Site sous %s, version %s

source: Categories
fr: Catégories

source: Search...
fr: Chercher...

source: This is a search box. Click, write your query, and press enter to find
fr: Ceci est une boîte de recherche. Cliquez, entrez votre requête et appuyez sur Entrée pour trouver

source: Click, write and press enter to find
fr: Cliquez, écrivez et appuyez sur Entrée pour trouver

source: Search
fr: Chercher

source: Folder
fr: Dossier

source: Event
fr: Événement

source: Clone %s
fr: Dupliquer %s

source: Online Manual
fr: Manuel en ligne

source: Read more
fr: Lire plus

source: contents|More recent
fr: Plus récents

source: contents|More viewed
fr: Les plus vus

source: contents|Most commented
fr: Les plus commentés

source: New content
fr: Nouveau contenu

source: people|More recent
fr: Plus récentes

source: people|More active
fr: Les plus actives

source: people|More popular
fr: Les plus populaires

source: communities|More recent
fr: Les plus récentes

source: communities|More active
fr: Les plus actives

source: communities|More popular
fr: Les plus populaires

source: Previous
fr: Précédent

source: See all
fr: Tout voir

source: Manage %s
fr: Gérer %s

source: My enterprises
fr: Mes entreprises

source: My communities
fr: Mes communautés

source: Configure the environment
fr: Configurer l'environnement

source: Manage your pending tasks
fr: Gérer mes tâches en attentes

source: Logout
fr: Déconnexion

source: Leave the system
fr: Quitter le système

source: Go to your homepage
fr: Aller à votre page d'accueil

source: Control panel
fr: Panneau de contrôle

source: Configure your personal account and content
fr: Gérer votre compte et vos contenus

source: Sign up
fr: Se connecter

source: characters left
fr: caractères restants

source: Limit of characters reached
fr: Limite de caractères atteint

source: Report abuse
fr: Abus

source: Are you sure that you want to remove the folder "%s"? Note that all the items inside it will also be removed!
fr: Êtes-vous sûr de vouloir détruire ce dossier "%s" ? Faîtes attention que les éléments qu'il contient seront aussi détruits !

source: Are you sure that you want to remove the item "%s"?
fr: Êtes-vous sûr(e) de vouloir supprimer cet élément "%s" ?

source: Profile organization
fr: Profil organisation

source: Your profile will be created according to the selected template. Click on the options to view them.
fr: Votre profil sera créé selon le modèle sélectionné. Cliquez sur les options pour les visualiser.

source: Errors while saving
fr: Erreurs pendant l'enregistrement

source: The content here is available to %s's friends only.
fr: Le contenu est disponible seulement pour vos amis %s's.

source: The contents in this profile is available to members only.
fr: Le contenu dans ce profil est disponible uniquement les membres.

source: See all connections
fr: Voir toutes les connexions

source: Full screen
fr: Plein écran

source: Go to full screen mode
fr: Afficher en pleine écran

source: Exit full screen
fr: Quitter le plein écran

source: Exit full screen mode
fr: Quitter le mode plein écran

source: Allow all members to edit this article
fr: Permettre à tous les membres de modifier cet article

source: This topic is opened for replies
fr: Ce sujet est ouvert pour les réponses

source: I want to receive comments about this article
fr: Je veux recevoir les commentaires sur cet article

source: I want to receive a notification of each comment written by e-mail
fr: Je veux recevoir un e-Mail de notification pour chaque commentaire

source: I want to approve comments on this article
fr: Je tiens à approuver les commentaires sur cet article

source: I want this article to display the number of hits it received
fr: Je veux que cet article affiche le nombre de visites qu'il a reçues

source: I want this article to display a link to older versions
fr: Je veux que cet article affiche les liens des anciennes versions

source: Topic creation
fr: Création d'un sujet

source: Who will be able to create new topics on this forum?
fr: Qui sera en mesure de créer de nouveaux sujets sur ce forum ?

source: Type in a name of a community member
fr: Tapez le nom d'un membre de la communauté

source: New article
fr: Nouvel article

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Spread
fr: Partager

source: Invite Friends
fr: Inviter des amis

source: Add translation
fr: Ajouter une traduction

source: Upload files
fr: Téléverser (upload) des fichiers

source: Suggest an article
fr: Suggérer un article

source: All versions
fr: Toutes les versions

source: Products
fr: Produits

source: New post
fr: Nouvel article

source: Configure blog
fr: Configurer le blog

source: Main content
fr: Contenu principal

source: This block is invisible. Your visitors will not see it.
fr: Ce bloc est invisible, vos visiteurs ne le verront pas.

source: Can't move up anymore.
fr: Impossible d'aller plus haut.

source: Move block up
fr: Vers le haut

source: Can't move down anymore.
fr: Impossible d'aller plus bas.

source: Move block down
fr: Vers le bas

source: Move to the opposite side
fr: Déplacer du côté opposé

source: Remove block
fr: Effacer le bloc

source: Are you sure you want to remove this block?
fr: Êtes-vous sûr de vouloir supprimer ce bloc ?

source: Clone
fr: Dupliquer

source: Help on this block
fr: Aide sur ce bloc

source: Type of category
fr: Type de catégorie

source: Online
fr: En ligne

source: Busy
fr: Occupé

source: Sign out of chat
fr: Déconnexion du chat

source: New %s
fr: Nouveau %s

source: Spread this
fr: Partager

source: , by %s
fr: , par %s

source: Are you sure you want to mark this comment as SPAM?
fr: Êtes-vous sûr que vous voulez marquer ce commentaire comme un SPAM ?

source: Remove
fr: Supprimer

source: Are you sure you want to remove this comment and all its replies?
fr: Êtes-vous sûr(e) que vous voulez supprimer ce commentaire et ses réponses ?

source: %s comments
fr: %s commentaires

source: no comments yet
fr: Pas de commentaire

source: One comment
fr: Un commentaire

source: Translations
fr: Traductions

source: Text
fr: Texte

source: Link
fr: Liens

source: Yes
fr: Oui

source: No
fr: Non

source: %{month_name} %{day}
fr: %{day} %{month_name}

source: %{month}/%{day}/%{year}
fr: %{day}/%{month}/%{year}

source: %{month}/%{day}
fr: %{day}/%{month}

source: %{month_name} %{day}, %{year}
fr: %{day} %{month_name} %{year}

source: from %{month} %{day1} to %{day2}, %{year}
fr: à partir du %{month} %{day1} à %{day2}, %{year}

source: from %{date1} to %{date2}, %{year}
fr: A partir de %{date1} à %{date2}, %{year}

source: from %{date1} to %{date2}
fr: à partir de %{date1} à %{date2}

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Are you sure you want to visit this web site?
fr: Êtes-vous sûr(e) de vouloir visiter ce site web ?

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Events for %s
fr: Evénements pour %s

source: No events for this month
fr: Pas d'évènements pour ce mois

source: to
fr: à

source: Administrator must approve all new organizations
fr: L'administrateur doit approuver toute nouvelle organisation

source: Administrator assigns validator organizations per region.
fr: Les validateurs sont assignés par région par les administrateurs.

source: All new organizations are approve by default
fr: Les nouvelles organisations sont approuvées par défaut

source: (empty folder)
fr: (dossier vide)

source: Edit folder
fr: Éditer le dossier

source: Username
fr: Identifiant

source: Cancel
fr: Annuler

source: Select the State
fr: Choisissez un département

source: Select the City
fr: Choisissez la ville

source: State:
fr: Département :

source: City:
fr: Ville :

source: Done
fr: Terminé

source: Today
fr: Aujourd'hui

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Su
fr: Dim

source: Mo
fr: Lun

source: Tu
fr: Mar

source: We
fr: Mer

source: Th
fr: Jeu

source: Fr
fr: Ven

source: Sa
fr: Sam

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Feb
fr: Fév

source: Apr
fr: Avr

source: Jun
fr: Juin

source: Jul
fr: Juil

source: Aug
fr: Aoû

source: Dec
fr: Déc

source: Next
fr: Suivant

source: Prev
fr: Préc

source: Wk
fr: Trav

source: root
fr: racine

source: New discussion topic
fr: Nouveau sujet de discussion

source: Configure forum
fr: Configurer le forum

source: Discussion topic
fr: Sujet de discussion

source: Posts
fr: Articles

source: Last post
fr: Dernier commentaire

source: by
fr: par

source: The language you choose here is the language used for options, buttons, etc. It does not affect the language of the content created by other users.
fr: La langue que vous choisissez ici est celle utilisée pour les options, les boutons, etc. Elle n'affecte pas la langue du contenu créé par d'autres utilisateurs.

source: (No icon)
fr: (Pas d'icône)

source: New
fr: Nouveau

source: Save
fr: Enregistrer

source: Send
fr: Envoyer

source: Add
fr: Ajouter

source: Up
fr: Haut

source: Down
fr: Bas

source: Left
fr: Gauche

source: Right
fr: Droite

source: Gray Right
fr: Gris droit

source: Eyes
fr: Yeux

source: Person
fr: Personne

source: Home
fr: Accueil

source: Package
fr: Paquet

source: To do list
fr: Liste des chose à faire

source: Community's profile
fr: Profil de la communauté

source: Join this community
fr: Rejoindre ce groupe

source: Image gallery
fr: Galerie d'images

source: Agrometeorology
fr: Agrométéorologie

source: Agronomy
fr: Agronomie

source: Foods
fr: Alimentation

source: Anthropology
fr: Anthropologie

source: Astronomy
fr: Astronomie

source: Librarianship
fr: Bibliothécaire

source: Biosciences
fr: Sciences du vivant

source: Biophysics
fr: Sciences physiques

source: Biology
fr: Biologie

source: Biotechnology
fr: Biotechnologies

source: Botany
fr: Botanique

source: Science Politics
fr: Sciences politiques

source: Accounting and Actuarial Science
fr: Comptabilité et actuariat

source: Morphologic Sciences
fr: Sciences morphologiques

source: Computer Science
fr: Informatique

source: Rural Development
fr: Développement rural

source: Law
fr: Droit

source: Ecology
fr: Écologie

source: Economy
fr: Économie

source: Education
fr: Éducation

source: Long-distance Education
fr: Éducation à distance

source: Physical Education
fr: Éducation physique et sportive

source: Professional Education
fr: Formation professionnelle

source: Nursing
fr: Soins infirmiers

source: Engineerings
fr: Sciences et techniques de l'ingénieur

source: Basic and Average education
fr: Enseignements primaire et secondaire

source: Statistics
fr: Statistiques

source: Stratigraphy
fr: Stratigraphie

source: Pharmacy
fr: Pharmacie

source: Pharmacology
fr: Pharmacologie

source: Philosophy
fr: Philosophie

source: Physics
fr: Physique

source: Plant Protection
fr: Protection de l'environnement

source: Genetics
fr: Génétique

source: Geosciences
fr: Sciences de la terre

source: Geography
fr: Géographie

source: Geology
fr: Géologie

source: Hydrology
fr: Hydrologie

source: Hydromechanics
fr: Hydromécanique

source: History
fr: Histoire

source: Informatics
fr: Informatique

source: Interdisciplinary
fr: Interdisciplinaire

source: Journalism
fr: Journalisme

source: Letters
fr: Lettres

source: Languages
fr: Langues

source: Mathematics
fr: Mathématiques

source: Medicines
fr: Industrie pharmaceutique

source: Medicine
fr: Médecine

source: Metallurgy
fr: Métallurgie

source: Microbiology
fr: Microbiologie

source: Mineralogy
fr: Minéralogie

source: Music
fr: Musique

source: Odontology
fr: Odontologie

source: Paleontology
fr: Paléontologie

source: Petrology
fr: Pétrologie

source: Psychology
fr: Psychologie

source: Psychiatry
fr: Psychiatrie

source: Quality
fr: Qualité

source: Chemistry
fr: Chimie

source: Health
fr: Santé

source: Remote Sensing
fr: Mesure à distance

source: Forestry
fr: Eaux et forêts

source: Sociology
fr: Sociologie
