Repository: noosfero/noosfero
Catalog: po/*/noosfero.edit.po
Languages: fr

source: Skip e-mail confirmation for new users
fr: Passer la confirmation par e-mail pour les nouveaux utilisateurs

source: Send welcome e-mail to new users
fr: Envoyer un message de bienvenue aux nouveaux utilisateurs

source: Allow users to set the page to redirect after login
fr: Autoriser aux utilisateurs de définir la page de redirection après la connexion

source: Display on menu the list of communities the user can manage
fr: Afficher dans le menu, la liste des communautés que l'utilisateur peut gérer

source: Display on menu the list of enterprises the user can manage
fr: Afficher dans le menu, la liste des entreprises que l'utilisateur peut gérer

source: Show content only to members
fr: Afficher le contenu uniquement aux membres

source: Stays on the same page the user was before login.
fr: Rester sur la même page après l'authentification de l'utilisateur.

source: Redirects the user to the environment homepage.
fr: Rediriger l'utilisateur sur la page de l'environnement.

source: Redirects the user to his profile page.
fr: Rediriger l'utilisateur sur la page de son profil.

source: Redirects the user to his homepage.
fr: Rediriger l'utilisateur sur sa page d'accueil.

source: Redirects the user to his control panel.
fr: Rediriger l'utilisateur sur son panneau de contrôle.

source: Stays on the same page the user was before signup.
fr: Rester sur la même page après la connexion de l'utilisateur.

source: Redirects the user to the environment welcome page.
fr: Rediriger l'utilisateur sur la page de bienvenue de l'environnement.

source: This enterprise needs to be enabled.
fr: Cette entreprise doit être activée.

source: Only one Virtual Community can be the default one
fr: Seule une Communauté Virtuelle peut être celle par défaut

source: is not available.
fr: n'est pas disponible.

source: have unsupported languages.
fr: langues non supportées.

source: {fn} cannot come before end date.
fr: {fn} ne peut pas être avant la date de fin.

source: A calendar event.
fr: Un événement du calendrier.

source: Displays the people who like the enterprise
fr: Affiche les gens qui aiment l'entreprise

source: This block presents the fans of an enterprise.
fr: Ce bloc présente les membres d'une entreprise.

source: This block lists your favorite enterprises.
fr: Ce bloc liste vos entreprises préférées.

source: Feed reader
fr: Lecteur de flux RSS

source: Feed Reader
fr: Lecteur de flux

source: This block can be used to list the latest new from any site you want. You just need to inform the address of a RSS feed.
fr: Ce bloc peut être utilisé pour lister les dernières nouvelles de n'importe quel site. Vous devez juste indiquez l'adresse d'un flux RSS.

source: A folder, inside which you can put other articles.
fr: Un dossier dans lequel vous pouvez placer d'autres articles.

source: Gallery
fr: Galerie

source: A gallery, inside which you can put images.
fr: Une galerie, à l'intérieur duquel vous pouvez mettre des images.

source: {fn} of uploaded file was larger than the maximum size of 5.0 MB
fr: {fn} le fichier transféré est plus grand que la taille maximale de 5.0 MB

source: Firstname Lastname <friend@email.com>
fr: Prénom Nom <friend@email.com>

source: To accept invitation, please follow this link: <url>
fr: Pour accepter l'invitation, prière de suivre ce lien : <url>

source: Friend invitation
fr: Invitation d'un ami

source: Hello <friend>,
fr: Bonjour <friend>,

source: <user> is inviting you to participate on <environment>.
fr: <user> vous invite à participer à <environment>..

source: To accept the invitation, please follow this link:
fr: Pour accepter l'invitation, suivez ce lien :

source: Community invitation
fr: Invitation de la communauté

source: %{requestor} invited you to join %{linked_subject}.
fr: %{requestor} vous invite à rejoindre %{linked_subject}.

source: %{requestor} invited you to join %{community}.
fr: %{requestor} vous invite à rejoindre %{community}.

source: %{requestor} is inviting you to join "%{community}" on %{system}.
fr: %{requestor} vous invite à rejoindre "%{community}" sur %{system}.

source: <user> is inviting you to join "<community>" on <environment>.
fr: <user> vous invite à rejoindre "<community>" sur <environment>.

source: name
fr: nom

source: title
fr: titre

source: Same page
fr: Même page

source: New tab
fr: Nouvel onglet

source: New window
fr: Nouvelle fenêtre

source: Links (static menu)
fr: Liens ( menu statique)

source: This block can be used to create a menu of links. You can add, remove and update the links as you wish.
fr: Ce bloc peut être utilisé pour crée un menu de liens. Vous pouvez ajouter/retirer/modifier les liens comme vous le voulez.

source: Location map
fr: Localisation

source: Shows where the profile is on the material world.
fr: Montre où se trouve le profil dans le monde physique.

source: Login/logout
fr: Connexion/Déconnexion

source: This block presents a login/logout block.
fr: Ce bloc présente un formulaire d'identification.

source: This block presents the main content of your pages.
fr: Ce bloc présente le contenu principal de vos pages.

source: Control Panel
fr: Panneau de contrôle

source: New user
fr: Nouvel utilisateur

source: %{sender} wants to register.
fr: %{sender} veut s'enregistrer.

source: %{sender} tried to register.
fr: %{sender} a tenté de s'enregistrer.

source: You need to login on %{system} in order to approve or reject this user.
fr: Vous devez être connecté(e) sur %{system} pour pouvoir approuver/rejeter cet utilisateur.

source: User "%{user}" just requested to register. You have to approve or reject it through the "Pending Validations" section in your control panel.
fr: L'utilisateur "%{user}" vient de faire la demande pour être enregistré. Vous devez approuver/rejeter dans la section "Validations en attente" dans votre panneau de contrôle.

source: My network
fr: Mon réseau

source: This block displays some info about your networking.
fr: Ce bloc affiche les informations de votre réseau.

source: Region Code
fr: Région

source: Invalid city or state name.
fr: Ville ou département invalide.

source: District
fr: Quartier

source: Address reference
fr: Adresse de référence

source: Display name
fr: Nom affiché

source: Contact email
fr: e-Mail de contact

source: An existing person cannot be renamed.
fr: Un utilisateur existant ne peut pas être renommé.

source: work
fr: travail

source: school
fr: école

source: family
fr: famille

source: Cell phone
fr: Téléphone mobile

source: Comercial phone
fr: Téléphone professionnel

source: Nationality
fr: Nationalité

source: Schooling
fr: Éducation

source: Area of study
fr: Domaine d'étude

source: Professional activity
fr: Activité professionnelle

source: Organization
fr: Organisation

source: Schooling status
fr: Statut de formation

source: Custom education
fr: Formation (autre)

source: Custom area of study
fr: Domaine d'étude (autre)

source: Contact information
fr: Informations de contact

source: Sex
fr: Sexe

source: Zip code
fr: Code postal

source: {fn} is already used by other user
fr: {fn} est déjà utilisé par un autre utilisateur

source: none
fr: Aucun(e)

source: one friend
fr: Un ami

source: %s friends
fr: %s amis

source: You just left %s.
fr: Vous venez de quitter %s.

source: Raw HTML
fr: HTML Brut

source: Nickname
fr: Pseudo

source: Edit profile
fr: Éditer le profil

source: Destroy profile
fr: Détruire le profil

source: Manage memberships
fr: Gérer les membres

source: Edit profile design
fr: Éditer l'identité visuelle du profil

source: Manage products
fr: Gérer les produits

source: Manage friends
fr: Gérer les amis

source: Validate enterprise
fr: Valider l'entreprise

source: Perform task
fr: Réaliser une tâche

source: Moderate comments
fr: Modérer les commentaires

source: View private content
fr: Voir le contenu privé

source: Invite members
fr: Inviter des membres

source: Send e-Mail to members
fr: Envoyer un e-mail aux membres

source: Manage custom roles
fr: Gérer les rôles personnalisés

source: is not a template.
fr: n'est pas un modèle.

source: %s can't have members
fr: %s ne peut pas avoir de membres

source: %s can't has moderators
fr: %s ne peut pas avoir de modérateur

source: Since:
fr: Depuis :

source: no activity
fr: pas d'activité

source: one activity
fr: une activité

source: %s activities
fr: %s activités

source: no members
fr: pas de membre

source: one member
fr: un membre

source: %s members
fr: %s membres

source: Profile Image
fr: Image du Profile

source: This block presents the profile image
fr: Ce bloc présente l'image du profil

source: Basic information about <i>%{user}</i>: how long <i>%{user}</i> is part of <i>%{env}</i> and useful links.
fr: Informations de base concernant <i>%{user}</i> : depuis quand <i>%{user}</i> est membre de <i>%{env}</i> et liens utiles.

source: Random profiles
fr: Profils au hasard

source: {#} People or Groups
fr: {#} Personnes et Groupes

source: Clicking on the people or groups will take you to their home page.
fr: Cliquer sur les personnes ou groupes vous amène sur leur page personnelle.

source: Display a form to search the profile
fr: Afficher le formulaire de recherche sur les profils

source: Friends in common
fr: Amis commun

source: Communities in common
fr: Communautés communes

source: Tags in common
fr: Mots clés communs

source: Recent content
fr: Contenu récent

source: This block lists your content most recently updated.
fr: Ce bloc liste vos contenus récents mis à jour.

source: RssFeed
fr: Flux RSS

source: %s's RSS feed
fr: Flux RSS de %s

source: %s's content published at %s
fr: Le contenu de %s publié à %s

source: RSS Feed
fr: Flux RSS

source: Provides a news feed of your more recent articles.
fr: Fournit un flux de nouvelles de vos articles les plus récents.

source: Slideshow
fr: Diaporama

source: Article suggestion
fr: Suggestion d'article

source: %{requestor} suggested the publication of the article: %{article}.
fr: %{requestor} a suggéré la publication de l'article : %{article}.

source: Active
fr: Actif

source: Cancelled
fr: Annulé

source: Finished
fr: Fini

source: Hidden
fr: Cacher

source: Task
fr: Tâches

source: %{requestor} sent you a task.
fr: %{requestor} vous a envoyé une tâche.

source: File
fr: Fichier

source: {fn} of uploaded file was larger than the maximum size of %{size}
fr: {fn} Le fichier que vous avez transféré est plus gros que la taille maximale de %{size}

source: Uploaded file
fr: Fichier transféré

source: Upload any kind of file you want.
fr: Transférez les fichiers que vous souhaitez.

source: Password confirmation
fr: Mot de passe (confirmation)

source: Terms accepted
fr: Conditions acceptées

source: does not match.
fr: ne correspond pas.

source: Unknown
fr: Inconnu

source: File (%s)
fr: Fichier (%s)

source: Feed
fr: Flux RSS

source: Log in
fr: Se connecter

source: part 2 of 2
fr: partie 2 sur 2

source: part 2 of 3
fr: partie 2 sur 3

source: I read the terms of use and accepted them
fr: J'ai lu les conditions d'utilisation et les accepte

source: Continue
fr: Continuer

source: Activate
fr: Activer

source: Enterprise activation - part 3 of 3
fr: Activation d'entreprise - partie 3 sur 3

source: Now for you manage your enterprise you have to associate an individual account to the enterprise.
fr: Maintenant, pour gérer votre entreprise, vous devez associer un compte d'individu avec l'entreprise.

source: Do you have a personal user account in the system?
fr: Avez-vous un compte personnel sur le système ?

source: Personal signup form
fr: Formulaire d'enregistrement personnel

source: <b>Warning</b>: this form is for your personal information, not of your enterprise. So you will have a personal account that can manage your enterprise.
fr: <b>Attention</b> : ce formulaire est destiné à vos informations personnelles, pas celles de votre entreprise. Ainsi vous aurez un compte personnel qui gèrera votre entreprise.

source: Enter you user name and password
fr: Entrez vos identifiant et mot de passe

source: The year must be between %d and %d
fr: L'année doit être comprise entre %d et %d

source: part 1 of 2
fr: partie 1 sur 2

source: part 1 of 3
fr: partie 1 sur 3

source: Pay atention! You have only one chance!
fr: Attention vous n'avez qu'une seule chance !

source: What is the CNPJ of your enterprise?
fr: Quel est le numéro d'identification de votre entreprise ?

source: This enterprise is already active
fr: Cette entreprise est déjà active

source: This enterprise can't be activated by the system
fr: Cette organisation ne peut être activée par le système

source: Unfortunately this enterprise can't be activated via the system.
fr: Malheureusement, cette organisation ne peut être activée par le système.

source: We don't have enough information about your enterprise to identify you.
fr: Nous n'avons pas suffisamment d'informations concernant votre entreprise pour vous identifier.

source: Your enterprise has been blocked
fr: Votre entreprise a été bloquée

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Confirm your new Password
fr: Confirmer votre nouveau mot de passe

source: Back to control panel
fr: Retour au panneau de contrôle

source: Account options
fr: Options du compte

source: Change password.
fr: Modifier son mot de passe.

source: It is a good idea to change your password from times to times.
fr: C'est une bonne idée que de changer son mot de passe de temps en temps.

source: Edit Personal details.
fr: Éditer vos informations personnelles.

source: You can change your personal details.
fr: Vous pouvez modifier vos informations personnelles.

source: My home page.
fr: Ma page personnelle.

source: See your homepage.
fr: Voir votre page personnelle.

source: Manage content.
fr: Gérer le contenu.

source: Manage your content.
fr: Gérer votre contenu.

source: Logout.
fr: Déconnexion.

source: It is always a good idea to make a logout when you finish using the environment.
fr: C'est toujours une bonne idée que de se déconnecter explicitement lorsque vous avez terminé d'utiliser l'environnement.

source: Identify yourself
fr: Identifiez-vous

source: Login.
fr: Identifiant.

source: You need to login to be able to use all the features in this environment.
fr: Vous devez être connecté(e) pour pouvoir utiliser toutes les fonctions de cette communauté.

source: Sign up.
fr: S'inscrire.

source: If you are not an user already, you can register now to become a member of this environment.
fr: Si vous ne n'avez pas déjà fait, vous pouvez vous enregistrer dès à présent pour devenir membre de cette communauté.

source: Invalid change password code
fr: Code de changement de mot de passe invalide

source: The code you are using for password change is not valid. Please try to request password change using the <a href="%s">"I forgot my password"</a> functionality.
fr: Le code que vous utilisez pour changer votre mot de passe est invalide. Vous devriez sans doute tenter de faire une demande de changement de mot de passe en utilisant la fonctionnalité <a href="%s">«J'ai oublié mon mot de passe»</a>.

source: Invalid enterprise code
fr: Code entreprise invalide

source: The code you are using for validate your enterprise is not valid. Please check if you are typing it correctly.
fr: Le code que vous utilisez pour valider votre entreprise n'est pas valide. Vérifiez si vous le tapez correctement SVP.

source: I forgot my password!
fr: J'ai oublié mon mot de passe !

source: Are you sure you want to get out?
fr: Êtes-vous sûr(e) de vouloir sortir ?

source: No, I want to stay.
fr: Non, je désire rester.

source: Enter new password
fr: Entrez un nouveau mot de passe

source: Hello, %s! Please enter your new password in the form below.
fr: Bonjour, %s ! Veuillez entrer votre nouveau mot de passe dans le formulaire ci-dessous.

source: Confirm the new password
fr: Confirmer votre nouveau mot de passe

source: Password changed sucessfully
fr: Le mot de passe a bien été modifié

source: %s, your new password was successfully installed.
fr: %s, votre nouveau mot de passe a bien été installé.

source: You can <a href='%s'>login</a> now.
fr: Maintenant, vous pouvez vous <a href='%s'>connecter</a>.

source: Password recovery
fr: Retrouver son mot de passe

source: An e-mail was just sent to your e-mail address, with instructions for changing your password. You should receive it in a few minutes.
fr: Un message vient d'être envoyé à votre adresse électronique ; il contient les instructions sur comment modifier votre mot de passe. Vous devriez le recevoir dans quelques instants.

source: Welcome to %s
fr: Bienvenue sur %s

source: Go to my control panel
fr: Aller sur mon panneau de contrôle

source: Go to my enterprise control panel
fr: Aller sur le panneau de contrôle de mon entreprise

source: Body
fr: Corps

source: If you enable this feature on the "Features" section of the Administration Panel, this text will be shown as a welcome message to users after signup.
fr: Si vous activez cette fonction dans la section "Fonctionnalités" du panneau d'administration, ce texte sera affiché comme un message de bienvenue aux utilisateurs après inscription.

source: If this content is left blank, the following page will be displayed to the user:
fr: Si ce contenu est laissé vide, la page suivante sera affichée à l'utilisateur :

source: This text will be sent to new users if the feature "Send welcome e-mail to new users" is enabled on environment.
fr: Ce texte sera envoyé aux nouveaux utilisateurs si la fonction "Envoyer courriel de bienvenue pour les nouveaux utilisateurs" est activé.

source: Site name
fr: Nom du site

source: No reply email
fr: Email de non-réponse

source: Theme
fr: Thème

source: Default language
fr: Langue par défaut

source: Available languages
fr: Langues disponibles

source: Homepage content
fr: Contenu de la page d'accueil

source: Administrator Panel
fr: Interface d'administration

source: Environment settings
fr: Paramètres d'environnement

source: Features
fr: Fonctionnalités

source: Sideboxes
fr: Boites latérales

source: Homepage
fr: Accueil

source: Licenses
fr: Licences

source: Trusted sites
fr: Sites de confiance

source: Profiles
fr: Profils

source: User roles
fr: Rôle utilisateurs

source: Users
fr: Utilisateurs

source: Organizations
fr: Organisations

source: Profile templates
fr: Modèles de profil

source: Fields
fr: Champs

source: Enterprise-related settings
fr: Paramètres liés aux entreprises

source: Message for disabled enterprises
fr: Message pour les entreprises désactivées

source: Validators by region
fr: Modérateurs par région

source: Site info
fr: Infos du site

source: Back to admin panel
fr: Retour au panneau de contrôle

source: Terms of use
fr: Conditions d'utilisation

source: Signup welcome email
fr: Email de bienvenue après inscription

source: Signup welcome page
fr: Message de bienvenue après inscription

source: Article not selected yet.
fr: Article non sélectionné.

source: Subscribe RSS Feed
fr: Souscrire à des flux RSS

source: View all
fr: Voir tout

source: Some suggestions for you
fr: Quelques suggestions pour vous

source: See all suggestions
fr: Voir toutes les suggestions

source: Feed content was not loaded yet
fr: Le contenu du flux n'a pas encore été chargé

source: Updated: %s
fr: Mis à jour le : %s

source: tags|View all
fr: tags|Voir tout

source: This profile has no geographical position registered.
fr: Ce profil n'a pas de position géographique enregistrée.

source: Logged in as %s
fr: Connecté en tant que %s

source: User since %s/%s
fr: Utilisateur depuis %s/%s

source: View profile
fr: Voir le profil

source: One article published
fr: Un article publié

source: One member
fr: Un membre

source: One tag
fr: Un tag

source: One friend
fr: Un contact

source: One community
fr: Un groupe

source: Since %{year}/%{month}
fr: Depuis %{month}/%{year}

source: Add as favorite
fr: Ajouter comme favori

source: Add enterprise as favorite
fr: Ajouter cette entreprise comme favorite

source: Add friend
fr: Ajouter un contact

source: Create
fr: Créer

source: Please, edit this block and select an image gallery.
fr: S'il vous plaît, modifier ce bloc et sélectionnez une galerie d'images.

source: Number of posts:
fr: Nombre d'articles :

source: How to display this content:
fr: Comment afficher ce contenu :

source: Full post
fr: Tout les articles

source: Choose a blog:
fr: Choisir un blog :

source: Category types
fr: Types de catégorie

source: Limit of posts to display
fr: Limiter les articles à afficher

source: Highlights
fr: Points Forts

source: Image transition:
fr: Transition des images :

source: Display navigation buttons
fr: Afficher les boutons de navigation

source: Links
fr: Liens

source: Icon
fr: Icône

source: Target
fr: Cible

source: New link
fr: Nouveau lien

source: World
fr: Monde

source: Map Type:
fr: Type de carte :

source: Hybrid
fr: Hybride

source: Show name on block
fr: Montrer le nom sur les blocs

source: Limit of items
fr: Limite d'articles

source: Choose a gallery
fr: Choisir une gallerie

source: Image size
fr: Taille de l'image

source: Thumbnail
fr: Aperçu

source: Slideshow size
fr: Taille du diaporama

source: Limit of tags to display:
fr: Limite des tags à afficher :

source: Custom title for this block:
fr: Titre pour ce bloc :

source: Display this block:
fr: Afficher ce bloc :

source: Display to users:
fr: Afficher les utilisateurs :

source: Show for:
fr: Afficher pour :

source: all languages
fr: Toutes les langues

source: Edit options:
fr: Modifier les options :

source: Move options:
fr: Déplacez les options :

source: Editing sideboxes
fr: Édition des boîtes latérales

source: Add subcategory
fr: Ajouter une sous-catégorie

source: Are you sure you want to remove "%s"?
fr: Êtes-vous sûr(e) d'ôter/effacer «%s» ?

source: Are you sure you want to remove "%s" and all its subcategories?
fr: Êtes-vous sûr(e) d'ôter/effacer «%s» et toutes ses sous-catégories ?

source: Display in the menu
fr: Afficher dans le menu

source: Pick a color
fr: Choisir la couleur

source: Editing %s
fr: Édition de %s

source: New category
fr: Nouvelle catégorie

source: Could not connect to chat
fr: Impossible de se connecter au chat

source: Save changes
fr: Enregistrer les modifications

source: My Blog
fr: Mon blog

source: WARNING!
fr: Attention !

source: You are about to change the address, and this will break external links to this blog or to posts inside it. Do you really want to change?
fr: Vous êtes sur le point de modifier cette adresse, et cela risque de briser les liens extérieurs menant à la page d'accueil ou le contenu du site lui-même. Voulez-vous vraiment la modifier ?

source: Posts per page:
fr: Billets par page :

source: Limit of posts in RSS Feed
fr: Limite de billets dans le flux RSS

source: Fetch posts from an external feed
fr: Récupérer les billets sur un flux extérieur

source: Feed address
fr: Adresse RSS

source: Fetch posts only once
fr: Récupérer les billets une seule fois

source: Fetch posts periodically
fr: Récupérer les billets périodiquement

source: Feeds are updated in batches periodically. Please note that your posts will not be fetched immediately.
fr: Les flux sont mis à jour périodiquement. C'est pour cela que vos billets ne seront pas récupérés immédiatement.

source: Event website:
fr: Site web de l'événement :

source: Address:
fr: Adresse :

source: Public view
fr: Vue publique

source: Parent folder:
fr: Dossier parent :

source: None
fr: Aucun(e)

source: Name:
fr: Nom :

source: Limit of articles
fr: Limite d'articles

source: Use as item description:
fr: Utiliser comme description d'élément :

source: Article abstract
fr: Résumé de l'article

source: Article body
fr: Corps de l'article

source: Include in the feed:
fr: Inclure dans le flux :
