Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <a href="#relatedtopics">Related topics</a>
es: <a href="#relatedtopics">Temas relacionados</a>
pt: <a href="#relatedtopics">Tópicos relacionados</a>
ta: <a href = "#தொடர்புடைய டோபிக்ச்"> தொடர்புடைய தலைப்புகள் </a>

source: Find on top bar the term &#8220;Search&#8221; and click on it:
es: Encuentra en la barra superior el trmino &#8220;Buscar&#8221; y haz clic en l:
pt: Encontre na barra superior o termo &#8220;Busca&#8221; e clique nele:
ta: மேல் பட்டியில் &#8220; தேடல் &#8221; அதைக் சொடுக்கு செய்க:

source: Search on top menu
es: Bsqueda en el men superior
pt: Busca no menu superior
ta: மேல் பட்டியலில் தேடுங்கள்

source: Fill in the search field with what you want to look for and press &#8220;Enter&#8221; on keyboard
es: Rellena el campo de bsqueda con aquello que deseas buscar y presiona &#8220;Enter&#8221; en el teclado
pt: Preencha o campo de busca com o termo que deseja procurar e pressione &#8220;Enter&#8221; no teclado
ta: நீங்கள் தேட விரும்பும் தேடல் புலத்தை நிரப்பி, அழுத்தவும் &#8220; &#8221; விசைப்பலகையில்

source: Then you will see a screen with the search result. Each box brings one kind of information with a limited number of results. To see more results of a box, click on &#8220;See all&#8221; link below the box.
es: Luego vers una pantalla con el resultado de la bsqueda. Cada bloque muestra un tipo de informacin con un nmero limitado de resultados. Para ver ms resultados de una caja, haz clic en el enlace &#8220;Ver todos&#8221; debajo del bloque.
pt: Então você verá o resultado da busca na tela. Cada caixa reúne um tipo de informação com um número limitado de resultados. Para ver mais resultados de uma caixa, clique no link &#8220;Ver todos&#8221; abaixo da caixa.
ta: தேடல் முடிவுடன் ஒரு திரையைக் காண்பீர்கள். ஒவ்வொரு பெட்டியும் ஒரு குறிப்பிட்ட எண்ணிக்கையிலான முடிவுகளுடன் ஒரு வகையான தகவல்களைக் கொண்டுவருகிறது. ஒரு பெட்டியின் கூடுதல் முடிவுகளைக் காண, &#8220 ஐக் சொடுக்கு செய்க; அனைத்தையும் காண்க &#8221; பெட்டியின் கீழே இணைக்கவும்.

source: Search results with example
es: Buscar resultados con un ejemplo
pt: Resultado da busca com exemplo
ta: உதாரணத்துடன் முடிவுகளைத் தேடுங்கள்

source: Clicking on &#8220;See all&#8221; link of community&#8217;s box, then you will see all the articles found on search.
es: Presionando el enlance &#8220;Ver todos&#8221; de un bloque de comunidad, vers despus todos los artculos encontrados en la bsqueda.
pt: Clicando no link &#8220;Ver todos&#8221; da caixa, você verá todos os artigos encontrados na busca.
ta: &#8220 ஐக் சொடுக்கு செய்க; அனைத்தையும் காண்க &#8221; சமூகத்தின் இணைப்பு &#8217; பெட்டியின் பெட்டியின் இணைப்பு, பின்னர் தேடலில் காணப்படும் அனைத்து கட்டுரைகளையும் நீங்கள் காண்பீர்கள்.

source: View all results on search with example
es: Ver todos los resultados de la bsqueda con un ejemplo
pt: Ver todos os resultados da busca com exemplo
ta: உதாரணத்துடன் தேடலில் உள்ள அனைத்து முடிவுகளையும் காண்க

source: Related topics
es: Temas relacionados
pt: Tópicos relacionados
ta: தொடர்புடைய தலைப்புகள்

source: <a href="/doc/navigation/searching-people">Finding people</a>
es: <a href="/doc/navigation/searching-people">Encontrando personas</a>
pt: <a href="/doc/navigation/searching-people">Encontrar pessoas</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்-மக்கள்"> மக்களைக் கண்டுபிடிப்பது </a>

source: <a href="/doc/navigation/searching-communities">Finding communities</a>
es: <a href="/doc/navigation/searching-communities">Buscando Comunidades</a>
pt: <a href="/doc/navigation/searching-communities">Encontrar comunidades</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்-சமூகங்கள்"> சமூகங்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/searching-enterprises">Finding enterprises</a>
es: <a href="/doc/navigation/searching-enterprises">Encontrando empresas</a>
pt: <a href="/doc/navigation/searching-enterprises">Encontrar empreendimentos</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்-நிறுவனங்கள்"> நிறுவனங்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/searching-products-services">Finding products and services</a>
es: <a href="/doc/navigation/searching-products-services">Encontrando productos y servicios</a>
pt: <a href="/doc/navigation/searching-products-services">Encontrar produtos e serviços</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்-தயாரிப்புகள்-சேவைகள்"> தயாரிப்புகள் மற்றும் சேவைகளைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/advanced-search">Advanced search</a>
es: <a href="/doc/navigation/advanced-search">Bsqueda avanzada</a>
pt: <a href="/doc/navigation/advanced-search">Busca avançada</a>
ta: <a href = "/doc/வழிசெலுத்தல்/மேம்பட்ட-தேடல்"> மேம்பட்ட தேடல் </a>

source: Person balloon
es: Globo de personas
pt: Balão de pessoa
ta: நபர் பலூன்

source: <em>When an user is navigating on the system, he can see details of a person and become a friend quickly.</em>
es: <em>Cuando un usuario est navegando en el sistema, puede ver detalles de una persona y convertirse en su amigo rpidamente.</em>
pt: <em>Quando um usuário está navegando no ambiente, ele poderá ver detalhes da pessoa e requisitar amizade rapidamente.</em>
ta: <em> ஒரு பயனர் கணினியில் செல்லும்போது, அவர் ஒரு நபரின் விவரங்களைக் காணலாம் மற்றும் விரைவாக நண்பராகலாம். </em>

source: If enabled on environment, wherever a person appears you can click on the top-left corner to see the person balloon
es: Si est disponible en el sistema, en cualquier lugar que aparezca una persona puedes hacer clic en la esquina superior izquierda para ver el globo de personas
pt: Se habilitado no ambiente, em todos os lugares que a pessoa aparecer você poderá clicar no canto superior esquerdo para ver o balão da pessoa
ta: சூழலில் இயக்கப்பட்டால், ஒரு நபர் தோன்றும் இடமெல்லாம் நீங்கள் பலூன் நபரைப் பார்க்க மேல்-இடது மூலையில் சொடுக்கு செய்யலாம்

source: Person balloon link
es: Enlace de globo de persona
pt: Link para o bçao de pessoa
ta: நபர் பலூன் இணைப்பு

source: The person balloon has links to allow direct access to some person&#8217;s pages
es: El globo de persona cuenta con enlaces que permiten el acceso directo a las pginas de una persona
pt: O balão de pessoa possui links que permitem acesso direto a algumas páginas da pessoa
ta: சில நபருக்கு அல்லது#8217; பக்கங்களுக்கு நேரடி அணுகலை அனுமதிக்க பலூனுக்கு இணைப்புகள் உள்ளன

source: person balloon links
es: enlaces de globos de persona
pt: Links do balão de pessoas
ta: நபர் பலூன் இணைப்புகள்

source: Wall: lists scraps sent to this person
es: Muro: muestra los recortes enviados a esta persona
pt: Mural: lista os recados enviados para a pessoa
ta: சுவர்: இந்த நபருக்கு அனுப்பப்பட்ட ச்கிராப்புகளை பட்டியலிடுகிறது

source: Friends: lists the person&#8217;s friends
es: Amigos: enlista los amigos de la persona
pt: Amigos: lista os amigos da pessoa
ta: நண்பர்கள்: நபரின் நண்பர்களை பட்டியலிடுகிறது

source: Communities: lists the person&#8217;s communities
es: Comunidades: enlista las comunidades de la persona
pt: Comunidades: lista as comunidades que a pessoa é membro
ta: சமூகங்கள்: நபரின் சமூகங்களை பட்டியலிடுகிறது

source: Add: if you are not friend of the person, you can quickly ask to add her clicking on this link
es: Agregar: si no eres amigo de la persona, puedes rpidamente solicitar aadirla haciendo clic en este link
pt: Adicionar: Se você não é amigo da pessoa, você pode rapidamente pedir para ser amigo clicando nesse link
ta: சேர்: நீங்கள் நபரின் நண்பராக இல்லாவிட்டால், இந்த இணைப்பில் அவளைக் சொடுக்கு செய்ய விரைவாக கேட்கலாம்

source: Send an e-mail: if you are a friend of the person, you can send an e-mail to the her clicking on this link
es: Enva un correo electrnico: si eres amigo de la persona, pueden enviarle un correo electrnico presionando este enlace
pt: Enviar um e-mail: se você e amigo da pessoa, você poderá enviar um e-mail para ela clicando nesse link
ta: ஒரு மின்னஞ்சல் அனுப்புங்கள்: நீங்கள் நபரின் நண்பராக இருந்தால், இந்த இணைப்பைக் சொடுக்கு செய்வதற்கு நீங்கள் ஒரு மின்னஞ்சல் அனுப்பலாம்

source: Community balloon
es: Globo de la comunidad
pt: Balão de comunidades
ta: சமூக பலூன்

source: <em>When an user is navigating on the system, he can see details of a community and become a member quickly.</em>
es: <em>Cuando un usario est navegado en el sistema, puede ver los detalles de una comunidad u convertirse en miembro rpidamente.</em>
pt: <em>Quando um usuário está navegando no ambiente, ele poderá ver detalhes de uma comunidade e pedir para ser membro rapidamente.</em>
ta: <em> ஒரு பயனர் கணினியில் செல்லும்போது, அவர் ஒரு சமூகத்தின் விவரங்களைக் காணலாம் மற்றும் விரைவாக உறுப்பினராக முடியும். </em>

source: If enabled on environment, wherever a community appears you can click on the top-left corner to see the community balloon
es: Si est disponible en el sistema, donde sea que una comunidad aparezca puedes hacer clic en la esquina superior izquierda para ver el globo de la comunidad
pt: Se habilitado pelo ambiente, em todos os lugares que a comunidade aparecer você poderá clicar no canto superior esquerdo para ver o balão de comunidade
ta: சுற்றுச்சூழலில் இயக்கப்பட்டிருந்தால், ஒரு சமூகம் தோன்றும் இடமெல்லாம் சமூக பலூனைக் காண மேல் இடது மூலையில் சொடுக்கு செய்யலாம்

source: Community balloon link
es: Enlace de globo de la comunidad
pt: Lista para o balão de comunidade
ta: சமூக பலூன் இணைப்பு

source: The community balloon has links to allow direct access to some community&#8217;s pages
es: El globo de la comunidad tiene enlaces para permitir el acceso directo a ciertas pginas de la comunidad
pt: O balão de comunidade possui links que permitem acesso direto a algumas páginas da comunidade
ta: சமூக பலூன் சில சமூகங்களுக்கு நேரடி அணுகலை அனுமதிக்க இணைப்புகளைக் கொண்டுள்ளது &#8217;

source: Community balloon links
es: Enlaces del globo de la comunidad
pt: Links do balão de comunidade
ta: சமூக பலூன் இணைப்புகள்

source: Wall: lists scraps sent to this community
es: Muro: muestra los recortes enviados a esta comunidad
pt: Mural: lista os recados enviados para essa comunidade
ta: சுவர்: இந்த சமூகத்திற்கு அனுப்பப்பட்ட ச்கிராப்புகளை பட்டியலிடுகிறது

source: Members: lists the community&#8217;s members
es: Miembros: lista a los miembros de los comunidad
pt: Membros: lista os integrantes da comunidade
ta: உறுப்பினர்கள்: சமூகத்தை பட்டியலிடுகிறது &#8217; உறுப்பினர்கள்

source: Agenda: lists the events created on community
es: Agenda: lista los eventos creados en la comunidad
pt: Agenda: lista os eventos criados na comunidade
ta: நிகழ்ச்சி நிரல்: சமூகத்தில் உருவாக்கப்பட்ட நிகழ்வுகளை பட்டியலிடுகிறது

source: Join: if you are not a member of community, you can quickly join it clicking on this link
es: Unirse: si no eres miembro de la comunidad, puedes rpidamente unirte presionando este enlace
pt: Entrar: se você não é membro da comunidade, você rapidamente poderá requisitar a entrada clicando nesse link
ta: சேர: நீங்கள் சமூகத்தின் உறுப்பினராக இல்லாவிட்டால், இந்த இணைப்பைக் சொடுக்கு செய்வதன் மூலம் விரைவாக அதில் சேரலாம்

source: Leave: if you are a member of community, you can quickly leave it clicking on this link
es: Abandonar: si eres un miembro de la comunidad, puedes rpidamente abandonarla presionando este enlace
pt: Sair: se você é membro da comunidade, você rapidamente sairá da comunidade clicando nesse link
ta: விடுப்பு: நீங்கள் சமூகத்தில் உறுப்பினராக இருந்தால், இந்த இணைப்பைக் சொடுக்கு செய்வதை விரைவாக விட்டுவிடலாம்

source: Send an e-mail: if you are a member of community, you can send an e-mail to the community admins clicking on this link
es: Enviar un correo electrnico: si eres un miembro de la comunidad, puedes enivar un correo electrnico a los administradores de la misma presionando este enalce
pt: Enviar um e-mail: se você é um membro da comunidade, você poderá enviar um e-mail para os administradores da comunidade clicando nesse link
ta: ஒரு மின்னஞ்சல் அனுப்புங்கள்: நீங்கள் சமூகத்தில் உறுப்பினராக இருந்தால், இந்த இணைப்பைக் சொடுக்கு செய்யும் சமூக நிர்வாகிகளுக்கு ஒரு மின்னஞ்சல் அனுப்பலாம்

source: Finding more popular people
es: Encontrando personas ms populares
pt: Encontrar pessoas mais populares
ta: மேலும் பிரபலமான நபர்களைக் கண்டறிதல்

source: <em>To find the people who has more friends.</em>
es: <em>Para encontrar las personas con ms amgios.</em>
pt: <em>Para encontras as pessoas que tem mais amigos.</em>
ta: <em> அதிக நண்பர்கள் உள்ளவர்களைக் கண்டுபிடிக்க. </em>

source: Find on top of page the term &#8220;People&#8221; and click on the arrow below it:
es: Encontrar encima de la pgina el trmino &#8220;Personas&#8221; y haciendo clic en la flecha debajo de l:
pt: Encontre no topo da página o termo &#8220;Pessoas&#8221; e clique na seta abaixo dele:
ta: &#8220; மக்கள் &#8221; அதற்கு கீழே உள்ள அம்புக்குறியைக் சொடுக்கு செய்க:

source: More popular people on top menu
es: Personas ms populares en el men superior
pt: Pessoas mais populares no menu superior
ta: மேல் பட்டியலில் மிகவும் பிரபலமான நபர்கள்

source: The people will be listed ordered by number of friends with most popular first. Below the profile&#8217;s picture, you will see the number of friends the person has
es: Las personas sera listadas ordenadas por nmero de amigos con las ms populares primero. Debajo de la imagen de perfil, vers el nmero de amigos que la persona tiene
pt: As pessoas serão listadas ordenadas pelo número de amigos com os mais populares primeiro. Abaixo da imagem do perfil, você verá o número de amigos que a pessoa tem.
ta: மிகவும் பிரபலமான முதல் நண்பர்களின் எண்ணிக்கையால் ஆர்டர் செய்யப்படும் மக்கள் பட்டியலிடப்படுவார்கள். சுயவிவரத்தின் கீழே &#8217; படத்தின் கீழே, அந்த நபரின் எண்ணிக்கையை நீங்கள் காண்பீர்கள்

source: Profile with number of friends
es: Perfil con nmero de amigos
pt: Perfil com o número de amigos
ta: நண்பர்களின் எண்ணிக்கையுடன் சுயவிவரம்

source: Fill in the search field with what you want to look for and click on &#8220;Search&#8221;
es: Rellena el campo de bsqueda con aquello que quieres buscar y haz clic en &#8220;Buscar&#8221;
pt: Preencha o campo de busca com o termo que deseja procurar e clique no botão &#8220;Busca&#8221;
ta: நீங்கள் தேட விரும்புவதைக் கொண்டு தேடல் புலத்தை நிரப்பி, &#8220; தேடல் &#8221;

source: More popular people search field
es: Campo de bsqueda de personas ms populares
pt: Campo de busca de pessoas mais populares
ta: மேலும் பிரபலமான மக்கள் தேடல் புலம்

source: Then you will see the search results ordered by the number of friends the person has on environment
es: Luego vers los resultados de bsqueda ordenados por el nmero de amigos que la persona tiene en el entorno
pt: Então você verá o resultado da busca ordenado pelo número de amigos que a pessoa tem no ambiente
ta: சூழலில் அந்த நபரின் எண்ணிக்கையால் ஆர்டர் செய்யப்பட்ட தேடல் முடிவுகளை நீங்கள் காண்பீர்கள்

source: More popular people search results with example
es: Resultado de bsqueda para personas ms populares con ejemplo
pt: Resultado da busca por pessoas mais populares com exemplo
ta: மேலும் பிரபலமான நபர்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகிறார்கள்

source: Clicking on one of the search results, you will be redirected to the homepage of choosen person.
es: Presionando uno de los resultados de la bsqueda, sers redigirido a la pgina de inicio de la persona elegida.
pt: Clicando em um dos resultados da busca, você será direcionada para a página inicial do empreendimento escolhido.
ta: தேடல் முடிவுகளில் ஒன்றைக் சொடுக்கு செய்தால், நீங்கள் தேர்ந்தெடுக்கும் நபரின் முகப்புப்பக்கத்திற்கு திருப்பி விடப்படுவீர்கள்.

source: <a href="/doc/navigation/searching">Searching</a>
es: <a href="/doc/navigation/searching">Buscando</a>
pt: <a href="/doc/navigation/searching">Busca</a>
ta: <a href = "/doc/வழிசெலுத்தல்/தேடல்"> தேடல் </a>

source: <a href="/doc/navigation/finding-more-recent-people">Finding more recent people</a>
es: <a href="/doc/navigation/finding-more-recent-people">Encontrando personas ms recientes</a>
pt: <a href="/doc/navigation/finding-more-recent-people">Encontrar pessoas mais recentes</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-முந்தைய-மறுபிரவேசம்"> மிக அண்மைக் கால நபர்களைக் கண்டறிதல் </a>

source: <a href="/doc/navigation/finding-more-active-people">Finding more popular people</a>
es: <a href="/doc/navigation/finding-more-active-people">Encontrando personas ms populares</a>
pt: <a href="/doc/navigation/finding-more-active-people">Encontrar pessoas mais populares</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-செயலில் உள்ள-மக்கள்"> மிகவும் பிரபலமான நபர்களைக் கண்டறிதல் </a>

source: Finding more active people
es: Buscando personas ms activas
pt: Encontrar pessoas mais ativas
ta: மேலும் சுறுசுறுப்பான நபர்களைக் கண்டறிதல்

source: <em>To find the people who create more content.</em>
es: <em>Encontrar personas que crean ms contenido.</em>
pt: <em>Para encontrar as pessoas que criaram mais conteúdo.</em>
ta: <em> அதிக உள்ளடக்கத்தை உருவாக்கும் நபர்களைக் கண்டுபிடிக்க. </em>

source: More active people on top menu
es: Personas ms activas en el men superior
pt: Pessoas mais ativas no menu superior
ta: மேல் பட்டியலில் மேலும் செயலில் உள்ளவர்கள்

source: The people will be listed ordered by number of content created with most active first. Below the profile&#8217;s picture, you will see the number of articles created by the person
es: Las personas sern ordenados por nmero de contenidos creados con las ms activas primero. Debajo de la imagen de perfil, vers el nmero de artculos creados por la persona.
pt: As pessoas serão listadas ordenadas pelo número de conteúdo criado com os mais ativos primeiro. Abaixo da imagem do perfil, você verá o número de artigos criados pela pessoa
ta: முதலில் மிகவும் செயலில் உள்ள உள்ளடக்கத்தின் எண்ணிக்கையால் மக்கள் ஆர்டர் செய்யப்படுவார்கள். சுயவிவரத்தின் கீழே &#8217; படத்தின் கீழே, நபரால் உருவாக்கப்பட்ட கட்டுரைகளின் எண்ணிக்கையை நீங்கள் காண்பீர்கள்

source: Profile with number of articles
es: Perfil con nmero de artculos
pt: Perfil com o número de artigos
ta: கட்டுரைகளின் எண்ணிக்கையுடன் சுயவிவரம்

source: More active people search field
es: Personas ms activas en la caja de busqueda
pt: Campo de busca de pessoas mais ativas
ta: மேலும் செயலில் உள்ளவர்கள் தேடல் புலம்

source: Then you will see the search results ordered by the number of content created by the person
es: Luego, vers los resultados de la bsqueda ordenados por el nmero de contenidos creados por la persona
pt: Então você verá o resultado da busca ordenado pelo número de conteúdo criados por pessoa
ta: நபரால் உருவாக்கப்பட்ட உள்ளடக்கத்தின் எண்ணிக்கையால் ஆர்டர் செய்யப்பட்ட தேடல் முடிவுகளை நீங்கள் காண்பீர்கள்

source: More active people search results with example
es: Resultados de bsqueda de personas ms activas con ejemplo
pt: Resultado de busca por pessoas mais ativas com exemplo
ta: மேலும் செயலில் உள்ளவர்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகிறார்கள்

source: <a href="/doc/navigation/finding-more-popular-people">Finding more popular people</a>
es: <a href="/doc/navegation/finding-more-popular-people">Buscando personas ms populares</a>
pt: <a href="/doc/navigation/finding-more-popular-people">Encontrar pessoas mais populares</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-பிரபலமான-மக்கள்"> மிகவும் பிரபலமான நபர்களைக் கண்டறிதல் </a>

source: Finding more recent people
es: Ecnontrando personas ms recientes
pt: Encontrar pessoas mais recentes
ta: மிக அண்மைக் கால நபர்களைக் கண்டறிதல்

source: <em>To find the people who joined the system in recent times.</em>
es: <em> Encontrar personas que se unieron al sistema recientemente. </em>
pt: <em>Para encontrar as pessoas que entraram mais recentemente no sistema.</em>
ta: <em> அண்மைக் கால காலங்களில் கணினியில் சேர்ந்தவர்களைக் கண்டுபிடிக்க. </em>

source: More recent people on top menu
es: Personas ms recientes en el men superior
pt: Pessoas mais recentes no menu superior
ta: சிறந்த பட்டியலில் மிக அண்மைக் கால நபர்கள்

source: The people will be listed ordered by creation date with most recent first. Below the profile&#8217;s picture, you will see the date that the person joined the network
es: Las personas se mostrarn ordenadas por fecha de creacin con las ms recientes en primer lugar.Debajo de la imagen del perfil, se ver la fecha en que la persona se uni a la red.
pt: As pessoas serão listadas ordenadas pela data de criação com os mais recentes primeiro. Abaixo da imagem do perfil, você verá a data que a pessoa entrou na rede
ta: மிக அண்மைக் கால முதல் முதல் படைப்பு தேதி மூலம் மக்கள் ஆர்டர் செய்யப்படுவார்கள். சுயவிவரத்தின் கீழே &#8217; படத்தின் கீழே, நபர் நெட்வொர்க்கில் சேர்ந்த தேதியை நீங்கள் காண்பீர்கள்

source: Profile with creation date
es: Perfil con fecha de creacin
pt: Perfil com data de criação
ta: உருவாக்கும் தேதியுடன் சுயவிவரம்

source: More recent people search field
es: Campo de bsqueda de personas ms recientes
pt: Campo de busca de pessoas mais recentes
ta: மிக அண்மைக் கால நபர்கள் தேடல் புலம்

source: Then you will see the search results ordered by creation date
es: Luego vers los resultados de la bsqueda ordenador por fecha de creacin
pt: Então você verá o resultado da busca ordenado pela data de criação.
ta: படைப்பு தேதியால் ஆர்டர் செய்யப்பட்ட தேடல் முடிவுகளை நீங்கள் காண்பீர்கள்

source: More recent people search results with example
es: Resultados de bsqueda de personas ms recientes con ejemplo
pt: Resultado da busca por pessoas mais recentes com exemplo
ta: மிக அண்மைக் கால நபர்கள் உதாரணத்துடன் முடிவுகளைத் தேடுகிறார்கள்

source: <a href="/doc/navigation/finding-more-active-people">Finding more recent people</a>
es: <a href="/doc/navegation/finding-more-active-people"> Encontrando ms personas recientes. </a>
pt: <a href="/doc/navigation/finding-more-active-people">Encontrar pessoas mais recentes</a>
ta: <a href = "/doc/வழிசெலுத்தல்/கண்டுபிடிப்பு-செயலில் உள்ள-மக்கள்"> மிகச் அண்மைக் கால நபர்களைக் கண்டறிதல் </a>

source: Navigation
es: Navegacin
pt: Navegação
ta: வானோடல்

source: Advanced search
es: Bsqueda avanzada
pt: Busca avançada
ta: மேம்பட்ட தேடல்

source: <em>When an user is navigating on the system, he can do a search to find articles, communities, people, enterprises or products.</em>
es: <em>Cuando un usuario est navegando en el sistema, puede realizar una bsqueda para encontrar artculos, comunidades, personas, empresas o productos.</em>
pt: <em>Para encontrar artigos, comunidades, pessoas, empreendimentos ou produtos e serviços, o usuário que está navegando no sistema pode fazer uma busca no sistema.</em>
ta: <em> ஒரு பயனர் கணினியில் செல்லும்போது, கட்டுரைகள், சமூகங்கள், மக்கள், நிறுவனங்கள் அல்லது தயாரிப்புகளைக் கண்டுபிடிக்க அவர் ஒரு தேடலைச் செய்யலாம். </em>

source: Do a search as explained in <a href="/doc/navigation/searching">Searching</a>
es: Realizar una bsqueda como se explica en <a href="/doc/navigation/searching">Buscando</a>
pt: Faça uma busca como explicado em <a href="/doc/searching">Fazendo buscas</a>
ta: <A href = "/doc/வழிசெலுத்தல்/தேடல்"> தேடல் </a> இல் விளக்கப்பட்டுள்ளபடி ஒரு தேடலைச் செய்யுங்கள்

source: Click on &#8220;More options&#8221; to specify the search
es: Haz clic en &#8220;Ms ocpiones&#8221; para especificar la bsqueda
pt: Clique em &#8220;Mais opções&#8221; para especificar a busca
ta: &#8220; மேலும் விருப்பங்கள் &#8221; தேடலைக் குறிப்பிட

source: More options button on search
es: Botn ms ocpiones en la bsqueda
pt: Mais opções na busca
ta: தேடலில் கூடுதல் விருப்பங்கள் பொத்தான்

source: Type what you want to search on the system
es: Ingresa qu es lo que quieres buscar en el sistema
pt: Escreva o que deseja procurar no sistema;
ta: கணினியில் நீங்கள் தேட விரும்புவதை தட்டச்சு செய்க

source: More options on search
es: Ms opciones en la bsqueda
pt: Mais opções na busca
ta: தேடலில் கூடுதல் விருப்பங்கள்

source: Select the State where you want to find what you are looking for
es: Selecciona el Estado donde quieres encontrar lo que ests buscando
pt: Defina em qual Estado a busca será feita;
ta: நீங்கள் தேடுவதை நீங்கள் கண்டுபிடிக்க விரும்பும் நிலையைத் தேர்ந்தெடுக்கவும்
