Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: Allows to send e-mails through an e-mail form.
es: Permite enviar correos electrnicos a travs de un formulario de correo electrnico.
pt: Permite enviar e-mails por um formulário
ta: மின்னஞ்சல் படிவத்தின் மூலம் மின்னஞ்சல்களை அனுப்ப அனுமதிக்கிறது.

source: Usage
es: Uso
pt: Utilização
ta: பயன்பாடு

source: Create a <span class="caps">HTML</span> form using RawHTMLBlock that invokes the {sendemail} action
ta: {sendemail} செயலைச் செயல்படுத்தும் RAWHTMLBLOCK ஐப் பயன்படுத்தி ஒரு <ச்பான் வகுப்பு = "தொப்பிகள்"> உஉகுமொ </span> படிவத்தை உருவாக்கவும்

source: Add a &#8220;to&#8221; and &#8220;message&#8221; field and a submit button
es: Aadir un campo &#8220;destinatario&#8221; y &#8220;mensaje&#8221; y un botn de enviar.
pt: Adicione os campos &#8220;to&#8221; e &#8220;message&#8221; e um botão de submit
ta: A &#8220; &#8221; மற்றும் &#8220; செய்தி &#8221; புலம் மற்றும் சமர்ப்பிக்கும் பொத்தானை

source: Make sure to fill in allowed &#8216;to&#8217; addresses in plugin settings
es: Asegrate de completar una direccin permitida en &#8216;destinatario&#8217; en la configuracin de complementos.
pt: Tenha certeza de preencher o campo &#8216;to&#8217; com endereços permitidos nas configurações do plugin
ta: அனுமதிக்கப்பட்ட &#8216; க்கு &#8217; சொருகி அமைப்புகளில் முகவரிகள்

source: <span class="caps">HTML</span> form
es: Formulario <span class="caps">HTML</span>
pt: formulário <span class="caps">HTML</span>
ta: <span வகுப்பு = "caps"> உஉகுமொ </span> படிவம்

source: Form action
es: Formulario de accin
pt: Atributo 'action' do formulário
ta: நடவடிக்கை

source: You should use {sendemail} macro as form action, it will be expanded as:
es: Debes usar un macro {sendmail} como formulario de accin, que se ampliar como:
pt: Você deve utilizar a macro {sendemail} como 'action' do formulário, ela será expandida como:
ta: நீங்கள் {sendemail} மேக்ரோ படிவ செயலாக பயன்படுத்த வேண்டும், இது இவ்வாறு விரிவாக்கப்படும்:

source: <strong>/profile/&lt;identifier&gt;/plugin/send_email/deliver</strong> in profile context
pt: <strong>/profile/&lt;identifier&gt;/plugins/send_email/deliver</strong> no contexto do perfil
ta: <strong>/சுயவிவரம்/& lt; அடையாளங்காட்டி & gt;/சொருகி/send_email/delive </strong> சுயவிவர சூழலில்

source: <strong>/plugin/send_email/deliver</strong> in environment context
es: <strong>/plugin/send_email/deliver</strong> en contexto del entorno
pt: <strong>/plugin/send_email/deliver</strong> no contexto do ambiente
ta: <strong>/சொருகி/அனுப்பு_மெயில்/டெலிவரி </strong> சூழல் சூழலில்

source: &#8216;Subject&#8217; field
es: Campo de &#8216;asunto&#8217;
pt: Campo &#8216;Subject&#8217;
ta: &#8216; பொருள் &#8217; புலம்

source: Subject of message.
es: Asunto del mensaje.
pt: Assunto da mensagem.
ta: செய்தி பொருள்.

source: (default: &#8216;New mail&#8217;)
es: (predefinido: &#8216;Nuevo correo&#8217;)
pt: (padrão: &#8216;Novo e-mail&#8217;)
ta: (இயல்புநிலை: &#8216; புதிய அஞ்சல் &#8217;)

source: &#8216;Message&#8217; field
es: Campo del &#8216;Mensaje&#8217;
pt: Campo &#8216;Messagem&#8217;
ta: Vs#8216; செய்தி#8217; புலம்

source: Body of message.
es: Cuerpo del mensaje.
pt: Corpo da mensagem
ta: செய்தி உடல்.

source: (required)
es: (requerido)
pt: (obrigatório)
ta: (தேவை)

source: &#8216;To&#8217; field
es: Campo &#8216;destinatario&#8217;
pt: Campo &#8216;To&#8217;
ta: Vs#8216; முதல்#8217; புலம்

source: Target address. Accepts multiple addresses separated by comma.
es: Direccin objetivo. Acepta mltiples direcciones separadas por comas.
pt: Endereço do destinatário. Aceita múltiplos endereços separados por vírgula.
ta: இலக்கு முகவரி. கமாவால் பிரிக்கப்பட்ட பல முகவரிகளை ஏற்றுக்கொள்கிறது.

source: extra fields
es: campos extras
pt: campos extras
ta: கூடுதல் புலங்கள்

source: Each other params in <span class="caps">HTML</span> form will compose message body in a format &#8220;key: value&#8221;
es: Cada parmetro en el formulario <span class="caps">HTML</span> compondr el cuerpo del mensaje en un formato &#8220;clave: valor&#8221;
pt: Os outros parâmetros no formulário <span class="caps">HTML</span> irão compor o corpo da mensagem no formato &#8220;chave: valor&#8221;
ta: <ச்பான் கிளாச் = "கேப்ச்"> எச்.டி.எம்.எல் </ச்பான்> படிவத்தில் ஒருவருக்கொருவர் அளவுருக்கள் செய்தி உடலை வடிவத்தில் உருவாக்கும் &#8220; விசை: மதிப்பு &#8221;

source: Example
pt: Exemplo
ta: எடுத்துக்காட்டு

source: &lt;form action='{sendemail}' method='post'&gt; To: &lt;input type='text' name='to'/&gt; Subject: &lt;input type='text' name='subject'/&gt; Message: &lt;input type='text' name='message'/&gt; &lt;input type='submit'/&gt; &lt;/form&gt;
ta: ! க்கு: & lt; உள்ளீட்டு வகை = 'உரை' பெயர் = 'to'/& gt; பொருள்: & lt; உள்ளீட்டு வகை = 'உரை' பெயர் = 'பொருள்'/& gt; செய்தி: & lt; உள்ளீட்டு வகை = 'உரை' பெயர் = 'செய்தி'/& gt; & lt; உள்ளீட்டு வகை = 'சமர்ப்பிக்கவும்'/& gt; & lt;/form & gt;

source: Options
es: Opciones
pt: Opções
ta: விருப்பங்கள்

source: Using ajax
es: Usando ajax
pt: Utilizando ajax
ta: அசாக்சைப் பயன்படுத்துதல்

source: Ajax is supported using #ajax-form as id of <span class="caps">HTML</span> form.
es: Ajax es soportado usando #ajax-form como id de un formuario <span class="caps">HTML</span>
pt: Ajax é suportado utilizando #ajax-form como 'id' do
ta: அசாக்ச் #அசாக்ச்-படிவத்தை <ச்பான் கிளாச் = "கேப்ச்"> எச்.டி.எம்.எல் </ச்பான்> படிவத்தின் ஐடியாகப் பயன்படுத்தி ஆதரிக்கப்படுகிறது.

source: Example:
es: Ejemplo:
pt: Exemplo
ta: எடுத்துக்காட்டு:

source: &lt;form action='{sendemail}' id='ajax-form'&gt; To: &lt;input type='text' name='to'/&gt; Subject: &lt;input type='text' name='subject'/&gt; Message: &lt;input type='text' name='message'/&gt; &lt;input type='submit'/&gt; &lt;/form&gt;
ta: ! க்கு: & lt; உள்ளீட்டு வகை = 'உரை' பெயர் = 'to'/& gt; பொருள்: & lt; உள்ளீட்டு வகை = 'உரை' பெயர் = 'பொருள்'/& gt; செய்தி: & lt; உள்ளீட்டு வகை = 'உரை' பெயர் = 'செய்தி'/& gt; & lt; உள்ளீட்டு வகை = 'சமர்ப்பிக்கவும்'/& gt; & lt;/form & gt;

source: Info
es: Informacin
pt: Informações
ta: தகவல்

source: This plugin was inspired by <a href="http://foswiki.org/Extensions/SendEmailPlugin">Foswiki SendEmailPlugin</a>
es: Este complemento fue inspirado por <a href="http://foswiki.org/Extensions/SendEmailPlugin">Foswiki SendEmailPlugin</a>
pt: Esseplugin foi inspirado pelo <a href="http://foswiki.org/Extensions/SendEmailPlugin">Foswiki SendEmailPlugin</a>
ta: இந்த சொருகி <a href = "http://foswiki.org/extensions/sendemailplugin"> ஃபோச்விகி செண்டெமெயில்ப்ளூசின் </a> ஆல் ஈர்க்கப்பட்டது

source: Variables Plugin
ta: மாறிகள் சொருகி

source: A set of simple variables to be used in a macro context.
ta: மேக்ரோ சூழலில் பயன்படுத்தப்பட வேண்டிய எளிய மாறிகளின் தொகுப்பு.

source: Create a <span class="caps">HTML</span> content using TextArticle or other
ta: டெச்டார்டிகல் அல்லது பிறவற்றைப் பயன்படுத்தி <span வகுப்பு = "caps"> உஉகுமொ </span> உள்ளடக்கத்தை உருவாக்கவும்

source: article with <span class="caps">HTML</span> support
ta: <ச்பான் கிளாச் = "தொப்பிகள்"> உஉகுமொ </span> ஆதரவுடன் கட்டுரை

source: Add a <span class="caps">HTML</span> div tag with css class &#8220;macro&#8221; (see Example)
ta: சிஎச்எச் வகுப்போடு <span வகுப்பு = "caps"> உஉகுமொ </span> div குறிச்சொல்லைச் சேர்க்கவும் &#8220; மேக்ரோ &#8221; (உதாரணத்தைக் காண்க)

source: Add inner that div tag the variable desired, like {profile}
ta: {profile} போன்ற மாறியை அந்த div குறிச்சொல் குறிச்சொல் சேர்க்கவும்

source: Usage with TextArticle
ta: டெக்ச்டார்டிகலுடன் பயன்பாடு

source: The Noosfero&#8217;s macros add a extra button in toolbar of the editor
ta: நூச்ஃபெரோ &#8217; இன் மேக்ரோக்கள் எடிட்டரின் கருவிப்பட்டியில் கூடுதல் பொத்தானைச் சேர்க்கவும்

source: to use macros in a single way, that way this plugin add a option
ta: ஒரே வழியில் மேக்ரோக்களைப் பயன்படுத்த, அந்த வகையில் இந்த சொருகி ஒரு விருப்பத்தை சேர்க்கவும்

source: called &#8220;Variables&#8221; under this option.
ta: &#8220; மாறிகள் &#8221; இந்த விருப்பத்தின் கீழ்.

source: Supported variables
ta: உதவி மாறிகள்

source: {profile} &#8211; will be replaced by the identifier of the profile
ta: {profile} &#8211; சுயவிவரத்தின் அடையாளங்காட்டியால் மாற்றப்படும்

source: {name} &#8211; will be replaced by the name of the profile
ta: {name} &#8211; சுயவிவரத்தின் பெயரால் மாற்றப்படும்

source: &lt;div class="macro" data-macro="variables_plugin/profile"&gt; the identifier of the profile = {profile} the name of the profile = {name} &lt;/div&gt;
ta: ! சுயவிவரத்தின் அடையாளங்காட்டி = {profile} சுயவிவரத்தின் பெயர் = {name} & lt;/div & gt;

source: This plugin was inspired by the solution proposed by the Serpro in
ta: இந்த சொருகி செர்போ முன்மொழியப்பட்ட தீர்வால் ஈர்க்கப்பட்டது

source: the merge-request #419 on the Gitorious:
ta: சிறுநீர் கழித்தல் #419.

source: And improved by the guys from the UnB.
ta: மற்றும் UNB இலிருந்து தோழர்களால் மேம்படுத்தப்பட்டது.

source: Plugins
es: Complementos
ta: செருகுநிரல்கள்

source: GoogleCsePlugin
ta: Googlesseplugin

source: A plugin that uses the Google Custom Search as Noosfero general search engine.
es: Un complemento que utiliza Google Custom Search como motor de bsqueda general de Noosfero.
pt: Um plugin que utiliza a busca customizada do Google como busca geral do Noosfero.
ta: கூகிள் தனிப்பயன் தேடலை நூச்ஃபெரோ பொது தேடுபொறியாகப் பயன்படுத்தும் சொருகி.

source: Register a Google Custom Search ID at http://www.google.com/cse
es: Registra un ID de Google Custom Search en http://www.google.com/cse
pt: Registre um ID para a busca customizada do Google em <a href="http://www.google.com/cse">http://www.google.com/cse</a>
ta: Google தனிப்பயன் தேடல் ஐடியை http://www.google.com/cse இல் பதிவு செய்யுங்கள்

source: Set at least basic config, site list and look and fell of your Google Cse ID
es: Ajusta por lo menos la configuracin bsica, lista de sitios y el tema de tu ID de Google Cse
pt: Defina no mínimo a configuração básica, site e aparência do seu Google Cse ID
ta: உங்கள் Google CSE ஐடியின் குறைந்தபட்சம் அடிப்படை கட்டமைப்பு, தள பட்டியல் மற்றும் தோற்றத்தையும் உணர்வையும் அமைக்கவும்

source: Configure Noosfero environment with this ID
es: Configura el entorno de Noosfero con este ID
pt: Configure o ambiente do Noosfero com esse ID
ta: இந்த ஐடியுடன் நூச்ஃபெரோ சூழலை உள்ளமைக்கவும்

source: &gt;&gt; env = Environment.find( &#8230; )
pt: >> env = Environment.find( ... )
ta: & gt; & gt; env = சுற்றுச்சூழல்.ஃபைண்ட் (&#8230;)

source: &gt;&gt; env.settings[:google_cse_id] = &#8216;&lt;<span class="caps">PUT</span> ID <span class="caps">HERE</span>&gt;&#8217;
es: &gt;&gt; env.settings[:google_cse_id] = &#8216;&lt;<span class="caps">PUT</span> ID <span class="caps">AQU</span>&gt;&#8217;
pt: >> env.settings[:google_cse_id] = &#8216;&lt;PUT <span class="caps">ID HERE</span>&gt;&#8217;
ta: & gt; & gt; env.settings [: google_cse_id] = &#8216; & lt;

source: That&#8217;s all! The top search text-field of Noosfero will be used to make searches
es: Eso es todo! El campo de texto de bsqueda hasta arriba de Noosfero se usar para hacer bsquedas.
pt: Isso é tudo! O campo de texto da busca do topo do Noosfero será utilizada para fazer as buscas
ta: அதுதான்! தேடல்களைச் செய்ய நூச்ஃபெரோவின் சிறந்த தேடல் உரை-புலம் பயன்படுத்தப்படும்

source: Google Analytics
ta: கூகிள் அனலிட்டிக்ச்

source: Tracking and web analytics for people and communities.
es: Seguimiento y anlisis web para las personas y las comunidades.
pt: Rastreamento e análise web para pessoas e comunidades.
ta: மக்கள் மற்றும் சமூகங்களுக்கான கண்காணிப்பு மற்றும் வலை பகுப்பாய்வு.

source: Create and configure Google Analytics account following these steps:
es: Crea y configura una cuenta de Google Analytics siguiendo estos pasos:
pt: Crie e configure sua conta do Google Analytics seguindo esses passos:
ta: இந்த படிகளைத் தொடர்ந்து Google Analytics கணக்கை உருவாக்கி உள்ளமைக்கவும்:

source: Open <a href="http://www.google.com/analytics/">Google Analytics</a>
es: Abrir <a href="http://www.google.com/analytics/">Google Analytics</a>
pt: Acesse <a href="http://www.google.com/analytics/">Google Analytics</a>
ta: <A href = "http://www.google.com/analytics/"> கூகிள் அனலிட்டிக்ச் </a> ஐத் திறக்கவும்

source: Google Setup - Step 1
es: Configuracin de Google - Paso 1
pt: Configurações do Google - Passo 1
ta: கூகிள் அமைவு - படி 1

source: Sign in to Google Analytics
es: Ingresar en Google Analytics
pt: Cadastre-se no Google Analytics
ta: Google Analytics இல் உள்நுழைக

source: Google Setup - Step 2
es: Configuracin de Google - Paso 2
pt: Configurações do Google - Passo 2
ta: கூகிள் அமைவு - படி 2

source: Follow signup instructions
es: Siguiendo las instrucciones de ingreso
pt: Siga as instruções de cadastro
ta: பதிவுபெறும் வழிமுறைகளைப் பின்பற்றவும்

source: Google Setup - Step 3
es: Configuracin de Google - Paso 3
pt: Configurações do Google - Passo 3
ta: கூகிள் அமைவு - படி 3

source: Fill in <em>Website&#8217;s <span class="caps">URL</span></em> with your profile address (eg.: softwarelivre.org/joenio), <em>Account Name</em> with your name and read and accept terms of use
es: Rellenar la <em><span class="caps">URL</span> del sitio web</em> con tu direccin de perfil (ej.: softwarelivre.org/joenio), <em>Nombre de la cuenta</em> con tu nombre, leer y aceptar los trminos de uso
pt: Preencha <em>Website&#8217;s <span class="caps">URL</span></em> com o endereço do seu perfil (ex.: softwarelivre.org/joenio), <em>Account Name</em> com seu nome e leia e aceite os termos de uso
ta: <em> வலைத்தளத்தை நிரப்பவும் &#8217; கள் <span வகுப்பு = "caps"> முகவரி </span> </em> உங்கள் சுயவிவர முகவரியுடன் (எ.கா. > உங்கள் பெயர் மற்றும் பயன்பாட்டு விதிமுறைகளைப் படித்து ஏற்றுக்கொள்ளுங்கள்

source: Google Setup - Step 4
es: Configuracin de Google - Paso 4
pt: Configurações do Google - Passo 4
ta: கூகிள் அமைவு - படி 4

source: Accept default options, save and take note of your <em>Web Property ID</em> (eg.: UA-23455430-3)
es: Aceptar opciones predefinidas, guardar y tomar nota de tu <em>Web Property ID</em> (ej.: UA-23455430-3)
pt: Aceite as opções padrão, salve e anote seu <em>Web Property ID</em> (ex.: UA-23455430-3)
ta: இயல்புநிலை விருப்பங்களை ஏற்றுக்கொள், சேமித்து, உங்கள் <em> வலை சொத்து ஐடி </em> ஐக் கவனியுங்கள் (எ.கா.: UA-23455430-3)

source: Google Setup - Step 5
es: Configuracin de Google - Paso 5
pt: Configurações do Google - Passo 5
ta: கூகிள் அமைவு - படி 5

source: Login to Noosfero, go to your control panel, follow <em>Edit Profile</em> and fill in <em>Google Analytics Profile ID</em> with ID above
es: Ingresar en Noosfero, ir a tu panel de control, presiona <em>Editar Perfil</em>y rellena <em>Google Analytics Profile ID</em> con tu ID
pt: Faça login no Noosfero, acesse seu painel de controle, clique em <em>Editar perfil</em> e preencha <em>ID do Perfil no Google Analytics</em> com o ID acima
ta: நூச்ஃபெரோவில் உள்நுழைந்து, உங்கள் கட்டுப்பாட்டு பேனலுக்குச் சென்று, <em> சுயவிவரத்தை திருத்து </em> ஐப் பின்தொடர்ந்து <em> கூகிள் அனலிட்டிக்ச் சுயவிவர ஐடி </em> ஐ மேலே நிரப்பவும்

source: Google Setup - Step 6
es: Configuracin de Google - Paso 6
pt: Configurações do Google - Passo 6
ta: கூகிள் அமைவு - படி 6

source: <a href="http://support.google.com/analytics">Google Analytics Support</a>
es: <a href="http://support.google.com/analytics">Soporte de Google Analytics</a>
pt: <a href="http://support.google.com/analytics">Suporte do Google Analytics</a>
ta: <a href = "http://support.google.com/analytics"> கூகிள் அனலிட்டிக்ச் உதவி </a>

source: Shopping Cart
es: Carrito de compras
pt: Carrinhos de Compras
ta: சாப்பிங் வண்டி

source: <em>Buy the products you want.</em>
es: <em>Compra los productos que quieras.</em>
pt: <em>Compre os produtos que você deseja.</em>
ta: <em> நீங்கள் விரும்பும் தயாரிப்புகளை வாங்கவும். </em>

source: <a href="#how-to-access">How to Access</a>
es: <a href="#how-to-access">Cmo entrar</a>
pt: <a href="#how-to-access">Como acessar</a>
ta: <a href = "#எப்படி-அணுகல்"> எவ்வாறு அணுகுவது </a>

source: <a href="#adding-new-products">Adding new products</a>
es: <a href="#adding-new-products">Aadiendo nuevos productos</a>
pt: <a href="#adding-new-products">Adcionando novos produtos</a>
ta: <a href = "#சேர்க்கை-புதிய தயாரிப்புகள்"> புதிய தயாரிப்புகளைச் சேர்ப்பது </a>

source: <a href="#editing-quantities">Editing quantities</a>
es: <a href="#editing-quantities">Edtiando cantidades</a>
pt: <a href="#editinr-quantities">Editando quantidades</a>
ta: <a href = "#எடிட்டிங்-அளவு"> அளவுகளைத் திருத்துதல் </a>

source: <a href="#removing-products">Removing products</a>
es: <a href="#removing-products">Eliminando productos</a>
pt: <a href="#removing-products">Removendo produtos</a>
ta: <a href = "#நீக்குதல்-தயாரிப்புகளை நீக்குதல்"> தயாரிப்புகளை அகற்றுதல் </a>

source: <a href="#cleaning-cart">Cleaning the cart</a>
es: <a href="#cleaning-cart">Limpiando el carrito</a>
pt: <a href="#cleaning-cart">Limpando o carrinho</a>
ta: <a href = "#துப்புரவு-வண்டி"> வண்டியை தூய்மை செய்தல் </a>

source: <a href="#show-and-hide">Show and hide cart</a>
es: <a href="#show-and-hide">Mostrar y ocultar carrito</a>
pt: <a href="#show-and-hide">Mostrar e esconder o carrinho</a>
ta: <a href = "#show-and-hide"> வண்டியைக் காண்பி மறைக்கவும் </a>

source: <a href="#checkout">Checking out</a>
es: <a href="#checkout">Realizar pago</a>
pt: <a href="#checkout">Finalizando compra</a>
ta: <a href = "#checkout"> சரிபார்க்கவும் </a>

source: How to access
es: Cmo acceder
pt: Como acessar
ta: அணுகுவது எப்படி

source: First of all, you need to be at the page of the enterprise from which you are going to buy your products:
es: Primero que nada, necesitas estar en la pgina de la empresa desde donde vas a comprar tus productos:
pt: Antes de mais nada, você precisa estar na página do empreendimento do qual vocêirá comprar seus produtos:
ta: முதலாவதாக, நீங்கள் உங்கள் தயாரிப்புகளை வாங்கப் போகும் நிறுவனத்தின் பக்கத்தில் இருக்க வேண்டும்:

source: Enterprise Homepage
es: Pgina de inicio de la empresa
pt: Homepage do Empreendimento
ta: நிறுவன முகப்புப்பக்கம்

source: Now you are going to access the products&#8217; page of this enterprise. Most of the enterprises has a link at the side bar directing you to their products&#8217; list:
es: Ahora vas a entrar a la pgina de los productos de esta empresa. La mayora de las empresas tienen un enlace en la barra lateral direccionnandote a su lista de productos:
pt: Agora você irá acessar a página dos produtos desse empreendimento. A maioria dos empreendimentos tem um link na barra lateral direcionando para a sua lista de produtos:
ta: இப்போது நீங்கள் தயாரிப்புகளை அணுகப் போகிறீர்கள் &#8217; இந்த நிறுவனத்தின் பக்கம். பெரும்பாலான நிறுவனங்கள் பக்கப் பட்டியில் ஒரு இணைப்பைக் கொண்டுள்ளன, அவற்றின் தயாரிப்புகளுக்கு உங்களை வழிநடத்தும் &#8217; பட்டியல்:

source: Link to the products list
es: Enlace a la lista de productos
pt: Link para a lista de produtos
ta: தயாரிப்புகள் பட்டியலுக்கான இணைப்பு

source: If there is no link to the products, you can try accessing the list straight through the url:
es: Si no hay un enlace a los productos, puedes intentar entrar a la lista directamente desde la url:
pt: Se não houver um link para os produtos, você pode tentar acessar a lista diretamente através da url:
ta: தயாரிப்புகளுக்கு எந்த தொடர்பும் இல்லை என்றால், நீங்கள் முகவரி வழியாக பட்டியலை நேராக அணுக முயற்சி செய்யலாம்:

source: /catalog/enterprise-identifier.
pt: /catalog/identificador-do-empreendimento.
ta: /பட்டியல்/நிறுவன-அடையாளங்காட்டி.

source: Adding new products
es: Aadiendo nuevos productos
pt: Adicionando novos produtos
ta: புதிய தயாரிப்புகளைச் சேர்ப்பது

source: After reaching the products&#8217; list, if the enterprise enabled the shopping-cart plugin, you will see the button &#8216;Add to cart&#8217; on each product listed. This is how it looks like in the catalog:
es: Despus de alcanzar la lista de productos, si la empresa habilit el plugin de carrito de compras, vers el botn &#8216;Aadir al carrito&#8217; en cada producto listado. As es como se ve en el catlogo:
pt: Depois de alcançar a lista de produtos, caso a o empreendimento habilitou o plugin shopping-cart, você irá ver o botão &#8216;Adicionar ao carrinho&#8217; em cada produto listado. Aqui como ele aparece no catálogo:
ta: தயாரிப்புகளை அடைந்த பிறகு &#8217; பட்டியல், நிறுவனமானது சாப்பிங்-கார்ட் சொருகி இயக்கியிருந்தால், நீங்கள் பொத்தானைக் காண்பீர்கள் &#8216; வண்டியில் சேர்க்கவும் &#8217; பட்டியலிடப்பட்ட ஒவ்வொரு தயாரிப்பிலும். பட்டியலில் இது எப்படி இருக்கிறது:

source: Catalog
es: Catálogo
pt: Catálogo
ta: பட்டியல்

source: And here in the products search:
es: Y aqu en la bsqueda de productos:
pt: E aqui na busca de produtos:
ta: இங்கே தயாரிப்புகள் தேடலில்:

source: Search
pt: Busca
ta: தேடல்

source: If you press this button, you will see in the up-right corner your cart sliding down with the new product added:
es: Si presionas este botn, vers en la esquina superior derecha tu carrito deslizarse hacia abajo con el nuevo producto aadido:
pt: Se você apertar esse botão você verá seu carrinho deslizando para baixo no topo direito com o novo produto adicionado:
ta: இந்த பொத்தானை அழுத்தினால், புதிய தயாரிப்பு சேர்க்கப்பட்ட உங்கள் வண்டி உங்கள் வண்டியில் சறுக்குவதை மேல்-வலது மூலையில் காண்பீர்கள்:

source: First product
es: Primer producto
pt: Primeiro produto
ta: முதல் தயாரிப்பு

source: From now on, your cart will always be there until it gets empty or you choose to hide it.
es: A partit de ahora, tu carrito estar siempre ah hasta que se vace o decidas ocultarlo.
pt: A partir de agora, seu carrinho ficará sempre visível até ele ficar vazio ou você decidir escondê-lo.
ta: இனிமேல், உங்கள் வண்டி காலியாக இருக்கும் வரை அல்லது அதை மறைக்க நீங்கள் தேர்வு செய்யும் வரை எப்போதும் இருக்கும்.

source: If you want to add new products just do the same thing. If you try to add a product that&#8217;s already in your cart, it will add one to the quantity of that product.
es: Si quieres aadir nuevos productos solo haz lo mismo. Si deseas aladir un producto que se encuentra ya en tu carrito, aadir uno a la cantidad de ese producto.
pt: Se você quiser adicionar novos produtos basta fazer a mesma coisa. Se você tentar adicionar um produto que já está no seu carrinho, ele irá acrescentar em um a quantidade do produto.
ta: நீங்கள் புதிய தயாரிப்புகளைச் சேர்க்க விரும்பினால் அதையே செய்யுங்கள். உங்கள் வண்டியில் ஏற்கனவே ஒரு தயாரிப்பைச் சேர்க்க முயற்சித்தால், அது அந்த தயாரிப்பின் அளவிற்கு ஒன்றைச் சேர்க்கும்.

source: Cart with some products
es: Carrito con algunos productos
pt: Carrinho com alguns produtos
ta: சில தயாரிப்புகளுடன் வண்டி

source: <span class="caps">OBS</span>: you can only add products from the same enterprise in the cart. If you want to buy products from different enterprises, then you should finish the buy with one and then start the new buy with the other.
es: <span class="caps">OBS</span>: puedes solamente aadir productos de la empresa al carrito. Si deseas comprar productos de diferentes empresas, entonces debes finalizar la compra con una y comenzar la nueva compra con la otra.
pt: <span class="caps">OBS</span>: você só pode adicionar produtos de um mesmo empreendimento no carrinho. Se você quer comprar produtos de um empreendimento diferente, você deve finalizar sua compra com um e então começar a nova compra com o outro.
ta: <span வகுப்பு = "caps"> OBS </span>: நீங்கள் வண்டியில் உள்ள அதே நிறுவனத்திலிருந்து தயாரிப்புகளை மட்டுமே சேர்க்க முடியும். நீங்கள் வெவ்வேறு நிறுவனங்களிலிருந்து தயாரிப்புகளை வாங்க விரும்பினால், நீங்கள் ஒன்றைக் கொண்டு வாங்குவதை முடிக்க வேண்டும், பின்னர் புதிய வாங்குதலை மற்றொன்றுடன் தொடங்க வேண்டும்.

source: Editing quantities
es: Editando cantidades
pt: Editando quantidades
ta: அளவுகளைத் திருத்துதல்
