Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <strong>Choose the folder where the article must be published</strong>: You can choose the folder where the article will be listed.
es: <strong>Selecciona los pasos donde el artculo debe ser publicado</strong>: Puedes seleccionar la carpeta donde el artculo ser listado.
pt: <strong>Escolha a pasta onde o artigo deve ser publicado</strong>: Você pode escolher a pasta onde o artigo será listado.
ta: <strong> கட்டுரை வெளியிடப்பட வேண்டிய கோப்புறையைத் தேர்வுசெய்க </strong>: கட்டுரை பட்டியலிடப்படும் கோப்புறையை நீங்கள் தேர்வு செய்யலாம்.

source: <strong>Highlight this article</strong>: If the community is the news source of the environment, you can check this option to highlight the article on environment&#8217;s homepage.
es: <strong>Resaltar este artculo</strong>: Si la comunidad es la fuente de noticias del entorno, puedes marcar esta opcin para resaltar el artculo en la pgina principal del entorno.
pt: <strong>Destacar este artigo</strong>: Se a comunidade é a fonte de notícias do ambiente, você pode marcar essa opção para destacar o artigo na página inicial do ambiente.
ta: <strong> இந்த கட்டுரையை முன்னிலைப்படுத்தவும் </strong>: சமூகம் சுற்றுச்சூழலின் செய்தி ஆதாரமாக இருந்தால், சுற்றுச்சூழல் பற்றிய கட்டுரையை முன்னிலைப்படுத்த இந்த விருப்பத்தை நீங்கள் சரிபார்க்கலாம் &#8217; முகப்புப்பக்கம்.

source: <strong>Comment for author</strong>: The text written here will be sent to the requestor after your decision.
es: <strong>Comentario por autor</strong>: El texto escrito aqu ser enviado al solicitante despus de tu decisin.
pt: <strong>Comentário para o autor</strong>: O texto escrito aqui será enviado para o requisitante após a sua decisão.
ta: <strong> ஆசிரியருக்கான கருத்து </strong>: இங்கே எழுதப்பட்ட உரை உங்கள் முடிவுக்குப் பிறகு கோரிக்கையாளருக்கு அனுப்பப்படும்.

source: After clicking on button &#8220;Ok!&#8221;, your decision will be processed. If you accepted the article, it will be listed as community&#8217;s content.
es: Despus de hacer clic en el botn &#8220;Ok!&#8221;, tu decisin ser procesada. Si aceptaste el artculo, ser listado como contenido de la comunidad.
pt: Depois de clicar no botão &#8220;Ok!&#8221;, sua decisão será processada. Se você aceitou o artigo, ele será listado como conteúdo da comunidade.
ta: பொத்தானைக் சொடுக்கு செய்த பிறகு &#8220; சரி! &#8221;, உங்கள் முடிவு செயலாக்கப்படும். நீங்கள் கட்டுரையை ஏற்றுக்கொண்டால், அது சமூகத்தின் உள்ளடக்கமாக பட்டியலிடப்படும்.

source: Accepting new members
es: Aceptando nuevos miembros
pt: Aceitar novos integrantes
ta: புதிய உறுப்பினர்களை ஏற்றுக்கொள்வது

source: <em>If a community is moderated, the administrator/moderator needs to approve the requests of new members.</em>
es: <em>Si una comunidades es moderada, el administrador/moderador necesita aprobar las solicitudes de nuevos miembros.</em>
pt: <em>Se a comunidade for moderada, o administrador/moderador precisará os pedidos de novos integrantes.</em>
ta: <em> ஒரு சமூகம் மிதமானதாக இருந்தால், நிர்வாகி/மதிப்பீட்டாளர் புதிய உறுப்பினர்களின் கோரிக்கைகளுக்கு ஒப்புதல் அளிக்க வேண்டும். </em>

source: If you want to accept, choose the option &#8220;Accept&#8221;. You also need to choose wich roles the new member should have. Each role has some permissions, that are defined by the environment administrator.
es: Si quieres aceptar, selecciona la opcin &#8220;Aceptar&#8221;. Tambin necesitas seleccionar cul rol debe tener el nuevo miembro. Cada rol tiene algunos permisos, que son definidos por el administrador del entorno.
pt: Se você deseja aceitar, escolha a opção &#8220;Aceitar&#8221;. Você também precisa escolher quais papéis o novo membro deverá ter. Cada papel possui algumas permissões, que são definidas pelo administrador do ambiente.
ta: நீங்கள் ஏற்றுக்கொள்ள விரும்பினால், விருப்பத்தைத் தேர்வுசெய்க &#8220; ஏற்றுக்கொள் &#8221 ;. புதிய உறுப்பினருக்கு இருக்க வேண்டிய wich பாத்திரங்களையும் நீங்கள் தேர்வு செய்ய வேண்டும். ஒவ்வொரு பாத்திரத்திற்கும் சில அனுமதிகள் உள்ளன, அவை சுற்றுச்சூழல் நிர்வாகியால் வரையறுக்கப்படுகின்றன.

source: Editing header and footer
es: Editar encabezado y pie de página
pt: Editando cabeçalho e rodapé
ta: தலைப்பு மற்றும் அடிக்குறிப்பு

source: <em>You can customize the page of your community, adding some text or image on header or footer.</em>
es: <em>Puedes perzonalizar la pgina de tu comunidad, aadiendo algo de texto o imgenes en el encabezado o pie de pgina.</em>
pt: <em>Você pode personalizar a página da sua comunidade, colocando texto ou imagem no cabeçalho ou rodapé</em>
ta: <em> உங்கள் சமூகத்தின் பக்கத்தைத் தனிப்பயனாக்கலாம், தலைப்பு அல்லது அடிக்குறிப்பில் சில உரை அல்லது படத்தை சேர்க்கலாம். </em>

source: Then, click on &#8220;Edit Header and Footer&#8221;:
es: Luego, clic en &#8220;Editar Encabezado y Pie de Pgina&#8221;:
pt: Depois, clique em &#8220;Editar cabeçalho e rodapé&#8221;
ta: பின்னர், &#8220; தலைப்பு தலைப்பு மற்றும் அடிக்குறிப்பு &#8221 ;:

source: Edit header and footer on community control panel
es: Editar encabezado y pie de pgina en el panel de control de la comunidad
pt: Editar cabeçalho e rodapé no controle de painel da comunidade
ta: சமூக கட்டுப்பாட்டுக் குழுவில் தலைப்பு மற்றும் அடிக்குறிப்பைத் திருத்தவும்

source: You will see 2 boxes. In the first box, add the content of your header, that will be displayed on the top of your page. In the second box, add the content of your footer, that will be displayed on the bottom of your page.
es: Vers 2 bandejas. En la primer bandeja, agrega el contenido de tu encabezado, que ser desplegado en la parte superior de tu pgina. En la segunda bandeja, agrega el contenido de tu pie de pgina, que ser desplegado en la parte inferior de tu pgina.
pt: Você verá 2 caixas. Na primeira caixa, adicione o conteúdo do seu cabeçalho, que será mostrado no topo da sua página. Na segunda caixa, adicione o conteúdo do seu rodapé, que será mostrado na parte inferior da sua página.
ta: நீங்கள் 2 பெட்டிகளைக் காண்பீர்கள். முதல் பெட்டியில், உங்கள் தலைப்பின் உள்ளடக்கத்தைச் சேர்க்கவும், அது உங்கள் பக்கத்தின் மேல் காண்பிக்கப்படும். இரண்டாவது பெட்டியில், உங்கள் அடிக்குறிப்பின் உள்ளடக்கத்தைச் சேர்க்கவும், அது உங்கள் பக்கத்தின் கீழே காண்பிக்கப்படும்.

source: On the top of both boxes you will see some buttons, that will help you formatting your text. Passing mouse over the button, the name of the button function is displayed.
es: En la parte superior de ambas bandejas vers algunos botones, que te ayudarn a aplicarle un formato a tu texto. Pasando el puntero sobre ellos, el nombre de su funcin ser desplegada.
pt: Na parte superior das caixas você poderá ver alguns botões que lhe ajudarão a formatar seu texto. Passando o mouse sobre o botão, aparecerá o nome da função do botão.
ta: இரண்டு பெட்டிகளின் மேலேயும் நீங்கள் சில பொத்தான்களைக் காண்பீர்கள், அவை உங்கள் உரையை வடிவமைக்க உதவும். பொத்தானைக் கடந்து மவுசைக் கடந்து, பொத்தான் செயல்பாட்டின் பெயர் காட்டப்படும்.

source: WYSIWYG buttons
es: Botones WYSIWYG
ta: WYSIWYG பொத்தான்கள்

source: <strong>Print:</strong> use this button if you want to print your the box content
es: <strong>Imprimir: </strong> utiliza este botn si deseas imprimir el contenido de tu bandeja.
pt: <strong>Imprimir:</strong> utilize esse botão caso queira imprimir seu o conteúdo da caixa
ta: <strong> அச்சு: </strong> உங்கள் பெட்டி உள்ளடக்கத்தை அச்சிட விரும்பினால் இந்த பொத்தானைப் பயன்படுத்தவும்

source: <strong>Copy:</strong> select a section of the text and click on this button to copy it
es: <strong>Copiar:</strong> selecciona una seccin del texto y haz clic en este botn para copiarla
pt: <strong>Copiar:</strong> selecione um trecho do texto e clique nesse botão para copiá-lo
ta: <strong> நகல்: </strong> உரையின் ஒரு பகுதியைத் தேர்ந்தெடுத்து நகலெடுக்க இந்த பொத்தானைக் சொடுக்கு செய்க

source: <strong>Paste:</strong> if you copied something, then use this button to paste it on your text. The text will be pasted into the place where the cursor is
es: <strong>Pegar:</strong> si copiaste algo, entonces utiliza este botn para pegarlo en tu texto. Ser pegado en la posicin actual del cursor.
pt: <strong>Colar:</strong> caso já tenha copiado algo, utilize esse botão para colar no seu texto. O texto será colado no lugar que o cursor estiver
ta: <strong> பேச்ட்: </strong> நீங்கள் ஏதாவது நகலெடுத்தால், இந்த பொத்தானைப் பயன்படுத்தி அதை உங்கள் உரையில் ஒட்டவும். கர்சர் இருக்கும் இடத்திற்கு உரை ஒட்டப்படும்

source: <strong>Undo:</strong> click on this button after writing or formatting some text and want to undo the action
es: <strong>Deshacer:</strong> clic en este botn despus de escribir o dar formato a un texto y desea deshacer la accin.
pt: <strong>Desfazer:</strong> clique nesse botão depois de escrever ou formatar algo e quiser desfazer
ta: <strong> செயல்தவிர்: </strong> சில உரையை எழுத அல்லது வடிவமைத்த பிறகு இந்த பொத்தானைக் சொடுக்கு செய்து, செயலை செயல்தவிர்க்க விரும்புகிறேன்

source: <strong>Redo:</strong> click on this button if you clicked on button &#8220;undo&#8221; and want to redo your last action
es: <strong>Rehacer:</strong> clic en este botn si oprimiste el botn de &#8220;deshacer&#8221; y deseas rehacer tu ltima accin.
pt: <strong>Refazer:</strong> caso tenha desfeito sua última ação, poderá refazê-la clicando nesse botão
ta: <strong> மீண்டும்: </strong> நீங்கள் பொத்தானைக் சொடுக்கு செய்தால் இந்த பொத்தானைக் சொடுக்கு செய்க &#8220; செயல்தவிர் &#8221; உங்கள் கடைசி செயலை மீண்டும் செய்ய விரும்புகிறேன்

source: <strong>Find:</strong> click on this button to find some word or phrase in your text
es: <strong>Buscar:</strong> clic en este botn para buscar alguna palabra o frase en tu texto.
pt: <strong>Localizar:</strong> use este botão para encontrar alguma palavra ou frase no seu texto
ta: <strong> கண்டுபிடி: </strong> உங்கள் உரையில் சில சொல் அல்லது சொற்றொடரைக் கண்டுபிடிக்க இந்த பொத்தானைக் சொடுக்கு செய்க

source: <strong>Find/Replace:</strong> click on this button to find some word or phrase in your text and replace it for other
es: <strong>Buscar/Remplazar:</strong> clic en este botn para buscar alguna palabra o frase en tu texto y remplazarlo por otra.
pt: <strong>Localizar/Substituir:</strong> use este botão para encontrar alguma palavra/frase no texto e substituí-lo por outra
ta: <strong> கண்டுபிடி/மாற்றவும்: </strong> உங்கள் உரையில் சில சொல் அல்லது சொற்றொடரைக் கண்டுபிடித்து மற்றவர்களுக்கு மாற்ற இந்த பொத்தானைக் சொடுக்கு செய்க

source: <strong>Font size:</strong> used to define the size of characters. Select the text/word and change the size clicking on this button
es: <strong>Tamao de fuente:</strong> usado para definir el tamao de los caracteres. Selecciona el texto/palabra y cambia el tamao oprimiendo este botn.
pt: <strong>Tamanho:</strong> para definir o tamanho do texto/palavra, selecione o text/palavra e altere o tamanho clicando nesse botão
ta: <strong> எழுத்துரு அளவு: </strong> எழுத்துக்களின் அளவை வரையறுக்கப் பயன்படுகிறது. உரை/வார்த்தையைத் தேர்ந்தெடுத்து, இந்த பொத்தானைக் சொடுக்கு செய்வதை மாற்றவும்

source: <strong>Format:</strong> if you want to use one of the pre-configured formats, select text/word, click on this button and select the desired format.
es: <strong>Formato:</strong> Si deseas usar uno de los formatos preconfigurados, selecciona texto/palabra, clic en este botn y escoge el formato deseado.
pt: <strong>Formatação:</strong> para utilizar alguma das formatações já configuradas, selecione um trecho do texto, clique nesse botão e selecione a formatação desejada
ta: <strong> வடிவம்: </strong> நீங்கள் முன்பே கட்டமைக்கப்பட்ட வடிவங்களில் ஒன்றைப் பயன்படுத்த விரும்பினால், உரை/வார்த்தையைத் தேர்ந்தெடுத்து, இந்த பொத்தானைக் சொடுக்கு செய்து விரும்பிய வடிவமைப்பைத் தேர்ந்தெடுக்கவும்.

source: <strong>Bold:</strong> it formats your text/word with a line thicker than usual. This format is used to emphasize the words. Example: <strong>home</strong> . To use it, first you should select the text/word and then click on button
es: <strong>Negrita:</strong> Da formato a tu texto/palabras con una lnea ms gruesa que lo normal usual. Es usado para enfatizar palabras. Por ejemplo: <strong>Inicio</strong>. Para usarlo, primero debes seleccionar el texto/palabras y despues clic en este botn.
pt: <strong>Negrito:</strong> utilize para formatar seu texto/palavra com um traço mais grosso que o comum. Essa formatação é utilizada para dar maior realce às palavras. Ex: <strong>casa</strong>. Para usá-lo, primeiro você deve selecionar o trecho e depois clicar no botão
ta: <strong> தைரியமான: </strong> இது உங்கள் உரை/வார்த்தையை வழக்கத்தை விட தடிமனாக வடிவமைக்கிறது. சொற்களை வலியுறுத்த இந்த வடிவம் பயன்படுத்தப்படுகிறது. எடுத்துக்காட்டு: <strong> முகப்பு </strong>. அதைப் பயன்படுத்த, முதலில் நீங்கள் உரை/வார்த்தையைத் தேர்ந்தெடுத்து பொத்தானைக் சொடுக்கு செய்ய வேண்டும்

source: <strong>Italic</strong> it formats your text/word as oblique. This format is also used to emphasize the words. Example: <em>home</em> . To use it, first you should select the text/word and then click on button
es: <strong>Cursiva</strong> Da formato a tu texto/palabras como oblicua. Este formato tambin es usado para enfatizar palabras. Ejemplo: <em>home</em>. Para usarlo, primero debes seleccionar el texto/palabras y despues clic en este botn.
pt: <strong>Itálico:</strong> utilize para formatar seu texto/palavra com um traço inclinado. Essa formatação também é utilizada para dar maior realce às palavras. Ex: <em>casa</em>. Para usá-lo, primeiro você deve selecionar o trecho e depois clicar no botão
ta: <strong> சாய்வு </strong> இது உங்கள் உரை/வார்த்தையை சாய்ந்ததாக வடிவமைக்கிறது. வார்த்தைகளை வலியுறுத்தவும் இந்த வடிவம் பயன்படுத்தப்படுகிறது. எடுத்துக்காட்டு: <em> முகப்பு </em>. அதைப் பயன்படுத்த, முதலில் நீங்கள் உரை/வார்த்தையைத் தேர்ந்தெடுத்து பொத்தானைக் சொடுக்கு செய்ய வேண்டும்

source: <strong>Underline:</strong> it is also used to emphasize a word/phrase. One line is drawn under the word. Example: <span style="text-decoration:underline;">home</span> . To use it, first you should select the word/phrase and then click on button
es: <strong>Subrayado:</strong> Tambin usado para enfatizar palabras/frases. Una lnea es dibujada bajo la palabra. Ejemplo: <span style="text-decoration: underline;">Inicio</span> . Para usarlo, primero debes seleccionar el texto/palabras y despues clic en este botn.
pt: <strong>Sublinhado:</strong> também usado para destacar uma palavra/frase. Uma linha é inserida abaixo da palavra. Ex: <span style="text-decoration: underline;">casa</span>. Para usá-lo, primeiro você deve selecionar o trecho e depois clicar no botão
ta: <strong> அடிக்கோடிட்டு: </strong> இது ஒரு சொல்/சொற்றொடரை வலியுறுத்தவும் பயன்படுத்தப்படுகிறது. ஒரு வரி வார்த்தையின் கீழ் வரையப்படுகிறது. எடுத்துக்காட்டு: <span சூல் தண்டு = "text-degoration: Undringe;"> முகப்பு </span>. இதைப் பயன்படுத்த, முதலில் நீங்கள் சொல்/சொற்றொடரைத் தேர்ந்தெடுத்து பொத்தானைக் சொடுக்கு செய்ய வேண்டும்

source: <strong>Strikethrough:</strong> one line in drawn in the middle of word/phrase Example: <span style="text-decoration:line-through;">home</span> . To use it, first you should select the word/phrase and then click on button
es: <strong>Tachado:</strong> Una lnea es dibujada en medio de la palabra/frase. Ejemplo: <span style="text-decoration:line-through;">Inicio</span> . Para usarlo, primero debes seleccionar el texto/palabras y despues clic en este botn.
pt: <strong>Riscado: </strong>uma linha é inserida no meio da palavra/frase. Ex: <span style="text-decoration: line-through;">casa</span>. Para usá-lo, primeiro você deve selecionar o trecho e depois clicar no botão
ta: <strong> ச்ட்ரிகெத்ரோ: </strong> சொல்/சொற்றொடரின் நடுவில் வரையப்பட்ட ஒரு வரி எடுத்துக்காட்டு: <ச்பான் பாணி = "உரை-தேடு: வரி-மூலம்;"> முகப்பு </span>. இதைப் பயன்படுத்த, முதலில் நீங்கள் சொல்/சொற்றொடரைத் தேர்ந்தெடுத்து பொத்தானைக் சொடுக்கு செய்ய வேண்டும்

source: <strong>Unordered list:</strong> it creates a list, inserting a small ball before each item.
es: <strong>Lista desordenada:</strong> crea una lista, insertando una pequea vieta antes de cada elemento.
pt: <strong>Marcadores:</strong> utilizado para criar uma lista, inserindo uma bolinha antes de cada item, como esta com a lista de botões
ta: <strong> வரிசைப்படுத்தப்படாத பட்டியல்: </strong> இது ஒரு பட்டியலை உருவாக்குகிறது, ஒவ்வொரு பொருளுக்கும் முன் ஒரு சிறிய பந்தைச் செருகும்.

source: <strong>Ordered list</strong> it creates a numbered list, adding a number before each item.
es: <strong>Lista ordenada</strong> crea una lista numerada, insertando un nmero antes de cada elemento.
pt: <strong>Numeração:</strong> utilizado para criar uma lista numerada, inserindo o número do item antes de cada item
ta: <strong> ஆர்டர் செய்யப்பட்ட பட்டியல் </strong> இது ஒரு எண்ணிக்கையிலான பட்டியலை உருவாக்குகிறது, ஒவ்வொரு பொருளுக்கும் முன் ஒரு எண்ணைச் சேர்க்கிறது.

source: <strong>Align left:</strong> use this button if you want your text to be left aligned. In this case, the right border of each line will be misaligned
es: <strong>Alineacin a la izquierda:</strong> Usa este botn si deseas que tu texto est alineado a la izquierda. En este caso, el borde derecho de cada lnea estar desalineado.
pt: <strong>Alinhar à esquerda:</strong> utilize esse botão quando quiser que seu texto fique alinhado à margem esquerda. Nesse caso, a borda direita de cada linha ficará desalinhada
ta: <strong> இடது: </strong> உங்கள் உரை சீரமைக்கப்பட வேண்டும் என்று விரும்பினால் இந்த பொத்தானைப் பயன்படுத்தவும். இந்த வழக்கில், ஒவ்வொரு வரியின் சரியான எல்லையும் தவறாக வடிவமைக்கப்படும்

source: <strong>Align center</strong> the alignment of the text is based on the center of the text. In this case, the left and right borders will be misaligned
es: <strong>Alinear al centro</strong> La alineacin del texto est basada en el centro. En este caso, los bordes izquierdo y derecho estarn desalineados.
pt: <strong>Centralizar:</strong> o alinhamento do texto tem como referência o centro do espaço do texto. Nesse caso, as bordas esquerda e direita de cada linha ficarão imperfeitas
ta: <strong> சீரமை நடுவண் </strong> உரையின் சீரமைப்பு உரையின் மையத்தை அடிப்படையாகக் கொண்டது. இந்த வழக்கில், இடது மற்றும் வலது எல்லைகள் தவறாக வடிவமைக்கப்படும்

source: <strong>Align right:</strong> use this button if you want your text to be right aligned. In this case, the left border of each line will be misaligned
es: <strong>Alineacin a la derecha:</strong> usa este botn si deseas que tu texto est alineado a la derecha. En este caso, el borde izquierdo de cada lnea estar desalineado.
pt: <strong>Alinhar à direita:</strong> utilize esse botão quando quiser que seu texto fique alinhado à margem direita. Nesse caso, a borda esquerda de cada linha ficará desalinhada
ta: <strong> வலதுபுறம் சீரமைக்க: </strong> உங்கள் உரை சரியாக சீரமைக்கப்பட வேண்டும் எனில் இந்த பொத்தானைப் பயன்படுத்தவும். இந்த வழக்கில், ஒவ்வொரு வரியின் இடது எல்லை தவறாக வடிவமைக்கப்படும்

source: <strong>Align full:</strong> use this button if you want your text to be aligned in both sides. In this case, the left and right borders of each line will be aligned
es: <strong>Justificar:</strong> usa este botn si deseas que tu texto est alineado por ambos lados. En este caso los bordes izquierdo y derecho de cada lnea estarn alineados.
pt: <strong>Justificar:</strong> utilize esse botão quando quiser que as linhas do seu texto fiquem alinhadas tanto à direita como esquerda
ta: <strong> முழு சீரமை: </strong> உங்கள் உரை இருபுறமும் சீரமைக்கப்பட வேண்டும் எனில் இந்த பொத்தானைப் பயன்படுத்தவும். இந்த வழக்கில், ஒவ்வொரு வரியின் இடது மற்றும் வலது எல்லைகள் சீரமைக்கப்படும்

source: <strong>Insert/edit link:</strong> use it when you want to insert or edit a link to some address
es: <strong>Insertar/editar enlace:</strong> usa sto cuando quieras insertar o editar un enlace hacia alguna direccin.
pt: <strong>Inserir/editar hyperlink: </strong>deve ser utilizado quando você quiser inserir ou editar um link para algum endereço
ta: <strong> இணைப்பைச் செருகவும்/திருத்தவும்: </strong> சில முகவரிக்கு இணைப்பைச் செருக அல்லது திருத்த விரும்பும் போது அதைப் பயன்படுத்தவும்

source: <strong>Unlink:</strong> if you have a link in your text, click on this button to remove the link
es: <strong>Desvincular:</strong> Si tienes un enlace en tu texto, clic en este botn para remover el vnculo.
pt: <strong>Remover hyperlink:</strong> caso tenha um link em seu texto, utilize esse botão para remover o link
ta: <strong> இணைக்கவும்: </strong> உங்கள் உரையில் இணைப்பு இருந்தால், இணைப்பை அகற்ற இந்த பொத்தானைக் சொடுக்கு செய்க

source: <strong>Insert/edit image:</strong> use it if you want to insert an image or to edit an image that is in your text
es: <strong>Insertar/editar imagen:</strong> Usa esto si deseas insertar o editar una imagen que se encuentra en el texto.
pt: <strong>Inserir/editar imagem:</strong> utilize caso queira inserir uma imagem que está em algum endereço ou para editar uma imagem que já está no seu texto
ta: <strong> படத்தை செருகவும்/திருத்தவும்: </strong> நீங்கள் ஒரு படத்தை செருக விரும்பினால் அல்லது உங்கள் உரையில் உள்ள படத்தைத் திருத்த விரும்பினால் அதைப் பயன்படுத்தவும்

source: <strong>Inserts a new table:</strong> use it to insert a table in your text
es: <strong>Inserta una nueva tabla:</strong> usa sto para insertar una tabla en tu texto
pt: <strong>Inserir nova tabela:</strong> utilizado para inserir uma tabela no texto
ta: <strong> ஒரு புதிய அட்டவணையைச் செருகுகிறது: </strong> உங்கள் உரையில் ஒரு அட்டவணையைச் செருக இதைப் பயன்படுத்தவும்

source: <strong>Cleanup messy code:</strong> click on this button to remove bad <span class="caps">HTML</span> code. You should use it after pasting a formatted text from another place
es: <strong>Limpieza de cdigo desordenado:</strong> clic en este botn para remover el cdigo malo de <span class="caps">HTML</span>. Debes usarlo despus de pegar un texto con formato desde otro lugar.
pt: <strong>Limpar código incorreto: </strong>esse botão remove código HTML desnecessário do seu texto. É aconselhável utilizar após colar um texto formatado originado de outra página
ta: <strong> தூய்மைப்படுத்தும் குழப்பமான குறியீடு: </strong> மோசமான <ச்பான் கிளாச் = "தொப்பிகள்"> உஉகுமொ </span> குறியீட்டை அகற்ற இந்த பொத்தானைக் சொடுக்கு செய்க. வேறொரு இடத்திலிருந்து வடிவமைக்கப்பட்ட உரையை ஒட்டிய பின் நீங்கள் அதைப் பயன்படுத்த வேண்டும்

source: <strong>Edit <span class="caps">HTML</span> source:</strong> the text written in this editor is transformed in <span class="caps">HTML</span> code, to be viewed on browsers. Use this button to view/edit the <span class="caps">HTML</span> code of your header/footer.
es: <strong>Editar fuente <span class="caps">HTML</span>:</strong> el texto escrito en este editor es transformado en cdigo <span class="caps">HTML</span> para ser visto en los navegadores. Usa este botn para ver/editar el cdigo <span class="caps">HTML</span> de tu encabezado/pie de pgina.
pt: <strong>Editar código fonte:</strong> o texto escrito nesse editor é transformado em código HTML, para poder ser visualizado nos navegadoores. Utilize esse botão para visualizar/editar o código HTML do seu cabeçalho/rodapé.
ta: <strong> திருத்து <span வகுப்பு = "caps"> உஉகுமொ </span> ஆதாரம்: </strong> இந்த எடிட்டரில் எழுதப்பட்ட உரை <span வகுப்பு = "caps"> உஉகுமொ </span> குறியீட்டில் மாற்றப்படுகிறது, பார்க்கப்பட வேண்டும் உலாவிகளில். உங்கள் தலைப்பு/அடிக்குறிப்பின் குறியீட்டைக் காண/திருத்த இந்த பொத்தானைப் பயன்படுத்தவும்/திருத்தவும்.

source: After editing your header and footer, click on &#8220;Save&#8221; button
es: Despus de editar el encabezado y pie de pgina, haga clic en el botn &#8220;Guardar&#8221;
pt: Após editar seu cabeçalho e rodapé, clique no botão &#8220;Salvar&#8221;
ta: உங்கள் தலைப்பு மற்றும் அடிக்குறிப்பைத் திருத்திய பிறகு, &#8220; சேமி &#8221; பொத்தான்

source: Noosfero online manual
es: Manual en lnea de Noosfero
pt: Manual online do Noosfero
ta: நூச்ஃபெரோ நிகழ்நிலை கையேடு
