Repository: noosfero/noosfero
Catalog: po/*/noosfero.edit.po
Languages: fr

source: Ground
fr: Sols

source: Theater
fr: Théatre

source: Transport
fr: Transports

source: Urbanism
fr: Urbanisme

source: Veterinary Medicine
fr: Médecine vétérinaire

source: Zoology
fr: Zoologie

source: Zootecnia
fr: Zootechnique

source: Others
fr: Autres

source: Post-Doctoral
fr: Études post-doctorales

source: Ph.D.
fr: Doctorat.

source: Masters
fr: Master

source: Graduate
fr: Licence

source: High School
fr: Lycée

source: Elementary School
fr: École primaire

source: Concluded
fr: Achevé

source: Incomplete
fr: Incomplet

source: Ongoing
fr: En cours

source: [Select ...]
fr: [Choisir...]

source: Select domain
fr: Choisissez le domaine :

source: Preferred domain name:
fr: Nom de domaine préféré :

source: This field must be public
fr: Ce champ doit être public

source: ZIP code
fr: Code postal

source: Date of birth
fr: Date de naissance

source: Profile created at
fr: Profil créé le

source: Privacy setting
fr: Options de confidentialité

source: Male
fr: Masculin

source: Female
fr: Féminin

source: One post
fr: Un article

source: One picture
fr: Une image

source: non registered gender
fr: genre non enregistré

source: Wall
fr: Mur

source: Send an e-mail
fr: Envoyer un e-mail

source: Join
fr: Joindre

source: Leave community
fr: Quitter cette communauté

source: Profile links
fr: Lien du Profil

source: More popular
fr: Les plus populaires

source: More active
fr: Les plus actifs

source: More recent
fr: Les plus récents

source: More comments
fr: Les plus commentés

source: Map
fr: Carte

source: Full
fr: Plein

source: Compact
fr: Compacte

source: search in all categories
fr: chercher dans toutes les catégories

source: Display
fr: Affichage

source: Choose a template
fr: Choisir un modèle

source: No tags yet.
fr: Pas de tag.

source: What are tags?
fr: Que sont les tags ?

source: http://en.wikipedia.org/wiki/Tag_%28metadata%29
fr: http://fr.wikipedia.org/wiki/Tag_%28m%C3%A9tadonn%C3%A9e%29

source: one item
fr: un élément

source: Type in an keyword
fr: Tapez un mot clé

source: No results
fr: Pas de résultat

source: Searching...
fr: Chercher...

source: Type in a search term
fr: Tapez un terme de recherche

source: All users
fr: Tous les utilisateurs

source: Admin users
fr: Utilisateurs Admin

source: Activated users
fr: Utilisateurs activés

source: Deativated users
fr: Utilisateurs désactivés

source: Filter
fr: Filtrer

source: [%s] you got a new comment!
fr: [%s] vous avez un nouveau commentaire !

source: [%s] %s commented on a content of %s
fr: [%s] %s commenté un contenu de %s

source: Subject
fr: Sujet

source: City and state
fr: Pays et état

source: Sent by %s.
fr: Envoyé par %s.

source: Sent by community %s.
fr: Envoyé par la communauté %s.

source: [%s] Pending tasks
fr: [%s] Tâches en attente

source: [%{environment}] Welcome to %{environment} mail!
fr: [%{environment}] Courrier de bienvenue à %{environment} !

source: [%s] Activate your account
fr: [%s] Activez votre compte

source: Welcome to environment %s
fr: Bienvenue sur %s

source: Abuse complaint (%s)
fr: Abus (%s)

source: Abuse complaint
fr: Abus

source: %{linked_subject} was reported due to inappropriate behavior.
fr: %{linked_subject} a été signalé en raison de comportement inapproprié.

source: Your profile was reported by the users of %s due to inappropriate behavior. The administrators of the environment are now reviewing the report. To solve this misunderstanding, please contact the administrators.
fr: Vous profil a été signalé par les utilisateurs de %s en raison d'un comportement inapproprié. Les administrateurs de l'environnement le rapport. Pour résoudre ce malentendu, veuillez s'il vous plaît contacter les administrateurs.

source: Your profile was disabled by the administrators of %s due to inappropriate behavior. To solve this misunderstanding please contact them.
fr: Votre profile a été désactivé par les administrateurs de %s en raison d'un comportement inapproprié. Pour résoudre ce malentendu, veuillez s'il vous plaît les contacter.

source: %s was reported due to inappropriate behavior.
fr: %s a été signalé en raison d'un comportement inapproprié.

source: The users of %{environment} reported %{reported} due to inappropriate behavior. A task was created with all the reports including the reasons and contents reported by these users. Please verify the reports and decide whether this profile must be disabled or not.
fr: Les utilisateurs de %{environment} signalent %{reported} en raison d'un comportement inapproprié. Une tâche a été créée avec tous les rapports, y compris les raisons et les contenus signalés par les utilisateurs. S'il vous plaît vérifier les rapports et décider si ce profil doit être désactivé ou pas.

source: %{requestor} wants to be your friend.
fr: %{requestor} veut être votre ami.

source: You need to login to %{system} in order to accept %{requestor} as your friend.
fr: Vous devez être connect(e) à %{system} pour accepter ou refuser %{requestor} comme contact.

source: New friend
fr: Nouvel ami

source: New member
fr: Nouveau membre

source: You will need login to %{system} in order to accept or reject %{requestor} as a member of %{organization}.
fr: Vous devez être connecté(e) à %{system} pour modérer la candidature de %{requestor} pour %{organization}.

source: (The original text was removed)
fr: (Le texte original a été retiré.)

source: Article removed.
fr: Article supprimé.

source: %{requestor} wants to publish the article: %{linked_subject}.
fr: %{requestor} veut publier un article : %{linked_subject}.

source: The article was removed.
fr: L'article a été supprimé.

source: %{requestor} wants to publish the article: %{article}.
fr: %{requestor} veut publier un article: %{article}.

source: %{requestor} wanted to publish an article but it was removed.
fr: %{requestor} veut publier un article mais celui-ci est supprimé.

source: You need to login on %{system} in order to approve or reject this article.
fr: Vous devez être connecté(e) sur %{system} pour pouvoir modérer cet article.

source: Your request for publishing the article "%{article}" was approved. Here is the comment left by the admin who approved your article: %{comment}
fr: Votre demande de publication de l'article "%{article}" a été approuvée. Voici le commentaire laissé par l'administrateur qui l'a approuvé :↵ ↵ %{comment}

source: Your request for publishing the article "%{article}" was approved.
fr: Votre demande de publication de l'article "%{article}" a été approuvée.

source: Your request for publishing the article "%{article}" was rejected.
fr: Vous demande de publication de l'article "%{article}" est rejetée.

source: Here is the reject explanation left by the administrator who rejected your article: %{reject_explanation}
fr: Voici l'explication de rejetde votre article laissé par l'administrateur : ↵ ↵ %{reject_explanation}

source: Anonymous
fr: Anonyme

source: New comment to article
fr: Nouveau commentaire dans l'article

source: %{requestor} commented on the article: %{linked_subject}.
fr: %{requestor} a commenté l'article: %{linked_subject}.

source: %{requestor} wants to comment the article: %{article}.
fr: %{requestor} veut commenter l'article: %{article}.

source: %{requestor} wanted to comment the article but it was removed.
fr: %{requestor} veut commenter l'article mais il est supprimé.

source: You need to login on %{system} in order to approve or reject this comment.
fr: Vous devez vous connecter sur %{system} pour pouvoir modérer ce commentaire.

source: Your comment to the article "%{article}" was approved. Here is the comment left by the admin who approved your comment: %{comment}
fr: Votre commentaire sur l'article "%{article}" a été approuvé. Voici le commentaire laissé par l'admin qui l'a approuvé: %{comment}

source: Your request for comment the article "%{article}" was approved.
fr: Votre demande pour commenter l'article "% {article}" a été approuvée.

source: Your request for commenting the article "%{article}" was rejected.
fr: Votre demande de commenter l'article "% {article}" a été rejetée.

source: Here is the reject explanation left by the administrator who rejected your comment: %{reject_explanation}
fr: Voici l'explication laissé par l'admin qui a rejeté votre commentaire: %{reject_explanation}

source: Abstract
fr: Résumé

source: Content
fr: Contenu

source: Filename
fr: Nom du fichier

source: The title (article name) is already being used by another article, please use another title.
fr: Le titre de (article name) est déjà utilisé par un autre article, veuillez utiliser un autre nom de titre.

source: self-reference is not allowed.
fr: L'auto-référence n'est pas autorisé.

source: cyclical reference is not allowed.
fr: référence cyclique n'est pas autorisée.

source: Title
fr: Titre

source: Tag list
fr: Liste de tags

source: HTML Text document
fr: Document texte au format HTML

source: Language not supported by the environment.
fr: Langue non supportée par l'environnement.

source: Language is already used
fr: Langue déjà utilisée

source: no comments
fr: pas de commentaire

source: one comment
fr: un commentaire

source: no views
fr: pas de vue

source: one view
fr: une vue

source: %s views
fr: %s vues

source: Created at:
fr: Créé le :

source: This block displays one of your articles. You can edit the block to select which one of your articles is going to be displayed in the block.
fr: Ce bloc affiche un de vos articles. Vous pouvez éditer le bloc pour sélectionner lequel de vos articles va être affiche dans ce bloc.

source: In all pages
fr: Dans toutes les pages

source: Only in the homepage
fr: Seulement sur la page d'accueil

source: In all pages, except in the homepage
fr: Dans toutes les pages, sauf sur la page d'accueil

source: Don't display
fr: Ne pas afficher

source: Logged
fr: Connecté

source: Not logged
fr: Pas connecté

source: Can be modified
fr: Peut être modifié

source: Cannot be modified
fr: Ne peut pas être modifié

source: Can be moved
fr: Peut être déplacé

source: Cannot be moved
fr: Ne peut pas être déplacé

source: A blog, inside which you can put other articles.
fr: Un blog dans lequel vous pouvez mettre d'autres articles.

source: Blog posts
fr: Articles de blog

source: Categories Menu
fr: Menu catégories

source: This block presents the categories like a web site menu.
fr: Ce bloc présente les catégories comme un menu de site web.

source: Acronym
fr: Sigle

source: Abbreviation
fr: Abréviation

source: {fn} cannot be like that.
fr: {fn} ne peut être comme ça.

source: {fn} is already being used by another category.
fr: {fn} est déjà utilisé par une autre catégorie.

source: Password Confirmation
fr: Confirmation du Mot de passe

source: Change password
fr: Modifier son mot de passe

source: %{requestor} wants to change its password.
fr: %{requestor} veut changer son mot de passe.

source: Your password change request was cancelled at %s.
fr: Votre requête de changement de mot de passe a été annulée à %s.

source: Your password was changed successfully.
fr: Votre mot de passe a bien été modifié.

source: In order to change your password, please visit the following address: %s If you did not required any change to your password just desconsider this email.
fr: Afin de changer votre mot de passe, veuillez suivre l'adresse suivante :↵ ↵ %s↵ ↵ Si vous n'avez pas demandé le changement de votre mot de passe, veuillez ignorer cet email.

source: {fn} can only be informed for unauthenticated authors
fr: {fn} est informé uniquement pour les auteurs non authentifiés

source: (removed user)
fr: (utilisateur supprimé)

source: (unauthenticated user)
fr: (utilisateur non authentifié)

source: This block displays the communities in which the user is a member.
fr: Ce bloc affiche les communautés dont l'utilisateur est membre.

source: Language
fr: Langue

source: There was an error while authenticating. Did you enter correct login and password?
fr: Il y a eu une erreur lors de l'authentification. Avez-vous saisi un identifiant et un mot de passe corrects ?

source: There was an error while looking for your contact list. Please, try again
fr: Une erreur s'est produite lors de la recherche dans votre liste de contacts. S'il vous plaît, essayez à nouveau

source: Profile
fr: Profil

source: Appearance
fr: Apparence

source: Change Password
fr: Modifier le mot de passe

source: friends
fr: Amis

source: Disable
fr: Désactiver

source: Enable
fr: Activé

source: Favorite Enterprises
fr: Entreprises Préférées

source: Location
fr: Localisation

source: Roles
fr: Rôles

source: Tasks
fr: Tâches

source: New community
fr: Nouvelle communauté

source: %{requestor} wants to create community %{subject} with no description.
fr: %{requestor} veut créer une communauté %{subject} n'ayant aucune description.

source: %{requestor} wants to create community %{subject} with this description:<p><em>%{description}</em></p>
fr: %{requestor} veut créer une communauté %{subject} avec pour description :<p><em>%{description}</em></p>

source: %{requestor} wants to create community %{subject}
fr: %{requestor} veut créer une communauté %{subject}

source: User "%{user}" just requested to create community %{community}. You have to approve or reject it through the "Pending Validations" section in your control panel.
fr: L'utilisateur "%{user}" demande de créer une communauté %{community}. Vous devez approuver/rejeter dans la section "Validations en attente" dans votre panneau de contrôle.↵

source: Your request for registering community %{community} at %{environment} was just sent. Environment administrator will receive it and will approve or reject your request according to his methods and creteria. You will be notified as soon as environment administrator has a position about your request.
fr: Votre requête pour enregistrer la communauté %{community} de %{environment} vient d'être envoyée. Elle sera accepter/refuser par l'administrateur selon ses méthodes et critères. Vous serez prévenu(e) dès que l'admin se sera prononcé sur votre requête.

source: Your request for registering community %{community} at %{environment} was not approved by the environment administrator. The following explanation was given: %{explanation}
fr: Votre requête pour enregistrer la communauté %{community} de %{environment} a été rejetée par l'admin. L'explication suivante a été donnée : %{explanation}

source: Your request for registering the community "%{community}" was approved. You can access %{environment} now and start using your new community.
fr: Votre requête pour enregistrer la communauté "%{community}" a été acceptée. Vous pouvez accéder à %{environment} dès à présent et commencer à l'utiliser pour votre nouvelle commaunté.

source: Identifier
fr: Identifiant

source: Address
fr: Adresse

source: Contact phone
fr: Téléphone de contact

source: Contact person
fr: Personne de contact

source: Foundation year
fr: Année de création

source: Legal form
fr: Forme juridique

source: Economic activity
fr: Activité économique

source: Management information
fr: Information sur les dirigeants

source: {fn} is not a validator for the chosen region
fr: {fn} n'est pas un valideur pour la région choisie

source: {fn} is already being as identifier by another enterprise, organization or person.
fr: {fn} est déjà utilisé par une autre entreprise, organisation ou personne.

source: Enterprise registration
fr: Enregistrement de l'enterprise

source: %{requestor} wants to create enterprise %{subject}.
fr: %{requestor} veut créer l'entreprise %{subject}.

source: Your request for registering enterprise "%{enterprise}" at %{environment} was just received. It will be reviewed by the validator organization of your choice, according to its methods and criteria. You will be notified as soon as the validator organization has a position about your request.
fr: Votre requête pour enregistrer l'entreprise "%{enterprise}" de %{environment} vient d'être reçue. Elle sera validée par le modérateur de l'organisation selon ses méthodes et critères. Vous serez prévenu(e) dès que le modérateur se sera prononcé sur votre requête.

source: Your request for registering the enterprise "%{enterprise}" was approved. You can access %{environment} now and provide start providing all relevant information your new enterprise.
fr: Votre requête pour enregistrer l'entreprise «%{enterprise}» a été approuvée. Vous pouvez accéder à %{environment} dès à présent et commencer à l'utiliser pour votre nouvelle entreprise.

source: Your request for registering the enterprise %{enterprise} at %{environment} was NOT approved by the validator organization. The following explanation was given: %{explanation}
fr: Votre requête pour enregistrer l'entreprise "%{enterprise}" à %{environment} n'a PAS été approuvée par le validateur. L'explication suivante a été donnée : %{explanation}

source: Enterprise "%{enterprise}" just requested to enter %{environment}. You have to approve or reject it through the "Pending Validations" section in your control panel.
fr: L'entreprise "%{enterprise}" vient de demander à faire partie de %{environment}. Vous devez approuver ou rejeter cette requête via la section "Validations en attente" de votre paneau de contrôle.

source: The data provided by the enterprise was the following:
fr: Les données fournies par l'entreprise sont les suivantes :

source: Name: %s
fr: Nom : %s

source: Acronym: %s
fr: Sigle : %s

source: Address: %s
fr: Adresse : %s

source: Legal form: %s
fr: Forme juridique : %s

source: Foundation Year: %d
fr: Année de création : %d

source: Economic activity: %s
fr: Activité économique : %s

source: Information about enterprise's management:
fr: Informations concernant les dirigeants :

source: Contact phone: %s
fr: Téléphone de contact : %s

source: Contact person: %s
fr: Personne de contact : %s

source: CreateEnterprise|Identifier
fr: Créer une entreprise|Identifiant

source: "Disabled enterprise" message
fr: Message "Entreprise désactivée"

source: Shows a message for disabled enterprises.
fr: Montrer un message pour une entreprise désactivée.

source: {fn} must be composed of sequences of lowercase letters (a to z), numbers (0 to 9), "_" and "-", separated by dots.
fr: {fn} doit être composé uniquement de lettres minuscules (a à z), chiffres (0 à 9) ou "_" et "-", séparé par de points.

source: {fn} must not start with www.
fr: {fn} ne doit pas commencer par www.

source: You have already requested activation of your mailbox.
fr: Vous avez déjà demandé l'activation de votre boite à lettres.

source: Email activation
fr: Activation par e-Mail

source: %{requestor} wants to activate the following email: %{subject}.
fr: %{requestor} veut activer l'e-mai suivant : %{subject}.

source: Organization website
fr: Site d'organisation

source: City
fr: Ville

source: State
fr: Département

source: Country
fr: Pays

source: Historic and current context
fr: Contexte historique et actuel

source: Activities short description
fr: Description courte des activités

source: Business name
fr: Nom de l'entreprise

source: Enterprises's profile
fr: Profil de l'entreprise

source: Enterprise activation
fr: Activation de l'entreprise

source: %{requestor} wants to activate enterprise %{linked_subject}.
fr: %{requestor} veut activer l'enterprise %{linked_subject}.

source: Pending activation of enterprise %{linked_subject}.
fr: Activation en cours de l'enterprise %{linked_subject}.

source: %{requestor} wants to activate enterprise %{enterprise}.
fr: %{requestor} veut activer l'enterprise %{enterprise}.

source: Pending activation of enterprise %{enterprise}.
fr: Activation en cours de l'enterprise %{enterprise}.

source: This block displays the enterprises where this user works.
fr: Ce bloc affiche les entreprises pour lesquelles travaille cet utilisateur.

source: View environment admin panel
fr: Voir le panneau de contrôle de l'environnement

source: Edit environment features
fr: Éditer les fonctionnalités de l'environnement

source: Edit environment design
fr: Éditer l'identité visuelle de l'environnement

source: Manage environment categories
fr: Gérer les catégories de l'environnement

source: Manage environment roles
fr: Gérer les rôles de l'environnement

source: Manage environment validators
fr: Gérer les validateurs de l'environnement

source: Manage environment users
fr: Gérer les utilisateurs de l'environnement

source: Manage environment organizations
fr: Gérer les organisations

source: Manage environment templates
fr: Gérer les modèles de l'environnement

source: Manage environment licenses
fr: Gérer les licences de l'environnement

source: Manage environment trusted sites
fr: Gérer les sites de confiance de l'environnement

source: Edit appearance
fr: Éditer l'apparence

source: Environment Administrator
fr: L'Environnement de l'Administrateur

source: Profile Administrator
fr: Profil de l'Administrateur

source: Member
fr: Membre

source: Moderator
fr: Modérateur

source: Disable search for articles
fr: Désactiver la recherche d'articles

source: Disable search for enterprises
fr: Désactiver la recherche d'entreprises

source: Disable search for people
fr: Désactiver la recherche de personnes

source: Disable search for communities
fr: Désactiver la recherche de groupes

source: Disable search for events
fr: Désactiver la recherche d'événements

source: Disable categories
fr: Désactiver les catégories

source: Disable header/footer editing by users
fr: Désactiver l'édition des en-tête/pied de page par les utilisateurs

source: Disable gender icon
fr: Désactiver l'icône de genre

source: Disable the categories menu
fr: Désactiver le menu des catégories

source: Disable state/city select for contact form
fr: Désactiver la sélection d'état/ville pour le formulaire de contact

source: Disable contact for people
fr: Désactiver le contact pour les personnes

source: Disable contact for groups/communities
fr: Désactiver le contact pour les groupes/communautés

source: Enable activation of enterprises
fr: Permettre l'activation des entreprises

source: Enterprises are disabled when created
fr: Les entreprises seront désactivées lors de la création

source: Enterprises are validated when created
fr: Les entreprises seront validées lors de la création

source: Media panel in WYSIWYG editor
fr: Panneau de médias dans l'éditeur visuel

source: Select preferred domains per profile
fr: Choisir les domaines préférés par profil

source: Use the portal as news source for front page
fr: Utiliser le portail comme source de news pour la première page

source: Allow users to create their own themes
fr: Autoriser les utilisateurs à créer leurs propres thèmes

source: Display search form in home page
fr: Afficher un formulaire de recherche en page d'accueil

source: Don't allow users to change which article to use as homepage
fr: Ne pas autoriser les utilisateurs à modifier l'article qui leur sert de page d'accueil

source: Display explanation about header and footer
fr: Afficher les explications à propos des en-tête et pied de page

source: Articles don't accept comments by default
fr: Les articles n'acceptent pas les commentaires par défaut

source: Organizations have moderated publication by default
fr: Les organisations ont une publication modérée par défaut

source: Admin must approve creation of communities
fr: L'Admin doit approuver la création des communautés

source: Admin must approve registration of new users
fr: L'Admin doit approuver la création des nouveaux utilisateurs

source: Show a balloon with profile links when a profile image is clicked
fr: Afficher un ballon avec le lien du profil lorsque l'on clique sur l'image

source: XMPP/Jabber based chat
fr: XMPP/Jabber chat

source: Show a zoom link on all article images
fr: Afficher un lien de zoom sur toutes les images de l'article
