Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: <strong>Links (static menu):</strong> You can use it to create a menu of links. You can add, remove and update the links as you wish. If you want a link to the community&#8217;s blog, for example, you should type &#8220;/{profile}/blog&#8221; on the field &#8220;Address&#8221;. The &#8220;{profile}&#8221; will be replaced by your identifier.
es: <strong>Enlaces (men esttico):</strong> Puedes usarlo para crear un men de enlaces. Aade, elimina y actualiza los enlaces como lo desees. Si quieres un enlace al blog de la comunidad, por ejemplo, debes escribir &#8220;/{profile}/blog&#8221; en el campo &#8220;Direccin&#8221;. El &#8220;{profile}&#8221; ser remplazado por tu identificador.
pt: <strong>Links (menu estático):</strong> Você pode utilizá-lo para criar um menu de links. Você pode adicionar, remover e atualizar os links que desejar. Se você quiser um link para o blog da comunidade, por exemplo, você deve digitar &#8221;/{profile}/blog&#8221; no campo &#8220;Endereço&#8221;. O termo &#8220;{profile}&#8221;erá substituído pelo seu identificador.
ta: <strong> இணைப்புகள் (நிலையான மெனு): </strong> இணைப்புகளின் மெனுவை உருவாக்க இதைப் பயன்படுத்தலாம். நீங்கள் விரும்பியபடி இணைப்புகளைச் சேர்க்கலாம், அகற்றலாம் மற்றும் புதுப்பிக்கலாம். சமூகத்தின் வலைப்பதிவின் இணைப்பை நீங்கள் விரும்பினால், எடுத்துக்காட்டாக, நீங்கள் &#8220;/{profile}/வலைப்பதிவு &#8221; புலத்தில் &#8220; முகவரி &#8221 ;. &#8220; {profile} &#8221; உங்கள் அடையாளங்காட்டியால் மாற்றப்படும்.

source: Links block
es: Bloque de enlaces
pt: Bloco de links
ta: இணைப்புகள் தொகுதி

source: <strong>Feed reader:</strong> This block can be used to list the latest news from any site you want. You just need to inform the address of a <span class="caps">RSS</span> feed clicking on &#8220;Edit&#8221; button. You also can select the number of items that will be displayed.
es: <strong>Lector de noticias:</strong> Este bloque puede ser usado para listar las ltimas noticias de cualquier sitio que quieras. Solo necesitas informar de un <span class="caps">RSS</span> feed dando clic en el botn &#8220;Editar&#8221;. Tambin puedes seleccionar el nmero de elementos que sern desplegados.
pt: <strong>Leitor de Feed:</strong> Este bloco pode ser utilizado para listar as últimas notícias de qualquer site que desejar. Você só precisa informar o endereço de um feed RSS clicando no botão &#8220;Editar&#8221;. Você também pode selecionar o número de itens que serão mostrados.
ta: <strong> ஃபீட் ரீடர்: </strong> நீங்கள் விரும்பும் எந்த தளத்திலிருந்தும் அண்மைக் கால செய்திகளை பட்டியலிட இந்த தொகுதி பயன்படுத்தப்படலாம். <ச்பான் கிளாச் = "கேப்ச்"> ஆர்எச்எச் </span> ஐக் சொடுக்கு செய்வதன் முகவரியை நீங்கள் தெரிவிக்க வேண்டும் &#8220; திருத்து &#8221; பொத்தான். காண்பிக்கப்படும் பொருட்களின் எண்ணிக்கையையும் நீங்கள் தேர்ந்தெடுக்கலாம்.

source: Feed reader block
es: Bloque de lector de noticias
pt: Bloco de leitor de feed
ta: உணவளிக்கும் ரீடர் பிளாக்

source: <strong>Location map:</strong> Shows where the community is on the material world.
es: <strong>Mapa de localizacin:</strong> Muestra dnde se encuentra la comunidad en el mundo.
pt: <strong>Mapa de localização:</strong> Mostra a localização da comunidade no mundo real.
ta: <strong> இருப்பிட வரைபடம்: </strong> சமூகம் பொருள் உலகில் எங்குள்ளது என்பதைக் காட்டுகிறது.

source: Location map block
es: Bloque del mapa de localizacin
pt: Bloco de mapa de localização
ta: இருப்பிட வரைபடத் தொகுதி

source: <strong>Members:</strong> Displays the members of the community. You can choose how many members will be displayed.
es: <strong>Miembros:</strong> Muestra los miembros de una comunidad. Puedes seleccionar cuntos miembros se desplegarn.
pt: <strong>Integrantes:</strong> Apresenta os integrantes do empreendimentos. Você pode escolher quantos integrantes serão listados.
ta: <strong> உறுப்பினர்கள்: </strong> சமூகத்தின் உறுப்பினர்களைக் காட்டுகிறது. எத்தனை உறுப்பினர்கள் காண்பிக்கப்படுவார்கள் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Members block
es: Bloque de miembros
pt: Bloco de membros
ta: உறுப்பினர்கள் தொகுதி

source: <strong>Tags:</strong> Tags are created when a person add some of them to the contents created on the community. This block will display the tags used on the contents. You can choose how many tags will be displayed.
es: <strong>Etiquetas:</strong> Las etiquetas son creadas cuando una persona aade algunas al contenido creado en la comunidad. Este bloque desplegar las etiquetas usadas en los contenidos. Puedes seleccionar cuntas etiquetas se mostrarn.
pt: <strong>Tags:</strong> Tags são criadas quando uma pessoa adiciona alguma tag no conteúdo criado na comunidade. Este bloco apresentará as tags utilizadas no conteúdo. Você pode escolher quantas tags serão mostradas.
ta: <strong> குறிச்சொற்கள்: </strong> ஒரு நபர் சமூகத்தில் உருவாக்கப்பட்ட உள்ளடக்கங்களில் அவற்றில் சிலவற்றை சேர்க்கும்போது குறிச்சொற்கள் உருவாக்கப்படுகின்றன. இந்த தொகுதி உள்ளடக்கங்களில் பயன்படுத்தப்படும் குறிச்சொற்களைக் காண்பிக்கும். எத்தனை குறிச்சொற்கள் காண்பிக்கப்படும் என்பதை நீங்கள் தேர்வு செய்யலாம்.

source: Tags block
es: Bloque de etiquetas
pt: Bloco de tags
ta: குறிச்சொற்கள் தொகுதி

source: <strong>Profile Information:</strong> It has a picture and some basic information about the community, like how long the profile is part of the environment and useful links.
es: <strong>Informacin del Perfil:</strong> Tiene una imagen y alguna informacin bsica acerca de la comunidad, como el tiempo que el perfil h sido parte del entorno y enlaces tiles.
pt: <strong>Informações do perfil:</strong> Apresenta uma imagem e algumas informações básicas sobre a comunidade, como há quanto tempo o perfil faz parte do ambiente e links úteis.
ta: <strong> சுயவிவரத் தகவல்: </strong> இது ஒரு படம் மற்றும் சமூகத்தைப் பற்றிய சில அடிப்படை தகவல்களைக் கொண்டுள்ளது, சுயவிவரம் சுற்றுச்சூழலின் ஒரு பகுதியாக எவ்வளவு காலம் மற்றும் பயனுள்ள இணைப்புகள் போன்றவை.

source: Profile info block
es: Bloque de informacin del perfil
pt: Bloco de informações do perfil
ta: சுயவிவர செய்தி தொகுதி

source: <strong>My network:</strong> This block displays some information about the community&#8217;s networking.
es: <strong>Mi red:</strong> Este bloque muestra informacin acerca de la red de la comunidad.
pt: <strong>Minha rede:</strong> Este bloco apresenta algumas informações sobre a rede da comunidade.
ta: <strong> எனது நெட்வொர்க்: </strong> இந்த தொகுதி சமூகத்தின் நெட்வொர்க்கிங் பற்றிய சில தகவல்களைக் காட்டுகிறது.

source: Community network block
es: Bloque de la red de la comunidad
pt: Bloco da rede de comunidade
ta: சமூக பிணையம் தொகுதி

source: <strong>Profile Image:</strong> This block presents the community image.
es: <strong>Imagen de perfil:</strong> Este bloque presenta la imagen de la comunidad.
pt: <strong>Imagem do perfil:</strong> Este bloco apresenta a imagem da comunidade.
ta: <strong> சுயவிவர படம்: </strong> இந்த தொகுதி சமூக படத்தை முன்வைக்கிறது.

source: Profile image block
es: Bloque de imagen del perfil
pt: Bloco de imagem do perfil
ta: சுயவிவர படத் தொகுதி

source: <strong>Slideshow:</strong> This block displays the images of one of the community&#8217;s image galleries as a slideshow. You can edit the block to select which image gallery will be displayed.
es: <strong>Presentacin:</strong> Este bloque muestra las imgenes de una de las galeras de la comunidad como una presentacin. Puedes editar el bloque para seleccionar cual galera se mostrar.
pt: <strong>Slideshow:</strong> Este bloco apresenta as imagens de uma das galerias de imagens da comunidade como uma apresentação de slides. Você pode editar o bloco para selecionar qual galeria de imagens será mostrada.
ta: <strong> ச்லைடுசோ: </strong> இந்த தொகுதி சமூகத்தின் படக் காட்சியகங்களில் ஒன்றின் படங்களை ச்லைடுசோவாகக் காட்டுகிறது. எந்த பட கேலரி காண்பிக்கப்படும் என்பதைத் தேர்ந்தெடுக்க நீங்கள் தொகுதியைத் திருத்தலாம்.

source: Slideshow block
es: Bloque de la presentacin
pt: Bloco de apresentação de slides
ta: ச்லைடுசோ தொகுதி

source: In the bottom of each block you will see some buttons. Passing mouse over the button, the name of the button function is displayed.
es: En la parte inferior de cada bloque vers algunos botones. Pasando el puntero sobre cada uno, el nombre de su funcin ser mostrado.
pt: Na parte inferior de cada bloco você poderá ver alguns botões. Passando o mouse sobre o botão, aparecerá o nome da função do botão.
ta: ஒவ்வொரு தொகுதியின் கீழும் நீங்கள் சில பொத்தான்களைக் காண்பீர்கள். பொத்தானைக் கடந்து மவுசைக் கடந்து, பொத்தான் செயல்பாட்டின் பெயர் காட்டப்படும்.

source: Buttons from block
es: Botones del bloque
pt: Botões do bloco
ta: தொகுதியிலிருந்து பொத்தான்கள்

source: From the left to right:
es: De izquierda a derecha:
pt: Seguindo a ordem da esquerda para a direita:
ta: இடமிருந்து வலமாக:

source: <strong>Move block up:</strong> The block will change place with the block on the top of it.
es: <strong>Mover el bloque hacia arriba:</strong> El bloque cambiar de posicin con el bloque superior.
pt: <strong>Mover para cima:</strong> O bloco irá trocar de lugar com o bloco acima dele.
ta: <strong> பிளாக் அப் நகர்த்து: </strong> தொகுதி அதன் மேற்புறத்தில் உள்ள தொகுதியுடன் இடத்தை மாற்றும்.

source: <strong>Move block down:</strong> The block will change place with the block on the bottom of it.
es: <strong>Mover el bloque hacia abajo:</strong> El bloque cambiar de lugar con el bloque inferior.
pt: <strong>Mover para baixo:</strong> O bloco irá trocar de lugar com o bloco abaixo dele.
ta: <strong> தொகுதி கீழே நகர்த்து: </strong> தொகுதி அதன் அடிப்பகுதியில் உள்ள தொகுதியுடன் இடத்தை மாற்றும்.

source: <strong>Move to the opposite side:</strong> The block is moved to the other side of your page, on the bottom of the column. If it is on the left, it is moved to the right side. If it is on the right, it is moved to the left side.
es: <strong>Mover al lado opuesto:</strong> El bloque es movido al otro lado de tu pgina, hasta abajo de la columna. Si est en la izquierda, ser movido a la derecha. Si est en la derecha, ser movido a la izquierda.
pt: <strong>Mover para o lado oposto:</strong> O bloco será movido para o outro lado da página, na parte de baixo da coluna. Se o bloco está no lado esquerdo, ele será movido para o lado direito. Se estiver no lado direito, será movido para o lado esquerdo.
ta: <strong> எதிர் பக்கத்திற்கு செல்லுங்கள்: </strong> தொகுதி உங்கள் பக்கத்தின் மறுபக்கத்தில், நெடுவரிசையின் அடிப்பகுதியில் நகர்த்தப்படுகிறது. அது இடதுபுறத்தில் இருந்தால், அது வலது பக்கத்திற்கு நகர்த்தப்படும். அது வலதுபுறத்தில் இருந்தால், அது இடது பக்கத்திற்கு நகர்த்தப்படும்.

source: <strong>Edit:</strong> This button will only be displayed if the block is editable. Click on this button to configure the block. Some blocks have specific configuration.
es: <strong>Editar:</strong> Este botn solamente ser mostrado si el bloque es editable. Clic en este botn para configurar el bloque. Algunos bloques tienen una configuracin especfica.
pt: <strong>Editar:</strong> Este botão só será mostrado se o bloco for editável. Clique neste botão para configurar o bloco. Alguns blocos têm configuração específica.
ta: <strong> திருத்து: </strong> தொகுதி திருத்தக்கூடியதாக இருந்தால் மட்டுமே இந்த பொத்தானைக் காண்பிக்கும். தொகுதியை உள்ளமைக்க இந்த பொத்தானைக் சொடுக்கு செய்க. சில தொகுதிகள் குறிப்பிட்ட உள்ளமைவைக் கொண்டுள்ளன.

source: Custom title of this block: Each block has a default title. If you want to change it, type your title in this field.
es: Personalizar el ttulo de este bloque: Cada bloque tiene un ttulo predefinido. Si deseas cambiarlo, ingresa el nuevo ttulo en este campo.
pt: Título personalizado para este bloco: Cada bloco tem um título padrão. Se você quiser alterá-lo, digite o título neste campo.
ta: இந்த தொகுதியின் தனிப்பயன் தலைப்பு: ஒவ்வொரு தொகுதிக்கும் இயல்புநிலை தலைப்பு உள்ளது. நீங்கள் அதை மாற்ற விரும்பினால், உங்கள் தலைப்பை இந்த துறையில் தட்டச்சு செய்க.

source: Display this block: Select how you want this block to be displayed. There are 3 options:
es: Mostrar este bloque: Selecciona cmo quieres que sea desplegado este bloque. Hay 3 opciones:
pt: Mostrar este bloco: Selecione como você quer que o bloco seja mostrado. Há 3 opções:
ta: இந்தத் தொகுதியைக் காண்பி: இந்த தொகுதி எவ்வாறு காண்பிக்கப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும். 3 விருப்பங்கள் உள்ளன:

source: In all pages: The block will be displayed in all pages of your profile.
es: En todas las pginas: El bloque ser desplegado en todas las pginas de tu perfil.
pt: Em todas as páginas: O bloco será mostrado em todas as páginas do seu perfil.
ta: எல்லா பக்கங்களிலும்: உங்கள் சுயவிவரத்தின் அனைத்து பக்கங்களிலும் தொகுதி காண்பிக்கப்படும்.

source: Only in the home page: The block will only be displayed on your homepage.
es: Solo en la pgina de inicio: El bloque solamente ser desplegado en tu pgina de inicio.
pt: Apenas na página inicial: Este bloco aparecerá apenas na sua página inicial.
ta: முகப்பு பக்கத்தில் மட்டுமே: தொகுதி உங்கள் முகப்புப்பக்கத்தில் மட்டுமே காண்பிக்கப்படும்.

source: Don&#8217;t display: The block will not be displayed.
es: No mostrar: El bloque no ser mostrado.
pt: Não mostrar: O bloco não será mostrado.
ta: டிச்ப்ளே: தொகுதி காண்பிக்கப்படாது.

source: <strong>Remove block:</strong> Remove the block from your page.
es: <strong>Eliminar bloque:</strong> Eliminar el bloque de tu pgina.
pt: <strong>Remover bloco:</strong> Remove o bloco da sua página.
ta: <strong> தொகுதி அகற்று: </strong> உங்கள் பக்கத்திலிருந்து தொகுதியை அகற்று.

source: <strong>Help on this block:</strong> Display a message with a small description of the block.
es: <strong>Ayuda en este bloque:</strong> Desplegar un mensaje con una pequea descripcin del bloque.
pt: <strong>Ajuda sobre este bloco:</strong> Mostra uma mensagem com uma pequena descrição do bloco.
ta: <strong> இந்த தொகுதியில் உதவி: </strong> தொகுதியின் சிறிய விளக்கத்துடன் ஒரு செய்தியைக் காண்பி.

source: <a href="/doc/community/editing-appearance">Editing appearance</a>
es: <a href="/doc/community/editing-appearance">Editando la apariencia</a>
pt: <a href="/doc/community/editing-appearance">Editar aparência</a>
ta: <a href = "/doc/சமூகம்/எடிட்டிங்-ஆப்பரேன்ச்"> திருத்துதல் தோற்றம் </a>

source: Creating a community
es: Creando una comunidad
pt: Criar uma comunidade
ta: ஒரு சமூகத்தை உருவாக்குதல்

source: <em>You can create communities to interact to others users</em>
es: <em>Puedes crear comunidades para interactuar con otros usuarios</em>
pt: <em>Você pode criar comunidades para interagir com outros usuários</em>
ta: <em> மற்றவர்களுடன் தொடர்பு கொள்ள சமூகங்களை உருவாக்கலாம் </em>

source: In user menu, click on Control Panel
es: En el men de usuario, clic en el panel de control.
pt: No menu de usuário, clique em Painel de Controle
ta: பயனர் பட்டியலில், கண்ட்ரோல் பேனலைக் சொடுக்கு செய்க

source: Then, click on &#8220;Manage my groups&#8221;:
es: Despus, clic en &#8220;Administrar mis grupos&#8221;:
pt: Depois, clique em &#8220;Gerenciar meus grupos&#8221;:
ta: பின்னர், &#8220; எனது குழுக்களை நிர்வகிக்கவும் &#8221 ;:

source: Find the button &#8220;Create a new community&#8221; and click on it.
es: Buscar y dar clic en el botn &#8220;Crear una nueva comunidad&#8221;
pt: Localize o botão &#8220;Criar uma nova comunidade&#8221; e clique nele.
ta: பொத்தானைக் கண்டுபிடி &#8220; புதிய சமூகத்தை உருவாக்குங்கள் &#8221; அதைக் சொடுக்கு செய்க.

source: Groups list
es: Lista de grupos
pt: Lista de grupos
ta: குழுக்கள் பட்டியல்

source: You will see a form to be filled with the community information.
es: Vers un formulario para completar con la informacin de la comunidad.
pt: Você verá um formulário que deve ser preenchido com as informações da comunidade
ta: சமூக தகவல்களால் நிரப்பப்பட வேண்டிய படிவத்தை நீங்கள் காண்பீர்கள்.

source: Form for creation of a community
es: Formulario para la reacin de una comunidad
pt: Formulário para criação de comunidade
ta: ஒரு சமூகத்தை உருவாக்குவதற்கான வடிவம்

source: <strong>Name:</strong> Fill in with the name of the community you want to create.
es: <strong>Nombre:</strong> Rellena con el nombre de la comunidad que quieras crear.
pt: <strong>Nome:</strong> Preencha com o nome da comunidade que deseja criar.
ta: <strong> பெயர்: </strong> நீங்கள் உருவாக்க விரும்பும் சமூகத்தின் பெயரை நிரப்பவும்.

source: <strong>Tag list:</strong> Fill in with tags. Tags are keywords or terms associated to your community.
es: <strong>Lista de etiquetas:</strong> Completa con etiquetas. Las etiquetas son claves o trminos asociados a tu comunidad.
pt: <strong>Lista de marcadores:</strong> Preencha com marcadores associados à sua comunidade. Marcadores são palavras-chave ou termos associados ao seu artigo.
ta: <strong> குறிச்சொல் பட்டியல்: </strong> குறிச்சொற்களை நிரப்பவும். குறிச்சொற்கள் உங்கள் சமூகத்துடன் தொடர்புடைய முக்கிய வார்த்தைகள் அல்லது சொற்கள்.

source: <strong>Image:</strong> Insert a picture. It will be the image of your community. Click on &#8220;File&#8230;&#8221; and choose the image in your computer. The image must have a maximum of 500Kb and should be .jpg , .gif or .png.
es: <strong>Imagen:</strong> Inserta una imagen. Ser la imagen de tu comunidad. Clic en &#8220;Archivo&#8230;&#8221; y seleccinala de tucomputadora. La imgen debe tener un mximo de 500kb y debe ser .jpg, .gif o .png.
pt: <strong>Imagem: </strong>Insira uma imagem. Ela será a imagem da comunidade. Clique em &#8220;Arquivo&#8230;&#8221; e escolha a imagem no seu computador. A imagem deve ter no máximo 500Kb e ser do tipo .jpg, .gif ou .png.
ta: <strong> படம்: </strong> ஒரு படத்தை செருகவும். இது உங்கள் சமூகத்தின் உருவமாக இருக்கும். &#8220; கோப்பு &#8230; &#8221; உங்கள் கணினியில் படத்தைத் தேர்வுசெய்க. படத்தில் அதிகபட்சம் 500KB இருக்க வேண்டும் மற்றும் .jpg, .gif அல்லது .png ஆக இருக்க வேண்டும்.

source: <strong>New members must be approved:</strong> You should choose if the community should be moderated. Choosing the first option, a moderator needs to approve when a person asks to join the community. Choosing the second option, no moderation is needed.
es: <strong>Los nuevos miembros deben ser aprobados:</strong> Debes seleccionar si lacomunidad debe ser moderada. Seleccionando la primera opcin, un moderador necesita aprobar cuando una persona solicita unirse a la comunidad. Seleccionando la segunda opcin, no se necesita moderacin.
pt: <strong>Novos integrantes devem ser aprovados:</strong> Você deve escolher se a comunidade deve ser moderada. Escolhendo a primeira opçãom um moderador precisa aprovar quando uma pessoa solicita a entrada na comunidade. Escolhendo a segunda opção, não é necessária moderação.
ta: <strong> புதிய உறுப்பினர்கள் அங்கீகரிக்கப்பட வேண்டும்: </strong> சமூகம் மிதமானதாக இருந்தால் நீங்கள் தேர்வு செய்ய வேண்டும். முதல் விருப்பத்தைத் தேர்ந்தெடுப்பது, ஒரு நபர் சமூகத்தில் சேர கேட்கும்போது ஒரு மதிப்பீட்டாளர் ஒப்புதல் அளிக்க வேண்டும். இரண்டாவது விருப்பத்தைத் தேர்ந்தெடுப்பது, மிதமான தன்மை தேவையில்லை.

source: After filling the fields, click on &#8220;Create&#8221; button.
es: Despus de llenar los campos, clic en el botn &#8220;Crear&#8221;.
pt: Após preencher os campos, clique no botão &#8220;Criar&#8221;
ta: புலங்களை நிரப்பிய பிறகு, &#8220; உருவாக்கு &#8221; பொத்தான்.

source: If allowed by the environment, the community will be already created. Otherwise, the environment administrator will need to approve/deny the new community.
es: Si el entorno lo permite, la comunidad ya estar creada. De lo contrario, el administrador del entorno necesitar aprobar/denegar la nueva comunidad.
pt: Se permitido pelo ambiente, a comunidade já estará criada. Caso contrário, o administrador do ambiente precisará aprovar/recusar a nova comunidade.
ta: சுற்றுச்சூழலால் அனுமதிக்கப்பட்டால், சமூகம் ஏற்கனவே உருவாக்கப்படும். இல்லையெனில், சுற்றுச்சூழல் நிர்வாகி புதிய சமூகத்தை அங்கீகரிக்க/மறுக்க வேண்டும்.

source: Moderating articles
es: Moderando artculos
pt: Moderar artigos
ta: மிதமான கட்டுரைகள்

source: <em>Community&#8217;s members can publish articles on community. If the community is moderated, the administrator/moderator needs to approve or deny the publication.</em>
es: <em>Los miembros de la comunidad pueden publicar artculos en la misma. Si lacomunidad es moderada, el administrador/moderador necesitan aprobar o negar la publicacin.</em>
pt: <em>Integrantes da comunidade podem publicar artigos na comunidade. Se a comunidade for moderada, o administrador/moderador precisará aprovar or negar o pedido de publicação.</em>
ta: <em> சமூகம் &#8217; உறுப்பினர்கள் சமூகத்தில் கட்டுரைகளை வெளியிடலாம். சமூகம் மிதமானதாக இருந்தால், நிர்வாகி/மதிப்பீட்டாளர் வெளியீட்டை அங்கீகரிக்க வேண்டும் அல்லது மறுக்க வேண்டும். </Em>

source: If the community has pending requests, you will see a box with the list of pending tasks on your control panel. In order to accept or deny, you should click on &#8220;Process requests&#8221; button
es: Si la comunidad tiene solicitudes pendientes, necesitas ver la bandeja con la lista detareas pendientes en tu panel de control. Con el fin de aceptar o negar, debes dar clic en el botn &#8220;Procesar solicitudes&#8221;
pt: Se a comunidate tiver solicitações pendentes, você verá no painel de controle uma caixa com a lista de solicitações pendentes. Para aceitar ou ignorar, você deve clicar no botão &#8220;Processar solicitações&#8221;
ta: சமூகத்திற்கு நிலுவையில் உள்ள கோரிக்கைகள் இருந்தால், உங்கள் கட்டுப்பாட்டு குழுவில் நிலுவையில் உள்ள பணிகளின் பட்டியலைக் கொண்ட ஒரு பெட்டியைக் காண்பீர்கள். ஏற்றுக்கொள்ள அல்லது மறுக்க, நீங்கள் &#8220; செயல்முறை கோரிக்கைகள் &#8221; பொத்தான்

source: Community control panel with pending tasks
es: Panel de control de la comunidad con tareas pendientes
pt: Painel de controle da comunidade com tarefas pendentes
ta: நிலுவையில் உள்ள பணிகளுடன் சமூக கட்டுப்பாட்டு குழு

source: You will see the tasks list.
es: Vers la lista de tareas.
pt: Você verá a lista de tarefas.
ta: நீங்கள் பணிகள் பட்டியலைக் காண்பீர்கள்.

source: Community tasks list
es: Lista de tareas de la comunidad
pt: Lista de tarefas da comunidade
ta: சமூக பணிகள் பட்டியல்

source: If you want to accept, choose the option &#8220;Accept&#8221;. If you want to ignore the request, choose &#8220;Ignore&#8221;.
es: Si deseas aceptar, selecciona la opcin &#8220;Aceptar&#8221;. Si deseas ignorar la solicitud, selecciona &#8220;Ignorar&#8221;.
pt: Se você deseja aceitar, escolha a opção &#8220;Aceitar&#8220;. Se você ignorar o pedido, escolha &#8220;Ignorar&#8221;.
ta: நீங்கள் ஏற்றுக்கொள்ள விரும்பினால், விருப்பத்தைத் தேர்வுசெய்க &#8220; ஏற்றுக்கொள் &#8221 ;. நீங்கள் கோரிக்கையை புறக்கணிக்க விரும்பினால், &#8220; புறக்கணிக்கவும் &#8221 ;.

source: <strong>Name for publishing</strong>: When an article is approved, it will be listed as content of the community. If you think the article should have its original name, leave this field blank. If you want to change it, fill in with the name you want.
es: <strong>Nombre para la publicacin</strong>: Cuando un artculo es aprobado, ser listado como contenido de la comunidad. Si piensas que el artculo debe tener el nombre original, deja este espacio en blanco. Si deseas cambiarlo, rellnalo con el nombre que deseas.
pt: <strong>Nome para publicação</strong>: Quando um artigo é aprovadom ele será listado como conteúdo da comunidade. Se você acha que o artigo deve ter o nome original, deixe este campo em branco. Se você deseja mudá-lo, preencha com o nome que você quiser.
ta: <strong> வெளியீட்டிற்கான பெயர் </strong>: ஒரு கட்டுரை அங்கீகரிக்கப்படும்போது, அது சமூகத்தின் உள்ளடக்கமாக பட்டியலிடப்படும். கட்டுரையின் அசல் பெயரைக் கொண்டிருக்க வேண்டும் என்று நீங்கள் நினைத்தால், இந்த புலத்தை காலியாக விடுங்கள். நீங்கள் அதை மாற்ற விரும்பினால், நீங்கள் விரும்பும் பெயரை நிரப்பவும்.
