Repository: noosfero/noosfero
Catalog: po/*/noosfero.po
Languages: de, es, ru, ta

source: Approved
de: Angenommen
es: Aprobado
ru: Одобрено
ta: அங்கீகரிக்கப்பட்டது

source: Rejected
de: Abgelehnt
es: Rechazado
ru: Отклонено
ta: நிராகரிக்கப்பட்டது

source: No events for this day
ta: இந்த நாளுக்கான நிகழ்வுகள் இல்லை

source: Events for %s
de: Ereignisse für %s
es: Eventos para %s
ru: События для %s
ta: %s க்கான நிகழ்வுகள்

source: No events for this month
ta: இந்த மாதத்திற்கான நிகழ்வுகள் இல்லை

source: to
de: zu
es: a
ta: பெறுநர்

source: Place:
ta: இடம்:

source: Yes, I will go!
ta: ஆம், நான் செல்வேன்!

source: I will not
ta: நான் மாட்டேன்

source: I'm interested
ta: நான் ஆர்வமாக உள்ளேன்

source: Will you go?
ta: நீங்கள் செல்வீர்களா?

source: Administrator must approve all new organizations
de: Administrator muss alle neuen Organisationen bestätigen
es: Un administrador debe aprobar las nuevas organizaciones
ru: Администратор должен утвердить все новые организации
ta: நிர்வாகி அனைத்து புதிய அமைப்புகளையும் அங்கீகரிக்க வேண்டும்

source: Administrator assigns validator organizations per region.
de: Administrator delegiert die Bestätigung von Organisationen für Bereiche.
es: Un administrador asigna un validador de organizaciones por región.
ru: Администратор назначает утверждающего оргнизации на регион
ta: நிர்வாகி ஒரு பிராந்தியத்திற்கு வாலிடேட்டர் அமைப்புகளை நியமிக்கிறார்.

source: All new organizations are approve by default
de: Alle neuen Organisationen sind zunächst als Standard freigeschaltet
es: Todas las nuevas organizaciones son aprobadas por defecto
ru: Все новые организации по умолчанию утверждаются
ta: அனைத்து புதிய நிறுவனங்களும் இயல்பாகவே அங்கீகரிக்கப்படுகின்றன

source: (empty folder)
de: (Ordner leeren)
es: (carpeta vacía)
ru: (пустая папка)
ta: (வெற்று கோப்புறை)

source: Edit folder
de: Ordner bearbeiten
es: Editar carpeta
ru: Редактировать папку
ta: கோப்புறையைத் திருத்து

source: Username
de: Nutzername
es: Nombre de usuario
ru: Имя пользователя
ta: பயனர்பெயர்

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена
ta: ரத்துசெய்

source: Select the State
de: Wählen Sie das Bundesland
es: Seleccione el Estado
ru: Выберите область
ta: மாநிலத்தைத் தேர்ந்தெடுக்கவும்

source: Select the City
de: Wählen Sie die Ort
es: Seleccione la ciudad
ru: Выберите город
ta: நகரத்தைத் தேர்ந்தெடுக்கவும்

source: State:
de: Bundesland:
es: Estado:
ru: Область:
ta: மாநிலம்:

source: City:
de: Ort:
es: Ciudad:
ru: Город:
ta: நகரம்:

source: * field is mandatory
ta: * புலம் கட்டாயமாகும்

source: Done
de: Fertig
ta: முடிந்தது

source: Today
de: Heute
ta: இன்று

source: Sunday
de: Sonntag
es: Domingo
ru: Воскресение
ta: ஞாயிற்றுக்கிழமை

source: Monday
de: Montag
es: Lunes
ru: Понедельник
ta: திங்கள்

source: Tuesday
de: Dienstag
es: Martes
ru: Вторник
ta: செவ்வாய்க்கிழமை

source: Wednesday
de: Mittwoch
es: Miércoles
ru: Среда
ta: புதன்கிழமை

source: Thursday
de: Donnerstag
es: Jueves
ru: Четверг
ta: வியாழக்கிழமை

source: Friday
de: Freitag
es: Viernes
ru: Пятница
ta: வெள்ளிக்கிழமை

source: Saturday
de: Samstag
es: Sábado
ru: Суббота
ta: காரிக்கிழமை

source: Su
de: So
ta: அவை

source: Mo
ta: மோ

source: Tu
de: Di
ta: செ

source: We
de: Mi
ta: நாங்கள்

source: Th
de: Do
ta: வது

source: Sa
ta: ச

source: January
de: Januar
es: Enero
ru: Январь
ta: மா-தை

source: February
de: Februar
es: Febrero
ru: Февраль
ta: தை-மாசி

source: March
de: März
es: Marzo
ru: Март
ta: மா-பங்குனி

source: April
es: Abril
ru: Апрель
ta: ப-சித்திரை

source: May
de: Mai
es: Mayo
ru: Май
ta: சி-வைகாசி

source: June
de: Juni
es: Junio
ru: Июнь
ta: வை-ஆனி

source: July
de: Juli
es: Julio
ru: Июль
ta: ஆ-ஆடி

source: August
es: Agosto
ru: Август
ta: ஆ-ஆவணி

source: September
es: Septiembre
ru: Сентябрь
ta: ஆ-புரட்டாசி

source: October
de: Oktober
es: Octubre
ru: Октябрь
ta: பு-ஐப்பசி

source: November
es: Noviembre
ru: Ноябрь
ta: ஐ-கார்த்திகை

source: December
de: Dezember
es: Diciembre
ru: Декабрь
ta: கா-மார்கழி

source: Jan
ta: சனவரி

source: Feb
ta: பிப்ரவரி

source: Mar
de: Mär
ta: மார்

source: Apr
ta: ஏப்ரல்

source: Jun
ta: சூன்

source: Jul
ta: சூலை

source: Aug
ta: ஆக

source: Sep
ta: செப்

source: Oct
de: Okt
ta: அக்

source: Nov
ta: ஒன்பது

source: Dec
de: Dez
ta: டிசம்பர்

source: Next
de: Nächste
es: Siguiente
ru: Следующий
ta: அடுத்தது

source: Prev
de: Vorherige(r)
ta: முந்தைய

source: From
de: Von
es: De
ta: இருந்து

source: Until
ta: வரை

source: root
es: raiz
ta: மூலம்

source: New discussion topic
de: Neues Diskussionsthema
es: Nuevo tema de discusión
ta: புதிய விவாத தலைப்பு

source: Configure forum
de: Forum konfigurieren
es: Configurar foro
ta: மன்றத்தை உள்ளமைக்கவும்

source: Discussion topic
de: Diskussionsthema
es: Tema de discusión
ta: கலந்துரையாடல் தலைப்பு

source: Posts
es: Publicaciones
ta: இடுகைகள்

source: Last post
de: Letzter Eintrag
es: Última publicación
ta: கடைசி இடுகை

source: by
de: von
es: por
ru: от
ta: மூலம்

source: Allow images from this gallery to be downloaded
ta: இந்த கேலரியிலிருந்து படங்களை பதிவிறக்கம் செய்ய அனுமதிக்கவும்

source: The language you choose here is the language used for options, buttons, etc. It does not affect the language of the content created by other users.
de: Die gewünschte Sprache wird für Optionen, Buttons usw. genutzt. Sie hat keine Auswirkung auf den Inhalt der von anderen Nutzern erstellt wird.
es: El idioma que has elegido aquí es el lenguaje utilizado para las opciones, botones, etc. Esto afecta el idioma de los contenidos creados por otros usuarios.
ru: Выбранный тут язык является языком для настроек, кнопок и т.д.
ta: நீங்கள் இங்கே தேர்ந்தெடுக்கும் மொழி விருப்பங்கள், பொத்தான்கள் போன்றவற்றுக்குப் பயன்படுத்தப்படும் மொழி. இது பிற பயனர்களால் உருவாக்கப்பட்ட உள்ளடக்கத்தின் மொழியை பாதிக்காது.

source: (No icon)
de: (kein Icon)
es: (Sin ícono)
ru: (Нет иконки)
ta: (ஐகான் இல்லை)

source: New
de: Neu
es: Nuevo
ru: Новый
ta: புதிய

source: Save
de: Speichern
es: Guardar
ru: Сохранить
ta: சேமி

source: Send
de: Senden
es: Enviar
ru: Отправить
ta: அனுப்பு

source: Add
de: Hinzufügen
es: Agregar
ru: Добавить
ta: கூட்டு

source: Up
de: Oben
es: Arriba
ru: Вверх
ta: மேலே

source: Down
de: Unten
es: Abajo
ru: Вниз
ta: கீழே

source: Left
de: Links
es: Izquierda
ru: Влево
ta: இடது

source: Right
de: Rechts
es: Derecha
ru: Вправо
ta: வலது

source: Gray up
ta: சாம்பல் நிறத்தில்

source: Gray down
ta: சாம்பல் கீழே

source: Gray left
ta: சாம்பல் இடது

source: Gray Right
de: Grau rechts
ru: Серый вправо
ta: சாம்பல் வலது

source: Read up
ta: படிக்கவும்

source: Ok
ta: சரி

source: Eyes
de: Augen
es: Ojos
ru: Глаза
ta: கண்கள்

source: Photos
de: Fotos
es: Fotografías
ru: Фотографии
ta: புகைப்படங்கள்

source: Person
es: Persona
ru: Личность
ta: ஆள்

source: Home
es: Inicio
ta: வீடு

source: Package
de: Paket
es: Paquete
ta: தொகுப்பு

source: To do list
de: Aufgabenliste
es: Lista de quehaceres
ta: பட்டியல் செய்ய

source: Community's profile
de: Communities Profil
es: Perfil de la comunidad
ta: சமூகத்தின் சுயவிவரம்

source: Join this community
de: Diese Community betreten
es: Unirse a esta comunidad
ru: Присоединиться к сообществу
ta: இந்த சமூகத்தில் சேரவும்

source: Agenda
ru: Повестка дня
ta: நிகழ்ச்சி நிரல்

source: Image gallery
de: Bildergalerie
es: Galería de imágenes
ru: Галерея рисунков
ta: பட கேலரி

source: Agrometeorology
de: landwirtschaftliche Wetterkunde
es: Agrometeorología
ru: Агрометеология
ta: வேளாண் தியோலசி

source: Agronomy
de: Agronomie
es: Agronomía
ru: Агрономия
ta: உழவியல்

source: Foods
de: Lebensmittel
es: Comidas
ru: Пищевая промышленность
ta: உணவுகள்

source: Anthropology
de: Anthropologie
es: Antropología
ru: Антропология
ta: மானுடவியல்

source: Architecture
de: Architektur
es: Arquitectura
ru: Архитектура
ta: கட்டிடக்கலை

source: Arts
de: Kunst
es: Artes
ru: Искусство
ta: கலை

source: Astronomy
de: Astronomie
es: Astronomía
ru: Астрономия
ta: வானியல்

source: Librarianship
de: Bibliothekswesen
es: Bibliotecario
ru: Библиотека
ta: நூலகம்

source: Biosciences
de: Biowissenschaft
es: Biociencias
ru: Био-науки
ta: பயோசயின்சச்

source: Biophysics
de: Biophysik
es: Biofísica
ru: Биофизика
ta: உயிர் இயற்பியல்

source: Biology
de: Biologie
es: Biología
ru: Биология
ta: உயிரியல்

source: Biotechnology
de: Biotechnologie
es: Biotecnología
ru: Биотехника
ta: உயிரி தொழில்நுட்பம்

source: Botany
de: Pflanzenkunde
es: Botánica
ru: Ботаника
ta: செடியியல்

source: Science Politics
de: Wissenschaftspolitik
es: Ciencias Políticas
ru: Научная политика
ta: அறிவியல் அரசியல்

source: Accounting and Actuarial Science
de: Rechnungs- und Versicherungswesen
es: Contabilidad y Ciencias Actuariales
ru: Бухгалтерия и учет
ta: கணக்கியல் மற்றும் இயல்பான அறிவியல்

source: Morphologic Sciences
de: Sprachwissenschaften
es: Ciencias Morfológicas
ru: Морфлогическая наука
ta: உருவவியல் அறிவியல்

source: Computer Science
de: Informatik
es: Ciencias de la Computación
ta: கணினி அறிவியல்

source: Rural Development
de: ländliche Entwicklung
es: Desarrollo Rural
ru: Сельское хозяйство
ta: கிராமப்புற வளர்ச்சி

source: Law
de: Gesetz
es: Leyes
ru: Закон
ta: சட்டம்

source: Ecology
de: Ökologie
es: Ecología
ru: Экология
ta: சூழலியல்

source: Economy
de: Ökonomie
es: Economía
ru: Экономика
ta: பொருளாதாரம்

source: Education
de: Bildung
es: Educación
ru: Образование
ta: கல்வி

source: Long-distance Education
de: Weiterbildung
es: Educación a Distancia
ru: Удаленное обучение
ta: நீண்ட தூர கல்வி

source: Physical Education
de: Sportunterricht
es: Educación Física
ru: Физическая культура
ta: உடற்கல்வி

source: Professional Education
de: Berufsausbildung
es: Educación Profesional
ru: Профессиональное образование
ta: தொழில்முறை கல்வி

source: Nursing
de: Wartung
es: Enfermería
ru: Медицинский работник
ta: நர்சிங்

source: Engineerings
de: Entwicklungen
es: Ingeniería
ru: Инженер
ta: பொறியியலாளர்கள்

source: Basic and Average education
de: Allgemeinbildung
es: Educación básica y media
ru: Начальное и среднее образование
ta: அடிப்படை மற்றும் சராசரி கல்வி

source: Statistics
de: Statistiken
es: Estadísticas
ru: Статистический анализ
ta: புள்ளிவிவரங்கள்

source: Stratigraphy
de: Stratigraphie
es: Estratografía
ru: Стратиграфия
ta: ச்ட்ராடிகிராஃபி

source: Pharmacy
de: Pharmazie
es: Farmacia
ru: Фармацевтика
ta: மருந்தகம்

source: Pharmacology
de: Pharmakologie
es: Farmacología
ru: Фармакология
ta: மருந்தியல்

source: Philosophy
de: Philosophie
es: Filosofía
ru: Философия
ta: உண்மை

source: Physics
de: Physik
es: Física
ru: Физика
ta: இயற்பியல்

source: Plant Protection
de: Pflanzenschutz
es: Protección Fitosanitaria
ru: Защита растений
ta: தாவர பாதுகாப்பு

source: Genetics
de: Genetik
es: Genética
ru: Генетика
ta: மரபியல்

source: Geosciences
de: Geowissenschaften
es: Geociencias
ru: Геонаука
ta: உலகம் அறிவியல்

source: Geography
de: Geographie
es: Geografía
ru: География
ta: புவியியல்

source: Geology
de: Geologie
es: Geología
ru: Геология
ta: புவியியல்

source: Hydrology
de: Hydrologie
es: Hidrología
ru: Гидрология
ta: நீர்நிலை

source: Hydromechanics
de: Hydromechanik
es: Hidromecánica
ru: Гидромеханика
ta: ஐட்ரோ மெக்கானிக்ச்

source: History
de: Geschichte
es: Historia
ru: История
ta: வரலாறு

source: Horticulture
de: Gartenbau
es: Horticultura
ru: Садоводство
ta: தோட்டக்கலை

source: Informatics
de: Informatik
es: Informática
ru: Информатика
ta: செய்தி

source: Interdisciplinary
de: interdisziplinär
es: Interdisciplinario
ru: Междисциплинарность
ta: இடைநிலை

source: Journalism
de: Journalismus
es: Periodismo
ru: Журнализм
ta: செய்தித் தாள்

source: Letters
de: Briefe
es: Letras
ru: Письма
ta: கடிதங்கள்

source: Languages
de: Sprachen
es: Idiomas
ru: Языки
ta: மொழிகள்

source: Mathematics
de: Mathematik
es: Matemáticas
ru: Математика
ta: கணிதம்

source: Medicines
de: Arzneimittel
es: Medicamentos
ru: Медицина
ta: மருந்துகள்

source: Medicine
de: Medizin
es: Medicina
ru: Медицина
ta: மருந்து

source: Metallurgy
de: Metallurgie
es: Metalurgia
ru: Металургия
ta: உலோகம்

source: Microbiology
de: Mikrobiologie
es: Microbiología
ru: Микробиология
ta: நுண்ணுயிரியல்

source: Mineralogy
de: Mineralogie
es: Mineralogía
ru: Минералология
ta: கனிமவியல்

source: Music
de: Musik
es: Música
ru: Музыка
ta: இசை

source: Nutrition
de: Ernährung
es: Nutrición
ru: Ernährung
ta: ஊட்டம்

source: Odontology
de: Odontologie
es: Odontología
ru: Одонтология
ta: ஓடோன்டாலசி

source: Paleontology
de: Paleontologie
es: Paleontología
ru: Палеонтология
ta: பேலியோண்டாலசி

source: Petrology
de: Petrologie
es: Hidrocarburos
ru: Петрология
ta: பெட்சாலசி

source: Production
de: Produktion
es: Producción
ru: Производство
ta: விளைவாக்கம்

source: Psychology
de: Psychologie
es: Psicología
ru: Психология
ta: உளவியல்

source: Psychiatry
de: Psychiatrie
es: Psiquiatría
ru: Психиатрия
ta: மனநல மருத்துவம்

source: Quality
de: Qualität
es: Calidad
ru: Качество
ta: தகுதி

source: Chemistry
de: Chemie
es: Química
ru: Химия
ta: வேதியியல்

source: Health
de: Gesundheit
es: Salud
ru: Здоровье
ta: உடல்நலம்

source: Remote Sensing
de: Fernerkundung
es: Sensores remotos
ru: Дистанционная чувствительность
ta: ரிமோட் சென்சிங்

source: Forestry
de: Forstwesen
es: Forestal
ru: Лесничество
ta: வனவியல்

source: Sociology
de: Soziologie
es: Sociología
ru: Социология
ta: சமூகவியல்

source: Ground
de: Erde
es: Suelos
ru: Агро
ta: மைதானம்

source: Theater
es: Teatro
ru: Театр
ta: தியேட்டர்

source: Transport
es: Transporte
ru: Транспорт
ta: போக்குவரத்து

source: Urbanism
de: Ortplanung
es: Urbanismo
ru: Урбанизм
ta: நகர்ப்புறவாதம்

source: Veterinary Medicine
de: Veterinärmedizin
es: Medicina Veterinaria
ru: Ветеринария
ta: கால்நடை மருத்துவம்

source: Zoology
de: Zoologie
es: Zoología
ru: Зоология
ta: விலங்கியல்

source: Zootecnia
de: Tierzucht
ru: Животноводство
ta: சூடெக்னிக்ச்

source: Others
de: Andere
es: Otras
ru: Другие
ta: மற்றவர்கள்

source: Post-Doctoral
de: nach der Promotion
ru: Доктор наук
ta: பிந்தைய முனைவர்

source: Ph.D.
de: Ph.D./mit Doktortitel
es: Doctorado
ru: Кандидат наук
ta: பி.எச்.டி.

source: Masters
de: Master bzw. Diplom
es: Maestría
ru: Магистр
ta: முதுநிலை

source: Graduate
de: Absolvent
es: Graduado
ru: Выпускник
ta: பட்டதாரி

source: High School
de: weiterführende Schule
es: Escuela Secundaria
ru: Высшая школа
ta: உயர்நிலைப்பள்ளி

source: Elementary School
de: Grundschule
es: Escuela Primaria
ru: Начальная школа
ta: தொடக்கப்பள்ளி

source: Concluded
de: abgeschlossen
es: Completo/a
ru: Закончивший
ta: முடிந்தது

source: Incomplete
de: nicht abgeschlossen
es: Incompleta/o
ru: Не окончивший
ta: முழுமையற்ற

source: Ongoing
de: aktuell
es: En curso
ru: Предстоящий
ta: நடந்து கொண்டிருக்கிறது

source: [Select ...]
de: [Auswahl...]
es: [Seleccione ...]
ru: [Выберите...]
ta: [தேர்ந்தெடுக்கவும் ...]

source: Select a country...
ta: ஒரு நாட்டைத் தேர்ந்தெடுக்கவும் ...

source: Select a state...
ta: ஒரு மாநிலத்தைத் தேர்ந்தெடுக்கவும் ...

source: Select a city...
ta: ஒரு நகரத்தைத் தேர்ந்தெடுக்கவும் ...

source: Select domain
de: Domain-Auswahl
es: Seleciona el dominio
ru: Выберите домен
ta: டொமைனைத் தேர்ந்தெடுக்கவும்

source: Preferred domain name:
de: Gewünschter Domain-Name:
es: Nombre de dominio preferido
ru: Предпочтительное доменное имя
ta: விருப்பமான டொமைன் பெயர்:

source: This field must be public
de: Dieses Feld muss öffentlich sein
ta: இந்த புலம் பொதுவில் இருக்க வேண்டும்

source: ZIP code
de: Postleitzahl
es: Código postal
ru: Почтовый индекс
ta: சிப் குறியீடு

source: e-Mail
es: correo electrónico
ta: மின்னஞ்சல்

source: Jabber
ta: சாபர்

source: Date of birth
ta: பிறந்த தேதி

source: Profile created at
ta: சுயவிவரம் உருவாக்கப்பட்டது

source: Privacy setting
ta: தனியுரிமை அமைப்பு

source: Tags
es: Etiquetas
ru: Тэги
ta: குறிச்சொற்கள்

source: Following
ta: பின்வருமாறு

source: Basic information
de: Basisinformationen
es: Información básica
ru: Основная информация
ta: அடிப்படை செய்தி

source: Contact
de: Kontakt
es: Contacto
ru: Контакт
ta: தொடர்பு

source: Male
de: Mann
es: Masculino
ru: Мужской
ta: ஆண்

source: Female
de: Frau
es: Femenino
ru: Женский
ta: பெண்

source: One post
de: Ein Post
es: Una publicación
ru: Один пост
ta: ஒரு இடுகை

source: One picture
de: Ein Bild
es: Una imagen
ru: Одна каритнка
ta: ஒரு படம்

source: non registered gender
de: Geschlecht nicht registriert
es: género no registrado
ru: не указан пол
ta: பதிவு செய்யப்படாத பாலினம்

source: Wall
de: Pinnwand
es: Muro
ru: Стена
ta: சுவர்

source: Send an e-mail
de: Sende eine E-Mail
es: Enviar correo electrónico
ru: Послать email
ta: ஒரு மின்னஞ்சல் அனுப்பவும்

source: Join
de: Betreten
es: Unirse
ru: Присоединиться
ta: சேர

source: Leave community
de: Community verlassen
es: Abandonar la comunidad
ru: Покинуть сообщество
ta: சமூகத்தை விட்டு விடுங்கள்

source: Profile links
de: Links im Profil
es: Perfil
ru: Ссылки
ta: சுயவிவர இணைப்புகள்

source: Filter profiles by name
ta: பெயரால் சுயவிவரங்களை வடிகட்டவும்

source: The id of the %s
ta: %s இன் ஐடி

source: Title of the article
ta: கட்டுரையின் தலைப்பு

source: Name of article's profile
ta: கட்டுரையின் சுயவிவரத்தின் பெயர்

source: Identifier of article's profile
ta: கட்டுரையின் சுயவிவரத்தின் அடையாளங்காட்டி

source: Identifier of article's author
ta: கட்டுரையின் ஆசிரியரின் அடையாளங்காட்டி

source: Name of article's author
ta: கட்டுரையின் ஆசிரியரின் பெயர்

source: Email of article's author
ta: கட்டுரையின் ஆசிரியரின் மின்னஞ்சல்

source: Identifier of the block's profile
ta: தொகுதியின் சுயவிவரத்தின் அடையாளங்காட்டி

source: Name of the block's profile
ta: தொகுதியின் சுயவிவரத்தின் பெயர்

source: Email of the block's profile
ta: தொகுதியின் சுயவிவரத்தின் மின்னஞ்சல்

source: Title of the block
ta: தொகுதியின் தலைப்பு

source: Identifier of the current person that is logged in the system
ta: கணினியில் உள்நுழைந்த தற்போதைய நபரின் அடையாளங்காட்டி

source: More popular
ta: மேலும் பிரபலமானது

source: More active
ta: மேலும் செயலில்

source: More recent
de: Mehr neuere
es: Más recientes
ta: மிக அண்மைக் கால

source: More relevant
ta: மிகவும் பொருத்தமானது

source: More comments
ta: மேலும் கருத்துகள்

source: Map
ta: வரைபடம்

source: Full
ta: முழு

source: Compact
ta: கச்சிதமான

source: content
ta: உள்ளடக்கம்

source: Tagged with
ta: குறிச்சொல்

source: search in all categories
de: In allen Kategorien suchen
es: buscar en todas las categorías
ta: எல்லா வகைகளிலும் தேடுங்கள்

source: Display
ta: காட்சி

source: Choose a template
ta: ஒரு வார்ப்புருவைத் தேர்வுசெய்க

source: No tags yet.
de: Noch keine Tags vorhanden.
es: Sin etiquetas
ru: Нет тегов
ta: குறிச்சொற்கள் இன்னும் இல்லை.

source: What are tags?
de: Was sind Tags?
es: ¿Qué son las etiquetas?
ru: Что такое теги?
ta: குறிச்சொற்கள் என்றால் என்ன?

source: one item
de: ein Eintrag
es: Un elemento
ru: один пункт
ta: ஒரு உருப்படி

source: Type in an keyword
de: Geben Sie ein Schlüsselwort an
es: Teclea una palabra clave
ta: ஒரு முக்கிய சொல்லில் தட்டச்சு செய்க

source: No results
de: Keine Ergebnisse
es: No hay resultados
ta: முடிவுகள் இல்லை

source: Searching...
de: Suche...
es: Buscando...
ta: தேடுகிறது...

source: Type in a search term
de: Geben Sie einen Suchbegriff an
es: Ingresa un término de búsqueda
ta: தேடல் காலத்தில் தட்டச்சு செய்க

source: All users
ta: அனைத்து பயனர்களும்

source: Admin users
ta: நிர்வாக பயனர்கள்

source: Activated users
ta: செயல்படுத்தப்பட்ட பயனர்கள்

source: Deativated users
ta: செயலிழக்க பயனர்கள்

source: Recently logged users
ta: அண்மைக் காலத்தில் உள்நுழைந்த பயனர்கள்

source: Filter
es: Filtro
ta: வடிப்பி

source: [%s] you got a new comment!
de: [%s] Sie haben einen neuen Kommentar erhalten!
es: ¡[%s] tienes un nuevo comentario!
ru: [%s] вы получили новый комментарий
ta: [%s] உங்களுக்கு ஒரு புதிய கருத்து கிடைத்தது!

source: [%s] %s commented on a content of %s
de: [%s] %s kommentierte einen Beitrag von %s
ta: [ %s] %s %s இன் உள்ளடக்கத்தைப் பற்றி கருத்து தெரிவித்தன

source: Message
de: Nachricht
es: Mensaje
ru: Сообщение
ta: செய்தி

source: Subject
de: Betreff
es: Asunto
ru: Тема
ta: பொருள்

source: City and state
de: Ort und Bundesland
es: Ciudad y estado
ru: Город и страна
ta: நகரம் மற்றும் மாநிலம்

source: Sent by %s.
de: Gesendet von %s.
es: Enviado por %s.
ru: Отправлено %s.
ta: %s ஆல் அனுப்பப்பட்டது.

source: Sent by Noosfero.
de: Gesendet von Noosfero.
es: Enviado por Noosfero.
ru: Отправлено Noosfero.
ta: நூச்ஃபெரோ அனுப்பியது.

source: Sent by community %s.
de: Gesendet von Communitiy %s.
es: Enviadp por la comunidad %s.
ru: Отправлено сообществом %s.
ta: சமூகத்தால் அனுப்பப்பட்டது %s.

source: [%s] Pending tasks
de: [%s] abhängige Tasks
es: [%s] Tareas pendientes
ru: [%s] Ожидающие задачи
ta: [%s] நிலுவையில் உள்ள பணிகள்

source: [%s] You received a scrap!
de: [%s] Jemand hat eine Nachricht hinterlassen!
es: ¡[%s] Recibiste un recorte!
ru: [%s] Вы получили пост!
ta: [%s] நீங்கள் ஒரு ச்கிராப் பெற்றீர்கள்!

source: [%{environment}] Welcome to %{environment} mail!
de: [%{environment}] Willkommen bei %{environment} Mail!
es: [%{environment}] Bienvenido al correo de %{environment} !
ru: [%{environment}] Добро пожаловать в почту %{environment}!
ta: [ %{environment}] %{environment} அஞ்சலுக்கு வருக!

source: [%s] Activate your account
de: [%s] Aktivieren Sie Ihren Zugang
es: [%s] Activa tu cuenta
ta: [%s] உங்கள் கணக்கை செயல்படுத்தவும்

source: Welcome to environment %s
de: Willkommen zur Umgebung %s
ta: சுற்றுச்சூழலுக்கு வரவேற்கிறோம் %s

source: [%s] What about grow up your network?
ta: [%s] உங்கள் பிணையத்தை வளர்ப்பது பற்றி என்ன?

source: Abuse complaint (%s)
de: Missbrauchsbeschwerde (%s)
es: Queja de abuso (%s)
ta: தீய பயன்பாடு புகார்கள்)

source: Abuse complaint
de: Missbrauchsbeschwerde
es: Queja de abuso
ta: துச்பிரயோக குற்றச்சாட்டு

source: %{linked_subject} was reported due to inappropriate behavior.
de: %{linked_subject} wurde aufgrund missbräuchlichen Verhaltens gemeldet.
es: %{linked_subject} fue reportado debido a comportamiento inapropiado.
ta: பொருத்தமற்ற நடத்தை காரணமாக %{linked_subject} அறிவிக்கப்பட்டது.

source: Your profile was reported by the users of %s due to inappropriate behavior. The administrators of the environment are now reviewing the report. To solve this misunderstanding, please contact the administrators.
de: Ihr Profil wurde durch die Nutzer von %s aufgrund missbräuchlichen Verhaltens gemeldet. Die Administratoren der Umgebung sehen sich nun die Meldung an. Um ein eventuelles Missverständnis auszuräumen, wenden Sie sich bitte an die Administratoren.
es: Tu perfil fue reportado por el usuario %s debido a comportamiento inapropiado. El administrador del entorno esta ahora revisando el reporte. Para resolver este mal entendido, por favor ponte en contacto con el administrador.
ta: பொருத்தமற்ற நடத்தை காரணமாக உங்கள் சுயவிவரம் %s பயனர்களால் தெரிவிக்கப்பட்டது. சுற்றுச்சூழலின் நிர்வாகிகள் இப்போது அறிக்கையை மதிப்பாய்வு செய்கிறார்கள். இந்த தவறான புரிதலைத் தீர்க்க, தயவுசெய்து நிர்வாகிகளை தொடர்பு கொள்ளவும்.

source: Your profile was disabled by the administrators of %s due to inappropriate behavior. To solve this misunderstanding please contact them.
de: Ihr Profil wurde durch die Administratoren von %s aufgrund missbräuchlichen Verhaltens gesperrt. Um ein eventuelles Missverständnis auszuräumen, wenden Sie sich bitte an sie.
es: Tu perfil fue deshabilitado por el administrador de %s por tu comportamiento inapropiado. Para resolver este mal entendido, contáctalo.
ta: பொருத்தமற்ற நடத்தை காரணமாக %s நிர்வாகிகளால் உங்கள் சுயவிவரம் முடக்கப்பட்டது. இந்த தவறான புரிதலைத் தீர்க்க தயவுசெய்து அவர்களைத் தொடர்பு கொள்ளுங்கள்.

source: %s was reported due to inappropriate behavior.
de: %s wurde aufgrund missbräuchlichen Verhaltens gemeldet.
es: %s fue reportado por comportameinto inapropiado.
ta: பொருத்தமற்ற நடத்தை காரணமாக %s தெரிவிக்கப்பட்டன.
