Repository: noosfero/noosfero
Catalog: po/*/noosfero-doc.po
Languages: es, pt, ta

source: This is the Noosfero online manual. In these pages you will find useful information on how to use Noosfero, manage a Noosfero environment and customize Noosfero in several ways.
es: Este es el manual en lnea de noosfero. En estas pginas encontrars informacin til de como usar Noosfero, administrar su entorno y personalizarlo de diferentes maneras.
pt: Este é o manual online do Noosfero. Nessa páginas você vai encontrar informaçoes úteis para usar o Noosfero, gerenciar um ambiente Noosfero e personalizar Noosfero de várias formas.
ta: இது நூச்ஃபெரோ நிகழ்நிலை கையேடு. இந்த பக்கங்களில் நூச்ஃபெரோவை எவ்வாறு பயன்படுத்துவது, நூச்ஃபெரோ சூழலை நிர்வகிப்பது மற்றும் நூச்ஃபெரோவை பல வழிகளில் தனிப்பயனாக்குவது பற்றிய பயனுள்ள தகவல்களைக் காண்பீர்கள்.

source: To display the manual about a given topic, first choose a section in the left menu, and then choose a topic within the section.
es: Para visualizar el manual acerca de un tema determinado, haga clic a la seccin en el men de la izquierda y, a continuacin, elija un tema dentro de la seccin.
pt: Para exibir o manual sobre um dado tópico, primeiro escolha uma seção no menu à esquerda, e então escolha um tópico na seção.
ta: கொடுக்கப்பட்ட தலைப்பைப் பற்றிய கையேட்டைக் காண்பிக்க, முதலில் இடது பட்டியலில் ஒரு பகுதியைத் தேர்வுசெய்து, பின்னர் பிரிவுக்குள் ஒரு தலைப்பைத் தேர்வுசெய்க.

source: Posting on blog
es: Publicando en el blog
pt: Postar no blog
ta: வலைப்பதிவில் இடுகையிடுகிறது

source: <em>You can have a blog and publish posts on it.</em>
es: <em>Puedes tener un blog y publicar en l.</em>
pt: <em>Você pode ter um blog e publicar posts nele.</em>
ta: <em> நீங்கள் ஒரு வலைப்பதிவை வைத்திருக்கலாம் மற்றும் அதில் இடுகைகளை வெளியிடலாம். </em>

source: If you don&#8217;t have a blog yet, you can create yours following instructions on <a href="/doc/cms/creating-blog">Creating a blog</a> .
es: Si no tienes un blog aun, puedes crear el tuyo siguiendo las instrucciones en <a href="/doc/cms/creating-blog">Creando un blog</a>.
pt: Se você ainda não tem um blog, você pode criar um seguindo as orientações em <a href="/doc/cms/creating-blog">Criar um blog</a>.
ta: நீங்கள் இன்னும் ஒரு வலைப்பதிவைக் கொண்டிருக்கவில்லை என்றால், ஒரு வலைப்பதிவை உருவாக்குதல் </a> ஐ உருவாக்கும் <a href = "/doc/cms/mesind-blog"> இல் உங்களுடைய பின்வரும் வழிமுறைகளை உருவாக்கலாம்.

source: To find your blog, first find you user menu on top bar:
es: Para encontrar tu blog, primero encuentra el men de usuario en la barra superior.
pt: Para encontrar seu blog, primeiro localize seu menu de usuário na barra superior:
ta: உங்கள் வலைப்பதிவைக் கண்டுபிடிக்க, முதலில் மேல் பட்டியில் பயனர் மெனுவைக் கண்டறியவும்:

source: Then, click on &#8220;Manage content&#8221;:
es: Entonces, presiona en &#8220;Administrar contenido:&#8221;
pt: Depois, clique em &#8220;Gerenciar conteúdo&#8221;
ta: பின்னர், &#8220; உள்ளடக்கத்தை நிர்வகிக்கவும் &#8221 ;:

source: Manage content in control panel
es: Administrar contenido en el panel de control
ta: கட்டுப்பாட்டு குழுவில் உள்ளடக்கத்தை நிர்வகிக்கவும்

source: Find your blog on the list and click to view it.
es: Encuentra tu blog en la lista y haz clic para verlo.
pt: Encontre seu blog na lista e clique para visualizá-lo.
ta: பட்டியலில் உங்கள் வலைப்பதிவைக் கண்டுபிடித்து அதைக் காண சொடுக்கு செய்க.

source: Public visualization of blog in CMS
es: Visualizacin pblica del blog en CMS.
ta: CMS இல் வலைப்பதிவின் பொது காட்சிப்படுத்தல்

source: You will see your blog. Click on &#8220;New post&#8221; button:
es: Vers tu blog. Presiona el botn &#8220;Nueva publicacin&#8221;:
pt: Você verá o seu blog. Clique no botão &#8220;Novo post&#8221;:
ta: உங்கள் வலைப்பதிவைப் பார்ப்பீர்கள். &#8220; புதிய இடுகை &#8221; பொத்தான்:

source: Blog button on visualization mode
es: Botn de blog en el modo de visualizacin
pt: Botões do blog no modo de visualização
ta: காட்சிப்படுத்தல் பயன்முறையில் வலைப்பதிவு பொத்தான்

source: Then, write an article following instructions on <a href="/doc/cms/writing-article">Writing an article</a> .
es: Luego, escribe un artculo siguiendo las isntrucciones en <a href="/doc/cms/writing-article">Escribiendo un artculo</a>.
pt: Então basta escrever um texto como explicado em <a href="/doc/cms/writing-article">Escrevendo um artigo</a>.
ta: பின்னர், <a href = "/doc/cms/writher-article"> ஒரு கட்டுரையை எழுதுவது </a>.

source: <a href="/doc/cms/creating-blog">Creating a blog</a>
es: <a href="/doc/cms/creating-blog">Creando un blog</a>
pt: <a href="/doc/cms/creating-blog">Criar um blog</a>
ta: <a href = "/doc/cms/mesind-blog"> ஒரு வலைப்பதிவை உருவாக்குதல் </a>

source: <a href="/doc/cms/managing-content">Managing your content</a>
es: <a href="/doc/cms/managing-content">Administrando tu contenido</a>
pt: <a href="/doc/cms/managing-content">Gerenciar seu conteúdo</a>
ta: <a href = "/doc/cms/நிர்வாக-உள்ளடக்க"> உங்கள் உள்ளடக்கத்தை நிர்வகித்தல் </a>

source: Spreading articles
es: Difundiendo artculos
pt: Divulgando artigos
ta: கட்டுரைகளை பரப்புகிறது

source: <em>With an article already created, you can spread it in the communities that you participate.</em>
es: <em>Con un artculo ya creado, puedes difundirlo en las comunidades en las que participas.</em>
pt: <em>Com um artigo já criado, você pode divulga-lo nas comunidades que você participa.</em>
ta: <em> ஏற்கனவே உருவாக்கப்பட்ட ஒரு கட்டுரையுடன், நீங்கள் பங்கேற்கும் சமூகங்களில் அதை பரப்பலாம். </em>

source: To spread your articles there are two options that you can follow:
es: Para difundir tu artculo hay dos opciones que puedes seguir:
pt: Para divulgar seus articles existem duas opções que você pode serguir:
ta: உங்கள் கட்டுரைகளை பரப்ப நீங்கள் பின்பற்றக்கூடிய இரண்டு விருப்பங்கள் உள்ளன:

source: Through the Content Manager
es: A travs de Gestor de Contenido
pt: Através do Gerenciador de Conteúdo
ta: உள்ளடக்க மேலாளர் மூலம்

source: Find your menu on top bar:
es: Encuentra tu men en la arra superior:
pt: Localize seu menu de usuário na barra superior:
ta: மேல் பட்டியில் உங்கள் மெனுவைக் கண்டறியவும்:

source: Click on &#8220;Manage content&#8221;:
es: Presiona en &#8220;Administrar contenido&#8221;
pt: Clique em &#8220;Gerenciar conteúdo&#8221;:
ta: &#8220; உள்ளடக்கத்தை நிர்வகிக்கவும் &#8221 ;:

source: Then click on the &#8220;Spread this&#8221; button:
es: Luego, haz clic en el botn &#8220;Difunde sto&#8221;:
pt: Então clique no botão &#8220;Divulgar&#8221;:
ta: &#8220; இதைப் பரப்பவும் &#8221; பொத்தான்:

source: Spread article
es: Difundir artculo
pt: Divulgar artigo
ta: கட்டுரை பரவுகிறது

source: Through the article&#8217;s view page
es: A travs de la pgina de visualizacin del artculo
pt: Através da página de visualização do artigo
ta: கட்டுரையின் மூலம் &#8217; இன் பார்வை பக்கம்

source: Access your article and press the &#8220;Spread this&#8221; button:
es: Accesa a tu artculo y presiona el botn &#8220;Difunde sto&#8221;:
pt: Acesse o seu artigo e pressione o botão &#8220;Divulgar&#8221;:
ta: உங்கள் கட்டுரையை அணுகி &#8220; இதை பரப்பவும் &#8221; பொத்தான்:

source: Check the communities where you want to spread your article and fill in the name that you want to spread it.
es: Verifica las comunidades donde deseas difundir tu artculo y rellena con el nombre con el cual deseas difundirlo.
pt: Marque as comunidades nas quais você quer divulgar o seu artigo e preencha o nome com o qual você quer divulga-lo.
ta: உங்கள் கட்டுரையை நீங்கள் பரப்ப விரும்பும் சமூகங்களை சரிபார்த்து, அதை பரப்ப விரும்பும் பெயரை நிரப்பவும்.

source: Choose the communities
es: Elige las comunidades
pt: Escolha as comunidades
ta: சமூகங்களைத் தேர்வுசெய்க

source: After choosing the communities and the respective names, you just need to press &#8220;Spread this&#8221;. Note that there are communities where the publication needs the moderation of the administrator.
es: Despus de elegir las comunidades y sus respectivos nombres, solo necesitas presionar &#8220;Difunde sto&#8221;. Nota que hay comunidades donde la publicacin necesita la moderacin del administrador.
pt: Depois de escolher as comunidades e os respectivos nomes, você só precisa apertar &#8220;Divulgar&#8221;. Note que existem comunidades onde a publicação necessita de moderação do administrador.
ta: சமூகங்கள் மற்றும் அந்தந்த பெயர்களைத் தேர்ந்தெடுத்த பிறகு, நீங்கள் அதை அழுத்த வேண்டும் &#8220; இதை பரப்பவும் &#8221 ;. வெளியீட்டிற்கு நிர்வாகியின் மிதமான தன்மை தேவைப்படும் சமூகங்கள் உள்ளன என்பதை நினைவில் கொள்க.

source: <a href="/doc/cms/writing-article">Writing an article</a>
es: <a href="/doc/cms/writing-article">Escribiendo un artculo</a>
pt: <a href="/doc/cms/writing-article">Escrevendo um artigo</a>
ta: <a href = "/doc/cms/wrindey-article"> ஒரு கட்டுரையை எழுதுதல் </a>

source: <a href="/doc/cms/writing-advanced-article">Writing an advanced article</a>
es: <a href="/doc/cms/writing-advanced-article">Escribiendo un artculo avanzado</a>
pt: <a href="/doc/cms/writing-advanced-article">Escrever um artigo avançado (inserindo links e imagens)</a>
ta: <a href = "/doc/cms/wrinde-advanced-article"> ஒரு மேம்பட்ட கட்டுரையை எழுதுதல் </a>

source: Managing your content
es: Administrando tu contenido
pt: Gerenciar seu conteúdo
ta: உங்கள் உள்ளடக்கத்தை நிர்வகித்தல்

source: <em>Folder is a structure used to organize files in a computer and can also be called a directory. It may contain other files and folders, which may also contain other directories</em>
es: <em>La carpeta es una estructura usada para organizar archivos en una computadora y puede ser llamada tambin directorio. Puede contener otros archivos y carpetas, las cuales pueden tambin contener otros directorios</em>
pt: <em>Pasta, em informática, é uma estrutura utilizada para organizar arquivos em um computador e também pode ser chamada de diretório. Ela pode conter outros arquivos e pastas, que podem conter também outros diretórios.</em>
ta: <em> கோப்புறை என்பது ஒரு கணினியில் கோப்புகளை ஒழுங்கமைக்கப் பயன்படுத்தப்படும் ஒரு கட்டமைப்பாகும், மேலும் இது ஒரு அடைவு என்றும் அழைக்கப்படுகிறது. இதில் பிற கோப்புகள் மற்றும் கோப்புறைகள் இருக்கலாம், அதில் பிற கோப்பகங்களும் இருக்கலாம் </em>

source: <em>It is usually used to organize files from the same category, like music, videos, poems, recipes, payments or the way the user prefers.</em>
es: <em>Se usa regularmente para organizar archivos de una misma categora, como msica, videos, poemas, recetas, pagos o las formas que el usuario prefiera.</em>
pt: <em>Normalmente é usada para reunir arquivos da mesmo categoria, como músicas, vídeos, poesias, receitas, pagamentos ou da da forma que o usuário preferir.</em>
ta: <em> இது பொதுவாக இசை, வீடியோக்கள், கவிதைகள், சமையல் குறிப்புகள் அல்லது பயனர் விரும்பும் விதம் போன்ற அதே வகையிலிருந்து கோப்புகளை ஒழுங்கமைக்க பயன்படுகிறது. </em>

source: <em>To organize your texts/images/files, you should manage your content.</em>
es: <em>Para organizar tus textos/imgenes/archivos, debes administrar tu contenido.</em>
pt: <em>Para organizar seus textos/imagens/arquivos, você deve gerenciar seu conteúdo.</em>
ta: <em> உங்கள் உரைகள்/படங்கள்/கோப்புகளை ஒழுங்கமைக்க, உங்கள் உள்ளடக்கத்தை நிர்வகிக்க வேண்டும். </em>

source: You will see some buttons and the list of your content. The folders are listed first and then your files/articles. Clicking on your folders, you will see the files/folders inside them.
es: Vers algunos botones y la lista de tu contenido. Las carpetas son listadas primero y luego tus archivos/artculos. Haciendo clic en tus carpetas, vers los archivos/carpetas dentro de ellas.
pt: Aparecerá uma tela com alguns botões e a lista do seu conteúdo. Primeiro são listadas as pastas e depois os seus arquivos/artigos. Clicando nas pastas, você poderá visualizar os arquivos/pastas guardadas nela.
ta: சில பொத்தான்கள் மற்றும் உங்கள் உள்ளடக்கத்தின் பட்டியலைக் காண்பீர்கள். கோப்புறைகள் முதலில் பட்டியலிடப்பட்டுள்ளன, பின்னர் உங்கள் கோப்புகள்/கட்டுரைகள். உங்கள் கோப்புறைகளில் சொடுக்கு செய்தால், கோப்புகள்/கோப்புறைகளை அவற்றில் காண்பீர்கள்.

source: CMS with marks on buttons
es: CMS con marcas en los botones
ta: பொத்தான்களில் மதிப்பெண்கள் கொண்ட CMS

source: Click to create a new folder. To understand categories and tags, read <a href="/doc/cms/writing-article">Writing an article</a> from item 7.
es: Haz clic para crear una nueva carpeta. Para entender las categoras y etiquetas, lee <a href="/doc/cms/writing-article">Escribiendo un artculo</a> del elemento 7.
pt: Clique para criar uma nova pasta. Para entender as categorias e marcadores, leia <a href="/doc/cms/writing-article">Como escrever um artigo</a> a partir do item 7.
ta: புதிய கோப்புறையை உருவாக்க சொடுக்கு செய்க. வகைகள் மற்றும் குறிச்சொற்களைப் புரிந்து கொள்ள, <a href = "/doc/cms/wrindee-article"> ஒரு கட்டுரையை எழுதுதல் </a> உருப்படி 7 இலிருந்து.

source: Creating a new folder
es: Creando una nueva carpeta
pt: Criando uma nova pasta
ta: புதிய கோப்புறையை உருவாக்குதல்

source: Fill in with the name you want for your folder
es: Rellena con el nombre que quieras paa tu carpeta
pt: Preencha com o nome da sua pasta
ta: உங்கள் கோப்புறைக்கு நீங்கள் விரும்பும் பெயரை நிரப்பவும்

source: Select the type of the folder you want to create. If you want to use it to organize pictures, choose the type &#8220;Image gallery&#8221;
es: Selecciona el tipo de carpeta que deseas crear. Si deseas usarla para organizar imgenes, elige el tipo &#8220;Galera de imgenes&#8221;
pt: Escolha o tipo da pasta que está sendo criada. Se você quiser utilizar a pasta para guardar imagens, escolha o tipo &#8220;Galeria&#8221;
ta: நீங்கள் உருவாக்க விரும்பும் கோப்புறையின் வகையைத் தேர்ந்தெடுக்கவும். படங்களை ஒழுங்கமைக்க நீங்கள் இதைப் பயன்படுத்த விரும்பினால், &#8220; பட கேலரி &#8221;

source: Fill in with some information about the folder
es: Rellena con alguna informacin sobre la carpeta
pt: Preencha com alguma informação sobre a pasta
ta: கோப்புறை பற்றிய சில தகவல்களை நிரப்பவும்

source: Click to upload files
es: Haz clic para subir archivos
pt: Clique para adicionar arquivos
ta: கோப்புகளை பதிவேற்ற சொடுக்கு செய்க

source: Uploading files from CMS
es: Subiendo archivos desde CMS
pt: Enviando arquido pelo CMS
ta: CMS இலிருந்து கோப்புகளை பதிவேற்றுதல்

source: Select the folder where the file will be uploaded
es: Selecciona la carpeta donde el archivo ser subido
pt: Escolha a pasta que o arquivo será inserido;
ta: கோப்பு பதிவேற்றப்படும் கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: Select the file in your computer
es: Selecciona el archivo en tu computadora
pt: Selecione o arquivo no seu computador;
ta: உங்கள் கணினியில் உள்ள கோப்பைத் தேர்ந்தெடுக்கவும்

source: If you want to upload more files at once, click on &#8220;More files&#8221;
es: Si deseas subir ms arvhivos a la vez, presiona en &#8220;Ms archivos&#8221;
pt: Caso queira adicionar mais arquivos ao mesmo tempo, clique em &#8220;Mais arquivos&#8221;
ta: நீங்கள் மேலும் கோப்புகளை ஒரே நேரத்தில் பதிவேற்ற விரும்பினால், &#8220; மேலும் கோப்புகள் &#8221;

source: Click on &#8220;Upload&#8221;
es: Presiona en &#8220;Subir&#8221;
pt: Clique em &#8220;Upload&#8221;
ta: &#8220; பதிவேற்றம் &#8221;

source: Clicking on this button, you will create a new article. To learn how to write an article, read <a href="/doc/cms/writing-article">Writing an article</a>
es: Presionando este botn, crears un nuevo artculo. Para aprender cmo escribir un artculo, lee <a href="/doc/cms/writing-article">Escribiendo un artculo</a>
pt: Clique para criar uma nova pasta. Para entender as categorias e marcadores, leia <a href="/doc/cms/writing-article">Como escrever um artigo</a> a partir do item 7.
ta: இந்த பொத்தானைக் சொடுக்கு செய்தால், நீங்கள் ஒரு புதிய கட்டுரையை உருவாக்குவீர்கள். ஒரு கட்டுரையை எவ்வாறு எழுதுவது என்பதை அறிய, <a href = "/doc/cms/wrindey-article"> ஒரு கட்டுரையை எழுதுதல் </a>

source: Folder options. From left to right:
es: Opciones de la carpeta. De izquierda a derecha:
pt: Opções das pastas. Da esquerda para a direita:
ta: கோப்புறை விருப்பங்கள். இடமிருந்து வலமாக:

source: Folder icons on CMS
es: conos de carpeta en CMS
ta: CMS இல் கோப்புறை சின்னங்கள்

source: <strong>Edit:</strong> It allows you to change folder&#8217;s information
es: <strong>Editar:</strong> Te permite cambiar la informacin de la carpeta
pt: <strong>Editar:</strong> Permite que você altere as informações sobre a pasta;
ta: <strong> திருத்து: </strong> கோப்புறையின் தகவல்களை மாற்ற இது உங்களை அனுமதிக்கிறது

source: <strong>Public view:</strong> It shows how the folder will be displayed to the others users
es: <strong>Vista pblica:</strong> Muestra cmo la carpeta ser mostrada a los dems usuarios
pt: <strong>Visualização pública:</strong> Mostra como a pasta será visualizada por outros usuários;
ta: <strong> பொது பார்வை: </strong> மற்றவர்கள் பயனர்களுக்கு கோப்புறை எவ்வாறு காண்பிக்கப்படும் என்பதை இது காட்டுகிறது

source: <strong>Use as homepage:</strong> Set the folder as your homepage
es: <strong>Usar como pgina de inicio:</strong> Ajusta la carpeta como tu pgina de inicio
pt: <strong>Usar como página inicial:</strong> Configura a pasta para ser sua página inicial;
ta: <strong> முகப்புப்பக்கமாக பயன்படுத்தவும்: </strong> கோப்புறையை உங்கள் முகப்புப்பக்கமாக அமைக்கவும்

source: <strong>Delete:</strong> Delete the folder
es: <strong>Eliminar:</strong> Elimina la carpeta
pt: <strong>Remover:</strong> Apaga a pasta.
ta: <strong> நீக்கு: </strong> கோப்புறையை நீக்கு

source: Files options. From left to right:
es: Opciones de carpeta. De izquierda a derecha:
pt: Opções dos arquivos. Da esquerda para a direita:
ta: கோப்புகள் விருப்பங்கள். இடமிருந்து வலமாக:

source: Article icons on CMS
es: conos de artculo en CMS
pt: Ícones de artigo no CMS
ta: CMS இல் கட்டுரை சின்னங்கள்

source: <strong>Edit:</strong> It allows you to change the article
es: <strong>Editar:</strong> Te permite cambiar el artculo
pt: <strong>Editar:</strong> Permite que você altere o artigo;
ta: <strong> திருத்து: </strong> இது கட்டுரையை மாற்ற உங்களை அனுமதிக்கிறது

source: <strong>Publish:</strong> It should be used to publish your articles in communities or enterprises that you are member
es: <strong>Publicar:</strong> Debe usarse para publicar tus artculos en las comunidades o empresas de donde eres miembro
pt: <strong>Divulgar:</strong> Deve ser utiizado para publicar seus artigos em comunidades ou empreendimentos que você faz parte;
ta: <strong> வெளியிடு: </strong> நீங்கள் உறுப்பினராக இருக்கும் சமூகங்கள் அல்லது நிறுவனங்களில் உங்கள் கட்டுரைகளை வெளியிட இது பயன்படுத்தப்பட வேண்டும்

source: <strong>Use as homepage:</strong> Set the article as your homepage
es: <strong>Usar como pgina de inicio:</strong> Ajusta el artculo como pgina de inicio
pt: <strong>Usar como página inicial:</strong> Configura o artigo para ser sua página inicial;
ta: <strong> முகப்புப்பக்கமாக பயன்படுத்தவும்: </strong> கட்டுரையை உங்கள் முகப்புப்பக்கமாக அமைக்கவும்

source: <strong>Delete:</strong> Delete the article
es: <strong>Eliminar:</strong> Elimina este artculo
pt: <strong>Remover:</strong> Apaga o artigo.
ta: <strong> நீக்கு: </strong> கட்டுரையை நீக்கு

source: Adding pictures to gallery
es: Aadiendo imgenes a la galera
pt: Adicionar fotos na galeria
ta: கேலரியில் படங்களைச் சேர்ப்பது

source: <em>You can publish pictures on your image gallery</em>
es: <em>Puedes publicar imgenes en tu galera</em>
pt: <em>Você pode publicar fotos na sua galeria de imagens.</em>
ta: <em> உங்கள் பட கேலரியில் படங்களை வெளியிடலாம் </em>

source: If you don&#8217;t have an image gallery yet, you can create yours following instructions on <a href="/doc/cms/managing-content">Managing content</a> until item 1 of description. When creating the folder, choose &#8220;Image gallery&#8221; in &#8220;Folder type&#8221;.
es: Si no tienes una galera de imgenes aun, puedes crear la tuya siguiendo las instrucciones en <a href="/doc/cms/managing-content">Administrar contenido</a> hasta el elemento 1 de la descripcin. Cuando creas la carpeta, elige &#8220;Galera de imgenes&#8221; en &#8220;Tipo de carpeta&#8221;.
pt: Se você ainda não tem uma galeria de imagens, você pode criar uma seguindo as orientações em <a href="/doc/cms/managing-content">Gerenciar conteúdo</a> até o item 1 da descrição. Ao criar a pasta, escolha &#8220;Galeria de imagens&#8221; em &#8220;Tipo de Pasta&#8221;.
ta: நீங்கள் இன்னும் ஒரு படத்தொகுப்பைக் கொண்டிருக்கவில்லை என்றால், <a href = "/doc/cms/நிர்வாக-உள்ளடக்க"> உள்ளடக்கத்தை நிர்வகித்தல் </a> இல் விளக்கத்தின் 1 வரை உங்கள் பின்வரும் வழிமுறைகளை உருவாக்கலாம். கோப்புறையை உருவாக்கும் போது, &#8220; பட கேலரி &#8221; &#8220; கோப்புறை வகை &#8221 ;.

source: To find your image gallery, first find your user menu on top bar:
es: Para encontrar tu galera de imgenes, primero encuentrs tu men de usuario en la barra superior:
pt: Para encontrar sua galeria de imagens, primeiro localize seu menu de usuário na barra superior:
ta: உங்கள் பட கேலரியைக் கண்டுபிடிக்க, முதலில் உங்கள் பயனர் மெனுவை மேல் பட்டியில் கண்டுபிடிக்கவும்:

source: Find your gallery on the list and click to view it.
es: Encuentra tu galera en la lista y haz clic para verla.
pt: Encontre sua galeria na lista e clique para visualizá-la.
ta: பட்டியலில் உங்கள் கேலரியைக் கண்டுபிடித்து அதைக் காண சொடுக்கு செய்க.

source: Public visualization of gallery in CMS
es: Visualizacin pblica de la galera en CMS
pt: Visualização pública da galeria no CMS
ta: CMS இல் கேலரியின் பொது காட்சிப்படுத்தல்

source: You will see your image gallery. Click on &#8220;Upload files&#8221; button
es: Vers tu galera de imgenes. Presiona el botn &#8220;Subir archivos&#8221;
pt: Você verá a sua galeria de imagens. Clique no botão &#8220;Enviar arquivos&#8221;
ta: உங்கள் பட கேலரியைக் காண்பீர்கள். &#8220; கோப்புகளை பதிவேற்றவும் &#8221; பொத்தான்

source: Gallery buttons on visualization mode
es: Botones de galera en modo de visualizacin
pt: Botões da galeria no modo de visualização
ta: காட்சிப்படுத்தல் பயன்முறையில் கேலரி பொத்தான்கள்

source: Select the pictures you want to upload and click on &#8220;Upload&#8221; button. If you want to upload more than 3 pictures at once, click on &#8220;More files&#8221;button and more fields will appear.
es: Selecciona las imgenes que quieres subir y presiona en el botn &#8220;Subir&#8221;. Si deseas subir ms de tres imgenes a la vez, presiona en el botn &#8220;Ms archivos&#8221; y ms compos aparecern.
pt: Então basta selecionar os arquivos das fotos que você deseja postar e clicar no botão &#8220;Upload&#8221;. Caso você queira postar mais que 3 fotos de uma vez clique no botão &#8220;Mais arquivos&#8221; e mais campos aparecerão.
ta: நீங்கள் பதிவேற்ற விரும்பும் படங்களைத் தேர்ந்தெடுத்து &#8220; பதிவேற்றம் &#8221; பொத்தான். நீங்கள் 3 க்கும் மேற்பட்ட படங்களை ஒரே நேரத்தில் பதிவேற்ற விரும்பினால், &#8220; மேலும் கோப்புகள் &#8221; பொத்தான் மற்றும் பல புலங்கள் தோன்றும்.

source: uploading files to gallery
es: subiendo archivos a la galera
pt: enviando arquivos para a galeria
ta: கேலரியில் கோப்புகளை பதிவேற்றுதல்

source: Creating a blog
es: Creando un blog
pt: Criar um blog
ta: ஒரு வலைப்பதிவை உருவாக்குதல்

source: <em>You can have a blog in your system.</em>
es: <em>Puedes tener un blog en tu sistema.</em>
pt: <em>Você pode ter um blog no sistema.</em>
ta: <em> உங்கள் கணினியில் ஒரு வலைப்பதிவை வைத்திருக்கலாம். </em>

source: Then click on &#8220;Create blog&#8221;:
es: Luego presiona en &#8220;Crear blog&#8221;:
pt: Depois, clique em &#8220;Criar um blog&#8221;:
ta: பின்னர் சொடுக்கு செய்க &#8220; வலைப்பதிவை உருவாக்கு &#8221 ;:

source: Create a blog in control panel
es: Crear un blog en el panel de control
pt: Criar um blog no painel de controle
ta: கட்டுப்பாட்டு குழுவில் ஒரு வலைப்பதிவை உருவாக்கவும்

source: Fill in the form and click on Save
es: Llena el formulario y haz clic en Guardar
pt: Preencha o formulário e clique em salvar.
ta: படிவத்தை நிறைவு செய்து சேமி என்பதைக் சொடுக்கு செய்க

source: Creation of a blog
es: Creaci de un blog
pt: Criação de um blog
ta: ஒரு வலைப்பதிவின் உருவாக்கம்

source: Fill in with the name you want for your blog
es: Llena con el nombre que quieres para tu blog
pt: Preencha com o nome que você quer que o blog tenha.
ta: உங்கள் வலைப்பதிவிற்கு நீங்கள் விரும்பும் பெயரை நிரப்பவும்
