Repository: noosfero/noosfero
Catalog: plugins/shopping_cart/po/*/shopping_cart.po
Languages: fr

source: Your order has been sent successfully! You will receive a confirmation e-mail shortly.
fr: Votre commande à bien été transmise, Vous allez bientôt recevoir un email de confirmation.

source: Basket hidden.
fr: Panier masqué.

source: Your basket contains items from '%{profile_name}'. Please empty the basket or checkout before adding items from here.
fr: Votre panier contiens des éléments de '%{profile_name}'. Veuillez vider ou vérifier votre panier avant d'ajouter des éléments.

source: There is no basket.
fr: Il n'y a pas de panier.

source: This enterprise doesn't have this product.
fr: Les entreprises qui n'ont pas ce produit.

source: The basket doesn't have this product.
fr: Le panier n'a pas ce produit.

source: Invalid quantity.
fr: Quantité invalide.

source: Undefined product
fr: Produit sans catégorie

source: Wrong product id
fr: ID du produit incorrect

source: Add to basket
fr: Ajouter au panier

source: [%s] You have a new buy request from %s.
fr: [%s] Vous avez une nouvelle demande d'achat de %s.

source: Basket is empty
fr: Le panier est vide

source: Basket
fr: Panier

source: Clean basket
fr: vider le panier

source: Show basket
fr: Voir le panier

source: Hide basket
fr: Cacher le panier

source: Ups... I had a problem to load the basket list.
fr: Oups... Nous avons un problème pour charger votre panier.

source: Did you want to reload this page?
fr: Voulez vous recharger cette page ?

source: Sorry, you can't have more then 100 kinds of items on this basket.
fr: Désolé, vous ne pouvez pas avoir plus de 100 type d'élément dans votre panier.

source: Oops, you must wait your last request to finish first!
fr: Oups, vous devez attendre la fin de votre requête avant de pouvoir continer !

source: Are you sure you want to remove this item?
fr: Êtes-vous sûr(e) de vouloir supprimer cet élément ?

source: Are you sure you want to clean your basket?
fr: Êtes-vous sûr(e) de vouloir vider votre panier ?

source: repeat order
fr: Répéter la commande

source: Item
fr: Elément

source: Qtty
fr: Quantité

source: Unit price
fr: Prix unitaire

source: haven't finished yet: back to shopping
fr: Je n'ai pas fini, retour au magasin

source: Your Order
fr: Votre commande

source: Personal identification
fr: Identifiant

source: Name
fr: Nom

source: Contact phone
fr: Téléphone de contact

source: Payment's method
fr: Méthode de paiement

source: Payment
fr: paiement

source: Hi %s!
fr: Bonjour %s !

source: This is a notification e-mail about your buy request on the enterprise %s.
fr: Ceci est un email de notification pour votre achat auprès de l'entreprise %s.

source: The enterprise already received your buy request and will contact you for confirmation.
fr: L'entreprise a déjà reçu votre demande d'achat et vas vous contacter pour confirmation.

source: If you have any doubts about your order, write to us at: %s.
fr: Si vous avez des questions sur votre commande, écrivez-nous à %s.

source: Review below the informations of your order:
fr: Ci dessous les information de votre commande :

source: Phone number
fr: Téléphone

source: Here are the products you bought:
fr: Voici les produits que vous avez acheté :

source: Thanks for buying with us!
fr: Merci d'avoir acheté chez nous !

source: A service of %s.
fr: Un service de type «%s».

source: This is a buy request made by %s.
fr: Voici une demande d'achat de %s.

source: Below follows the customer informations:
fr: Ci dessous les information du client :

source: And here are the items bought by this customer:
fr: Et ici les élément acheté par le client :

source: If there are any problems with this email contact the admin of %s.
fr: Si vous avez le moindre problème avec cet email, veuillez contacter l'administrateur de %s.

source: Basket options
fr: Option du panier
