Repository: noosfero/noosfero
Catalog: plugins/shopping_cart/po/*/shopping_cart.edit.po
Languages: de, ru

source: Your order has been sent successfully! You will receive a confirmation e-mail shortly.
de: Ihre Bestellung wurde erfolgreich abgeschickt! Sie erhalten in Kürze eine Bestätigungs-E-Mail.
ru: Ваш заказ был успешно отправлен! Вы получите подтверждение через минуту.

source: Basket displayed.
de: Warenkorb angezeigt.
ru: Изображение корзины

source: Basket hidden.
de: Warenkorb versteckt.
ru: Спрятать корзину

source: Delivery option updated.
de: Lieferoptionen aktualisiert.
ru: Способы отправки обновлены.

source: Your basket contains items from '%{profile_name}'. Please empty the basket or checkout before adding items from here.
de: Ihr Warenkorb enthält Artikel von '%{profile_name}'. Bitte leeren Sie den Warenkorb oder schließen Sie die Bestellung ab, bevor Sie Artikel von hier hinzufügen.
ru: Ваша корзина содержит товары из "%{profile_name}". Пожалуйста, очистите корзину или оформите заказ, прежде чем добавлять товары отсюда.

source: There is no basket.
de: Es gibt keinen Warenkorb.
ru: Нет корзины.

source: This enterprise doesn't have this product.
de: Dieses Unternehmen besitzt das gewählte Produkt nicht.
ru: Это предприятие не имеет этого продукта.

source: The basket doesn't have this product.
de: Der Warenkorb beinhaltet das gewählte Produkt nicht.
ru: В корзине нет этого товара.

source: Invalid quantity.
de: Ungültige Menge.
ru: Недействительное количество.

source: Undefined product
de: Nicht definiertes Produkt
ru: Неопределенный продукт

source: Wrong product id
de: Falsche Produkt ID
ru: Неправильная категория товара

source: A shopping basket feature for enterprises
de: Eine Warenkorbs-Funktion für Unternehmen
ru: Функция корзины для предприятий

source: Shopping
de: Einkaufen

source: Add to basket
de: Zum Warenkorb hinzufügen
ru: Добавить в корзину

source: Preferences
de: Einstellungen
ru: Предпочтения

source: [%s] Your buy request was performed successfully.
de: [%s] Ihr beabsichtigter Kauf wurde erfolgreich durchgeführt.
ru: [%s] Ваш запрос на покупку был успешно выполнен.

source: [%s] You have a new buy request from %s.
de: [%s] Sie haben eine neue Kaufanfrage von %s.
ru: [%s] У вас есть новый запрос на покупку от %s.

source: Shopping checkout
de: Einkauf beenden
ru: Оформление и оплата заказа

source: Basket is empty
de: Warenkorb ist leer
ru: Корзина пуста

source: Basket
de: Warenkorb
ru: Корзина

source: Clean basket
de: Warenkorb leeren
ru: Чистая корзина

source: Total:
de: Gesamt:
ru: Всего:

source: Show basket
de: Warenkorb anzeigen
ru: Показать корзину

source: Hide basket
de: Warenkorb verstecken
ru: Спрятать корзину

source: Ups... I had a problem to load the basket list.
de: Ups... Es gab ein Problem, den Warenkorb zu laden.
ru: Ой... Проблема с загрузкой списка корзины.

source: Did you want to reload this page?
de: Wolltest du diese Seite neu laden?
ru: Хотите перезагрузить эту страницу?

source: Sorry, you can't have more then 100 kinds of items on this basket.
de: Entschuldigung, aber Sie können nicht mehr als 100 Arten von Artikeln in diesem Warenkorb haben.
ru: Извините, но в корзине не может быть более 100 товаров.

source: Oops, you must wait your last request to finish first!
de: Ups, Sie müssen warten, bis Ihre letzte Anfrage abgeschlossen ist!
ru: К сожалению, вы сначала должны дождаться вашего предыдущего запроса!

source: Are you sure you want to remove this item?
de: Sind Sie sicher, dass Sie diesen Eintrag entfernen möchten?
ru: Вы уверены, что хотите удалить этот товар?

source: Are you sure you want to clean your basket?
de: Sind Sie sicher, dass Sie den Warenkorb leeren möchten?
ru: Вы уверены, что хотите удалить все из корзины?

source: repeat order
de: Bestellung wiederholen
ru: Повторить заказ

source: Item
de: Artikel
ru: Предмет

source: Qtty
de: Menge
ru: Количество

source: Unit price
de: Stückpreis
ru: Цена за единицу

source: Total
de: Gesamt
ru: Всего

source: haven't finished yet: back to shopping
de: noch nicht fertig: weiter einkaufen
ru: еще не закончил: назад к покупкам

source: Your Order
de: Ihre Bestellung
ru: Ваш заказ

source: Personal identification
de: Persönliche Identifikation
ru: Личная идентификация

source: Contact phone
de: Kontakt-Telefonnummer
ru: Контактный телефон

source: Payment's method
de: Zahlungsmethode
ru: Метод оплаты

source: Payment
de: Bezahlung
ru: Оплата

source: shopping_cart|Change
de: shopping_cart|Ändern
ru: Покупательская корзина|Изменения

source: Delivery or pickup method
de: Lieferungs- oder Abholungsmethode
ru: Доставка или получение на месте

source: Send buy request
de: Kaufanfrage senden
ru: Отправить запрос на покупку

source: Hi %s!
de: Hallo %s!
ru: Привет %s!

source: This is a notification e-mail about your buy request on the enterprise %s.
de: Dies ist eine Benachrichtigungs-E-Mail über Ihre Kaufanfrage an das Unternehmen %s.
ru: Это уведомление по электронной почте о вашем запросе на покупку на предприятии %s.

source: The enterprise already received your buy request and will contact you for confirmation.
de: Das Unternehmen hat Ihre Kaufanfrage bereits erhalten und wird Sie für eine Bestätigung kontaktieren.
ru: Предприятие уже получило ваш запрос на покупку и свяжется с вами для подтверждения.

source: If you have any doubts about your order, write to us at: %s.
de: Wenn Sie Fragen zu Ihrer Bestellung haben, wenden Sie sich an uns: %s.
ru: Если у вас есть какие-либо сомнения в вашем заказе, свяжитесь с нами:%.

source: Review below the informations of your order:
de: Prüfen Sie die folgenden Informationen Ihrer Bestellung:
ru: Проверьте ваш заказ:

source: Phone number
de: Telefonnummer
ru: Номер телефона

source: Delivery or pickup
de: Lieferung oder Abholung
ru: Доставка или получение на месте

source: Here are the products you bought:
de: Hier sind die von Ihnen gekauften Produkte:
ru: Вот купленный вами товар:

source: Thanks for buying with us!
de: Vielen Dank für Ihren Einkauf bei uns!
ru: Спасибо за вашу покупку!

source: A service of %s.
de: Eine Dienstleistung von %s.
ru: Сервис %s.

source: This is a buy request made by %s.
de: Dies ist eine Anfrage von %s.
ru: Это запрос на покупку, сделанный %s.

source: Below follows the customer informations:
de: Nachfolgend die Informationen über den Kunden:
ru: Ниже изображена информация покупателя:

source: And here are the items bought by this customer:
de: Dies sind die durch den Kunden eingekauften Dinge:
ru: Вот товары, купленные этим покупателем:

source: If there are any problems with this email contact the admin of %s.
de: Falls es Probleme mit dieser E-Mail gibt, wenden Sie sich bitte an den Administrator von %s.
ru: Если есть проблемы с этим электронным сообщением, свяжитесь с администрацией.

source: Basket options
de: Optionen zum Warenkorb
ru: Опции корзины

source: Enable shopping basket
de: Warenkorb aktivieren
ru: Включить корзину покупок

source: Deliveries or pickups
de: Lieferungen oder Abholungen
ru: Доставка или получение на месте

source: Back to control panel
de: Zurück zum Bedienfeld
ru: Вернуться к панели управления

source: Name
ru: Имя
