Repository: noosfero/noosfero
Catalog: plugins/custom_routes/po/*/custom_routes.edit.po
Languages: de, pt

source: Could not save the route mapping.
de: Die Routenzuordnung konnte nicht gespeichert werden.
pt: Não foi possível salvar o mapeamento de rota.

source: Could not update the route mapping.
de: Die Routenzuordnung konnte nicht aktualisiert werden.
pt: Não foi possível atualizar o mapeamento de rota.

source: Custom Routes
de: Benutzerdefinierte Routen
pt: Rotas Customizadas

source: Add and manage custom route mappings
de: Hinzufügen und Verwalten von benutzerdefinierten Routenzuordnungen
pt: Adiciona e gerencia mapeamentos customizados de rotas

source: What is the custom route address?
de: Wie lautet die benutzerdefinierte Routenadresse?
pt: Qual é o endereço da rota customizada?

source: Where should this route point to?
de: Wohin soll diese Route führen?
pt: Para onde essa rota deve apontar?

source: Enabled
de: Aktiviert
pt: Ativado

source: Go back
de: Zurückgehen
pt: Voltar

source: Save
de: Speichern
pt: Salvar

source: Edit
de: Bearbeiten
pt: Editar

source: Remove
de: Entfernen
pt: Remover

source: Custom Routes Plugin
de: Benutzerdefiniertes Routen-Plugin
pt: Plugin de Rotas Customizadas

source: Edit Route Mapping
de: Routenzuordnung bearbeiten
pt: Editar Mapeamento de Rota

source: Custom Routes Plugin Settings
de: Benutzerdefinierte Routen Plugin-Einstellungen
pt: Preferências do Plugin de Rotas Customizadas

source: Custom Route Mappings
de: Benutzerdefinierte Routenzuordnungen
pt: Mapeamentos Customizados de Rotas

source: New mapping
de: Neue Zuordnung
pt: Novo mapeamento

source: New Route Mapping
de: Neue Routenplanung
pt: Nova Rota Customizada
