Repository: noosfero/noosfero
Catalog: plugins/custom_forms/po/*/custom_forms.po
Languages: pt

source: There is no data to be downloaded
pt: Não há dados para serem baixados

source: %s was successfully created
pt: %s foi criado com sucesso

source: %s was successfully updated
pt: %s foi atualizado com sucesso

source: The %s could not be updated
pt: A consulta não pôde ser atualizada

source: The %s was removed
pt: %s foi removido(a)

source: The %s could not be removed
pt: A consulta não pode ser removida

source: Maximum file size exceeded
pt: Tamanho máximo do ficheiro excedido

source: Query Gallery
pt: Galeria de enquetes

source: Submission could not be saved
pt: A submissão não pode ser salva

source: Older
pt: Mais velhos

source: Recent
pt: Mais recentes

source: All
pt: Todos

source: Opened
pt: Abertos

source: Closed
pt: Fechado

source: To come
pt: A começar

source: Query
pt: Consulta

source: Enables the creation of custom queries like surveys or polls.
pt: Permite a criação de consultas personalizadas como questionários ou enquetes.

source: Queries
pt: Consultas

source: Admission survey
pt: Questionário para associação

source: %{requestor} wants you to fill in some information before joining.
pt: %{requestor} quer que você preencha algumas informações antes de se associar.

source: Before joining %{requestor}, the administrators of this organization wants you to fill in some further information.
pt: Antes de entrar em %{requestor}, os administradores dessa organização querem que você preencha algumas informações adicionais.

source: %{requestor} wants you to fill in some further information.
pt: %{requestor} quer que você preencha algumas informações adicionais.

source: is mandatory.
pt: é obrigatório.

source: alternative is not valid
pt: alternativa não é válida

source: do not accept multiple answers
pt: não aceita múltiplas respostas

source: View All
pt: Ver Todos(as)

source: New Poll
pt: Nova Enquete

source: New Survey
pt: Novo Questionário

source: Timestamp
pt: Data de criação

source: or
pt: ou

source: , or
pt: , ou

source: Invalid alternative
pt: Alternativa inválida

source: Survey
pt: Questionário

source: Surveys
pt: Questionários

source: survey
pt: questionário

source: surveys
pt: questionários

source: Poll
pt: Enquete

source: Polls
pt: Enquetes

source: poll
pt: enquete

source: polls
pt: enquetes

source: %{value} is not a valid kind.
pt: %{value} não é um tipo válido.

source: Name
pt: Nome

source: Slug
pt: Texto curto

source: identifier
pt: identificador

source: Description
pt: Descrição

source: The time range selected is invalid.
pt: A faixa de tempo selecionada é inválida.

source: can't be less than 2
pt: não pode ser menor que 2

source: Always
pt: Sempre

source: Until %s
pt: Até %s

source: From %s until %s
pt: De %s a %s

source: Logged users
pt: Usuários logados

source: Only after the query ends
pt: Apenas após o final da consulta

source: Never
pt: Nunca

source: Select
pt: Selecione

source: Text field
pt: Campo de texto

source: Select field
pt: Campo de seleção

source: Hold down Ctrl to select options
pt: Segure Ctrl para selecionar as opções

source: %s left to open
pt: %s até abrir

source: %s left to close
pt: %s até fechar

source: Always open
pt: Sempre aberta

source: Open
pt: Aberta

source: Not yet open
pt: Ainda não foi aberta

source: Invalid status
pt: Estado inválido

source: Membership survey
pt: Pesquisa na associação de novos integrantes

source: %{requestor} wants you to fill in some information.
pt: %{requestor} quer que você preencha algumas informações.

source: After joining %{requestor}, the administrators of this organization wants you to fill in some further information.
pt: Após entrar em %{requestor}, os administradores dessa organização quer que você preencha algumas informações adicionais.

source: %{requestor} wants to fill in some further information.
pt: %{requestor} quer que preencha algumas informações adicionais.

source: Polls list in profile
pt: Lista de enquetes no perfil

source: This block show last polls performed in profile.
pt: Esse bloco mostra as últimas enquetes realizadas no perfil.

source: Multiple Choice
pt: Múltipla Escolha

source: Single Choice
pt: Escolha Única

source: Surveys list in profile
pt: Lista questionários no perfil

source: This block show last surveys peformed in profile.
pt: Esse block mostra os últimios questionários realizados no perfil.

source: View all
pt: Ver todos(as)

source: No queries available
pt: Nenhuma consulta disponível

source: %s submission
pt: %s submissão

source: See partial results
pt: Ver resultados parciais

source: See results
pt: Ver resultados

source: There are no results for this poll.
pt: Não há resultados para essa enquete.

source: This poll is closed.
pt: Essa enquete está fechada.

source: See final results
pt: Ver resultados finais

source: Custom Forms Plugin
pt: Plugin de Consultas

source: Export environment queries
pt: Exportar consultas do ambiente

source: Export one file with several queries at once.
pt: Exportar um ficheiro com várias consultas de uma vez.

source: Select the user fields to be included in the submissions report
pt: Selecione os campos de usuário a serem incluídos no relatório de submissões

source: Select which profiles you want to export the queries from.
pt: Selecione de quais perfis você quer exportar as consultas.

source: Filter profiles by name
pt: Filtrar perfis por nome

source: %s form
pt: %s consulta

source: Deselect all
pt: Desselecionar todos

source: Select all
pt: Selectionar todos

source: Generate CSV
pt: Gerar CSV

source: Mandatory
pt: Obrigatório

source: Remove field
pt: Remover campo

source: Address
pt: Endereço

source: Change picture
pt: Mudar foto

source: Remove image
pt: Remover imagem

source: Period
pt: Período

source: What is the time limit for this %s to be filled?
pt: Qual o período limite para este %s ser preenchido(a)?

source: Access
pt: Acesso

source: Who will be able to see and answer your query?
pt: Quem poderá ver e responder a sua consulta?

source: When will the results of this query be displayed?
pt: Quando os resultados dessa consulta serão revelados?

source: Membership Query
pt: Consulta de Integrantes

source: Triggered on membership request as requirement for approval
pt: Disparado para novos integrantes como requisito de aprovação

source: Triggered after membership
pt: Disparado depois da aprovação de um novo integrante

source: Submissions
pt: Submissões

source: Actions
pt: Ações

source: View %s
pt: Ver %s

source: Review submisisons
pt: Revisar submissões

source: Pending
pt: Pendente

source: Are you sure you want to remove this query?
pt: Tem certeza de que deseja remover essa consulta?

source: There are no %s yet. Why not create one now?
pt: Não existem %s ainda. Por que não criar um(a) agora?

source: Create a new %s
pt: Criar um(a) novo(a) %s

source: Question
pt: Pergunta

source: Type
pt: Tipo

source: Type in your question
pt: Digite a sua pergunta

source: Multiple choice
pt: Múltipla escolha

source: Checkboxes
pt: Caixas de seleção

source: Option
pt: Opção

source: Preselected
pt: Pré-selecionado

source: Remove
pt: Remover

source: Add option
pt: Adicionar opção

source: This field will be added automatically to your survey
pt: Esse campo será adicionado automaticamente no seu questionário

source: Add a new text field
pt: Adicionar novo campo de texto

source: Add a new select field
pt: Adicionar novo campo de seleção

source: Remove alternative
pt: Remover alternativa

source: Type:
pt: Tipo:

source: Checkbox
pt: Caixa de seleção

source: Drop down
pt: Lista suspensa

source: Multiple Select
pt: Select Múltiplo

source: Alternative
pt: Alternativa

source: Add a new alternative
pt: Adicionar nova alternativa

source: One-line text
pt: Texto de uma linha

source: Multiline text
pt: Texto de múltiplas linhas

source: Default text:
pt: Texto padrão:

source: Maximum of 255 characters
pt: Máximo de 255 caractéres

source: Edit form
pt: Editar formulário

source: Import submissions for %s
pt: Importar sumbmissões para %s

source: You must choose a CSV file that follows a specific structure. It is recommended that you follow the generated template. Note that a file with header is expected.
pt: Você deve escolher um ficheiro CSV que siga uma estrutura específica. É recomendado que você siga o modelo gerado. Note que um ficheiro com cabeçalho é experado.

source: Download Template
pt: Descarregar Modelo

source: Take note
pt: Preste atenção

source: Select fields are identified as single or multiple choice in the template.
pt: Campos de seleção são identificados como sendo de única ou múltiplas escolhas no modelo.

source: A semicolon (;) should be used to separate multiple answers for multiple choice fields.
pt: Um ponto-e-vírgula (;) deve ser usado para separar as respostas em campos de múltiplas escolhas.

source: Choose a CSV file to import submissions from
pt: Escolha um ficheiro CSV para importar as submissões

source: Maximum file size: %s
pt: Tamanho máximo do ficheiro: %s

source: Go back
pt: Voltar

source: Import file
pt: Importar ficheiro

source: Manage queries
pt: Gerenciar consultas

source: Back
pt: Voltar

source: New %s
pt: Novo(a) %s

source: Pending submissions for %s
pt: Submissões pendentes para %s

source: There are no pending submissions for this form.
pt: Não há submissões pendentes para esse formulário.

source: User
pt: Usuário

source: Sort by
pt: Ordenar por

source: Time
pt: Tempo

source: Back to forms
pt: Voltar para os formulários

source: Report for submissions import
pt: Relatório da importação de submissões

source: One entry could not be imported.
pt: Uma sumissão não pôde ser importada.

source: The failed rows are listed below, and the columns with errors have been highlighted. Move the cursor over the highlighted cells to see more details.
pt: As linhas falhas estão listadas abaixo e a coluna com erros foi destacada. Mova seu cursor sobre as células destacadas para ver mais detalhes.

source: Row
pt: Linha

source: Download failed entries
pt: Baixar submissões falhas

source: Failed %s Entries.csv
pt: %s Sumissões Falhas.csv

source: Import another file
pt: Importar outro ficheiro

source: Submission date
pt: Data de submissão

source: Author
pt: Nome do autor(a)

source: Unauthenticated
pt: Não autenticado

source: Back to submissions
pt: Voltar para submissões

source: Submissions for %s
pt: Submissões para %s

source: There are no submissions for this form.
pt: Não há submissões para este formulário.

source: imported submissions
pt: submissões importadas

source: Partial results
pt: Resultados parciais

source: Final results
pt: Resultados finais

source: No queries found! Try different search terms or filters.
pt: Nenhuma consulta encontrada! Tente outros filtros e termos de busca.

source: Answers
pt: Respostas

source: Answer
pt: Resposta

source: Download %s Answers
pt: Baixar %s Respostas

source: Thank you, your submission was received
pt: Obrigado, sua submissão foi recebida

source: Your answers will be shown along with the other submissions, as soon as the results are avaiable.
pt: Suas respostas serão apresentadas juntamente com as demais submissões assim que os resultados forem divulgados.

source: Go back to the profile
pt: Voltar para o painel de controle

source: %s's queries
pt: Consultas de %s

source: Jump to question
pt: Pular para pergunta

source: There is no answers for this question
pt: Não há respostas para essa pergunta

source: View all queries
pt: Ver todas as consultas

source: Edit
pt: Editar

source: Sorry, you can't fill this form yet
pt: Desculpe, você não pode preencher esse formulário ainda

source: Sorry, you can't fill this form anymore
pt: Desculpe, você não pode mais preencher esse formulário

source: %s limit
pt: %s limite

source: Display %s:
pt: Mostrar %s:

source: Use the filter below to display specific queries.
pt: Use o filtro abaixo para mostrar consultas específicas.

source: If only one query is chosen, it will be displayed in detail.
pt: Se apenas uma consulta for escolhida, ela será mostrada com mais detalhes.

source: Find queries by name
pt: Procurar consultas por nome

source: Your e-mail will be visible to this form's owners.
pt: Seu e-mail ficará visível para o dono deste formulário.

source: Send
pt: Enviar

source: Vote!
pt: Votar!

source: Are you sure your want to submit your vote?
pt: Tem certeza de que você deseja submeter seu voto?

source: This was your answer.
pt: Essa foi a sua resposta.
