Repository: noosfero/noosfero
Catalog: plugins/comment_classification/po/*/comment_classification.po
Languages: de, es, fr

source: A plugin that allow classification of comments.
de: Ein Plugin, das die Klassifizierung von Kommentaren erlaubt.
es: Un plugin que permite clasificar comentarios.
fr: Un greffon qui permet de ranger du contenue.

source: Label created
de: Label erstellt
es: Etiqueta creada
fr: Label crée

source: Label could not be created
de: Das Label konnte nicht erstellt werden
es: La etiqueta no pudo ser creada
fr: Le label n'a pas pu êtres créer

source: Label updated
de: Label aktualisiert
es: Etiqueta actualizada
fr: Label mis à jour

source: Failed to edit label
de: Änderung des Labels fehlgeschlagen
es: Fallo al editar la etiqueta
fr: Erreur lors de l'édition du label

source: Label removed
de: Label entfernt
es: Etiqueta eliminada
fr: Label supprimé

source: Label could not be removed
de: Label konnte nicht entfernt werden
es: No se puede eliminar la etiqueta
fr: Le label n'a pas pu êtres supprimé

source: Status created
de: Status erstellt
es: Estado creado
fr: Statut créé

source: Status could not be created
de: Status konnte nicht erstellt werden
es: No se puede crear el estado
fr: Les statuts n'ont pas pu êtres créés

source: Status updated
de: Status aktualisiert
es: Estado actualizado
fr: Les statuts sont à jour

source: Failed to edit status
de: Änderung des Status fehlgeschlagen
es: Fallo al editar el estado
fr: Échec dans l'édition des statuts

source: Status removed
de: Status entfernt
es: Estado eliminado
fr: Les statuts ont été supprimés

source: Status could not be removed
de: Status konnte nicht entfernt werden
es: No se puede eliminar el estado
fr: Les statuts ne peuvent pas êtres supprimés

source: Status
es: Estado
fr: Statuts

source: Reason:
de: Grund:
es: Razón:
fr: Raison:

source: Status for comment
de: Status für Kommentar
es: Estado del comentario
fr: Statuts pour le commentaire

source: <i>%{user}</i> added the status <i>%{status_name}</i> at <i>%{created_at}</i>.
es: <i>%{user}</i> ha agregado el estado <i>%{status_name}</i> en <i>%{created_at}</i>.
fr: <i>%{utilisateur}</i> ajout des statuts <i>%{nom_ du_statut}</i> à <i>%{creer_a}</i>.

source: <i>Reason:</i> %s
es: <i>Razón:</i> %s
fr: <i>Raison:</i> %s

source: Add a new status
de: Neuen Status hinzufügen
es: Agregar nuevo estado
fr: Ajouter un nouveau statut

source: Manage comment classification
de: Kommentarklassifizierung verwalten
es: Gestionar la clasificación de comentarios
fr: Manager le rangement de commentaire

source: Name
es: Nombre
fr: Nom

source: Enable this label?
de: Dieses Label bearbeiten?
es: ¿Habilitar esta etiqueta?
fr: Activer ce label?

source: Editing label %s
de: Ändere Label %s
es: Editar etiqueta %s
fr: Édition du label %s

source: Add a new label
de: Neues Label hinzufügen
es: Agregar una nueva etiqueta
fr: Ajouter un nouveau label

source: Manage comments labels
de: Kommentarlabels verwalten
es: Gestionar la etiqueta de los comentarios
fr: Gérer les commentaires des labels

source: (no label registered yet)
de: (bisher kein Label registriert)
es: (todavía no se ha registrado una etiqueta)
fr: (pour le moment aucun label n'est enregistré)

source: Label
es: Etiqueta

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé

source: Actions
de: Aktionen
es: Acciones

source: Are you sure you want to remove this label?
de: Sind Sie sicher, dass Sie dieses Label löschen wollen?
es: ¿Estás seguro de que deseas eliminar esta etiqueta?
fr: Êtes-vous sûr(e) que vous voulez retirer ce label ?

source: Enable this status?
de: Diesen Status aktivieren?
es: ¿Habilitar este estado?
fr: Activer ce statut?

source: Editing status %s
de: Ändere Status %s
es: Editando el estado %s
fr: Édition du statut %s

source: Manage comments status
de: Kommentarstatus verwalten
es: Gestionar el estado de los comentarios
fr: Gérer les commentaires des statuts

source: (no status registered yet)
de: (bisher keinen Status registriert)
es: (todavía no se ha registrado un estado)
fr: (il n'y a pas de statut enregistré pour le moment)

source: Reason enabled?
de: Grund aktiviert?
es: ¿Razón habilitada?

source: Are you sure you want to remove this status?
de: Sind Sie sicher, dass Sie diesen Status entfernen möchten?
es: ¿Estás seguro de que deseas eliminar este estado?
fr: Êtes-vous sûr(e) de vouloir supprimer ce statut?

source: [Select ...]
es: [Seleccione ...]
fr: [Choisir...]

source: Comments classification options
de: Kommentarklassifizierungs-Einstellungen
es: Opciones de clasificación de comentarios
fr: Options de rangement des commentaires

source: Manage Labels
de: Label verwalten
es: Gestionar Etiquetas
fr: Gérer les labels

source: Manage Status
de: Status verwalten
es: Gestionar Estados
fr: Gérer les statuts

source: Color
de: Farbe
fr: Couleur
