Repository: noosfero/noosfero
Catalog: plugins/statistics/po/*/statistics.edit.po
Languages: ru

source: This block presents some statistics about your context.
ru: Этот блок представляет некоторую статистику о вашем контексте.

source: A plugin that adds a block where you can see statistics of it's context.
ru: Плагин, который добавляет блок, где вы можете увидеть статистику его контекста.

source: users
ru: пользователи

source: enterprises
ru: компании

source: products
ru: продукты

source: categories
ru: категории

source: hits
ru: просмотры

source: Show user counter
ru: Показать счетчик пользователя

source: Show community counter
ru: Показать счетчик сообщества

source: Show enterprise counter
ru: Показать счетчик предприятий

source: Show product counter
ru: Показать счетчик продуктов

source: Show category counter
ru: Показать счетчик категорий

source: Show tag counter
ru: Показать счетчик тегов

source: Show comment counter
ru: Показать счетчик комментариев

source: Show hit counter
ru: Показать счетчик посещений

source: Show counter for communities with template %s
ru: Показать счетчик для сообществ с шаблоном %s
