Repository: noosfero/noosfero
Catalog: plugins/statistics/po/*/statistics.po
Languages: de, es, fr, pt

source: Statistics for %s
de: Statistik für %s
es: Estadísticas para %s
fr: Statistiques pour %s
pt: Estatísticas para %s

source: This block presents some statistics about your context.
de: Dieser Block stellt einige Statistiken über Ihre Umgebung dar.
es: Este bloque presenta algunas estadísticas sobre su entorno.
fr: Ce bloc présente quelques statistiques sur votre environnement.
pt: Este bloco apresenta algumas estatísticas sobre seu portal.

source: A plugin that adds a block where you can see statistics of it's context.
de: Ein Plugin, das einen Block hinzufügt, der die Statistiken seines Kontexts anzeigt.
es: Un plugin que añade un bloque donde puedes ver las estadísticas de su contexto.
fr: Un greffon qui ajoute un bloc ou vous pouvez voir les statistiques de son contexte.
pt: Um plugin que adiciona um bloco onde você pode ver estatísticas do seu portal.

source: Show user counter
de: Anzahl der Nutzer anzeigen
es: Mostrar contador de usuarios
fr: Montrer le nombre d'utilisateurs
pt: Mostrar quantidade de usuários

source: Show community counter
de: Anzahl der Communities anzeigen
es: Mostrar contador de la comunidad
fr: Montrer le nombre de communautés
pt: Mostrar quantidade de comunidades

source: Show enterprise counter
de: Anzahl der Unternehmen anzeigen
es: Mostrar contador empresarial
fr: Montrer le nombre d'entreprises
pt: Mostrar quantidade de empreendimentos solidários

source: Show product counter
de: Anzahl der Produkte anzeigen
fr: Montrer le nombre de produits
pt: Mostrar quantidade de produtos

source: Show category counter
de: Anzahl der Kategorien anzeigen
es: Mostrar contador de categoría
fr: Montrer le nombre de catégories
pt: Mostrar quantidade de categorias

source: Show tag counter
de: Anzahl der Schlagworte anzeigen
es: Mostrar contador de etiquetas
fr: Montrer le nombre d'étiquettes
pt: Mostrar quantidade de tags

source: Show comment counter
de: Anzahl der Kommentare anzeigen
es: Mostrar contador de comentarios
fr: Montrer le nombre de commentaires
pt: Mostrar quantidade de comentários

source: Show hit counter
de: Anzahl der Treffer anzeigen
es: Mostrar contador de aciertos
fr: Montrer le nombre de rencontres
pt: Mostrar quantidade de acessos

source: Show counter for communities with template %s
de: Zahl der Communities mit der Vorlage %s anzeigen
es: Mostrar el contador para las comunidades con la plantilla %s
fr: Montrer le nombre de communautés avec un modèle %s
pt: Mostrar quantidade de comunidades com tema %s

source: users
de: Nutzer
es: usuarios
fr: utilisateurs
pt: usuários

source: enterprises
de: Unternehmen
es: empresas
fr: entreprises
pt: empreendimentos

source: products
de: Produkte
fr: produits
pt: produtos

source: communities
fr: groupes
pt: comunidades

source: categories
de: Kategorien
es: categorías
fr: catégories
pt: categorias

source: hits
de: Treffer
es: aciertos
fr: rencontres
pt: acessos
