Repository: noosfero/noosfero
Catalog: plugins/event/po/*/event.po
Languages: pt

source: Events
pt: Eventos

source: Show the profile events or all environment events.
pt: Mostra todos os eventos de um perfil ou do ambiente.

source: One month ago
pt: Um mês atrás

source: Yesterday
pt: Ontem

source: Today
pt: Hoje

source: Tomorrow
pt: Amanhã

source: One month left to start
pt: Um mês para iniciar

source: Event Extras
pt: Extras para Eventos

source: Include a new block to show the environment's or profiles' events information
pt: Adiciona um novo bloco para apresentar as informações de eventos do ambiente ou dos perfis

source: Duration: 1 day
pt: Duração: 1 dia

source: Limit of items
pt: Limite de itens

source: Show all environment events
pt: Apresentar todos os eventos do ambiente

source: (Don't check to show only your events)
pt: (Não marque para apresentar somente seus eventos)

source: (Don't check to show only %s events)
pt: (Não marque para apresentar somente os eventos de %s)

source: Only show future events
pt: Mostrar apenas eventos futuros

source: Limit of days to display
pt: Limite de dias para mostrar

source: Only show events in this interval of days.
pt: Mostar somente os eventos nesse intervalo de dias
