Repository: noosfero/noosfero
Catalog: plugins/html5_video/po/*/html5_video.po
Languages: pt

source: A plugin to enable the video suport, with auto conversion for the web.
pt: Um plugin para habilitar o suporte de video, com conversão automática para a web.

source: Video Channel
pt: Canal de Vídeo

source: A video channel, where you can make your own web TV.
pt: Um canal de vídeo, no qual você pode criar sua própria TV na web.

source: Video (%s)
pt: Vídeo (%s)

source: Undefined
pt: Indefinido

source: Unknow error
pt: Erro desconhecido

source: No such file or directory "%s".
pt: O ficheiro ou diretório "%s" não existe.

source: No output defined.
pt: Sem saída definida.

source: Unknown encoder "%s".
pt: Codificador "%s" desconhecido.

source: Error while opening encoder for output - maybe incorrect parameters such as bit rate, frame rate, width or height.
pt: Erro enquanto abria o codificador para gerar a saída - talvez por parâmetros incorretos como bit rate, frame rate, largura ou altura.

source: Could not open "%s".
pt: Não pude abrir "%s".

source: Unsupported codec %{codec} for %{act} stream %{id}.
pt: Codec %{codec} não suportado para %{act} no fluxo %{id}.

source: Unable to find a suitable output format for %{file}.
pt: Incapaz de encontrar um formato de saída adequado para %{file}.

source: Invalid data found when processing input.
pt: Foi encontrado um dado inválido enquanto processava a entrada.

source: Success.
pt: Sucesso.

source: Sorry, your browser doesn&rsquo;t support video.
pt: Desculpe, o seu navegador não tem suporte a vídeo.

source: Please try the new %s or %s.
pt: Por favor tente o novo %s ou %s.

source: Download
pt: Baixar

source: This channel contains no videos yet
pt: Este canal ainda não contém vídeos

source: Quality options
pt: Opções de qualidade

source: Tags
pt: Etiquetas

source: Description
pt: Descrição

source: This channel has one video waiting to be converted
pt: Este canal tem um vídeo esperando para ser convertido

source: %sº video in the queue
pt: %sº vídeo na fila

source: This video is being processed, it might take a while
pt: O vídeo está sendo processado, isso pode demorar um pouco

source: This video will be enqueued soon
pt: O vídeo vai entrar na fila de processamento em breve

source: Conversion couldn't be completed
pt: Não foi possível processar esse vídeo

source: Non video files
pt: Ficheiros que não são vídeo

source: This video is currently being processed. It might take a while.
pt: Este vídeo está sendo processado neste momento, o que pode demorar um pouco.

source: Queued to generate the web version.
pt: Enfileirado para a geração das versões para a web.

source: This is the %sº video in the queue. Come back soon
pt: Este é o %sº vídeo na fila de processamento. Volte em breve

source: This video will be enqueued for conversion soon. Come back later.
pt: O vídeo será enfileirado para processamento em breve.

source: It was not possible to convert this video, contact an administator.
pt: Não foi possível processar esse vídeo, entre em contato com um administrador.

source: Video conversion errors
pt: Erros de conversão do vídeo

source: Error while converting %{orig_type} to %{new_type}, %{size} size.
pt: Erro durante a conversão de %{orig_type} para %{new_type}, tamanho %{size}.

source: Code %s
pt: Código %s

source: display full output
pt: Mostrar toda a saída
