Repository: noosfero/noosfero
Catalog: plugins/display_content/po/*/display_content.po
Languages: de

source: Display your contents
de: Ihre Inhalte anzeigen

source: This block displays articles chosen by you. You can edit the block to select which of your articles is going to be displayed in the block.
de: Dieser Block zeigt einen von Ihnen gewählten Artikel an. Sie können ihn ändern, um auszuwählen, welcher Ihrer Artikel in diesem Block angezeigt werden soll.

source: Publish date
de: Veröffentlichungsdatum

source: more
de: mehr

source: Display content types:
de: Inhaltstypen anzeigen:

source: Choose by Content Type
de: Nach Inhaltstyp auswählen

source: Abstract
de: Zusammenfassung

source: %{month}/%{day}
de: %{day}.%{month}.

source: %{month}/%{day}/%{year}
de: %{day}.%{month}.%{year}

source: %{month_name} %{day}, %{year}
de: %{day}. %{month_name} %{year}

source: %{month_name} %{day}
de: %{day}.%{month_name}

source: A plugin that adds a block where you could choose any of your content and display it.
de: Ein Plugin, das einen Block hinzufügt, welcher einen von Ihnen gewählten Inhalt anzeigt.

source: Dinamically load children of selected folders
de: Kinder der gewählten Ordner dynamisch laden

source: Choose which attributes should be displayed and drag to reorder them:
de: Wähle die zu zeigenden Attribute und ziehe sie, um ihre Reihenfolge zu ändern:

source: Choose which content should be displayed:
de: Wähle, welcher Inhalt angezeigt werden soll:

source: Choose directly
de: Wähle direkt

source: Order by:
de: Sortieren nach:

source: Most recent
de: Am Neuesten

source: Most oldest
de: Am Ältesten

source: Translations:
de: Übersetzungen:

source: List only translated content
de: Zeige nur übersetzten Inhalt
